{
    "title": "Physical activity and exercise in adults diagnosed with primary brain cancer: a systematic review",
    "abstract": "The number of studies that evaluated any given outcome (objectively-assessed or patient-reported) ranged between one and six studies (Table 4).Table 3Summary of study details for exercise intervention studiesAuthorsSample sizeTreatment statusIntervention detailsAssessedDuring treatmentPost-treatmentAerobic exercise onlyAerobic and resistance exerciseEffectFeasibilitySafetyAcceptabilityCase-reports Levin et al. [25]n = 2xxxxxx Hansen et al. [21]n = 1xxxxx Troschel et al. [30]n = 1xxxxxPre-post intervention studies Capozzi et al. [18]n = 24xxxxx Ayotte & Harro [16]n = 7xxxx Milbury et al. [26]n = 5xYogaxxxCase–control study Bartolo et al. [17]n = 43xxxRandomised, controlled trials Gehring et al. [20]n = 34xxxxxx Milbury et al. [31]n = 20xYogaxxx Gehring et al. [29]n = 34xxxTable 4Summary of changes (either statistically- or clinically-significant) observed in objectively-assessed and patient-reported outcomes evaluated in exercise intervention studies involving patients with brain cancerAuthorsAerobic capacityUpper-body strengthLower-body strengthFunctional capacity (walk test)Sitting balanceStanding balanceGaitBody compositionCognitionObjectively-assessed outcomes Case-reportsa  Hansen et al. [21] A p value < 0.05 was considered statistically-significant unless otherwise specified in the included study.Table 1A priori definition of clinically-significant change for outcomes reported in brain cancer exercise interventionsOutcomesUnits of changeReferencesEuropean organisation for the research and treatment of cancer quality of life10[48]36-item short form survey5[49]Edmonton symptom management system1[50]MD Anderson symptom inventory brain tumour module1[51]Brief fatigue inventory1[52]Cardiorespiratory fitness1-METa (3.5 mL/kg/min)[53]Pittsburgh sleep quality index3[54]Hospital anxiety and depression scale1.5[55]30 s sit-to-stand2 repetitions[56]Functional independence measure—total subscale22[57]Functional independence measure—motor subscale17[57]Functional independence measure—cognitive subscale3[57]For outcomes that did not have established values for clinically-relevant differences, we applied the 0.5 standard deviation (SD) distribution method [58]a1 MET is the amount of energy expended during one minute while at rest Study selection Database searches yielded 5394 manuscripts, and after removing duplicates (n = 1469) and screening of titles and abstracts, 90 articles remained for full-text assessment (Fig. 1). The number of studies that evaluated any given outcome (objectively-assessed or patient-reported) ranged between one and six studies (Table 4).Table 3Summary of study details for exercise intervention studiesAuthorsSample sizeTreatment statusIntervention detailsAssessedDuring treatmentPost-treatmentAerobic exercise onlyAerobic and resistance exerciseEffectFeasibilitySafetyAcceptabilityCase-reports Levin et al. [25]n = 2xxxxxx Hansen et al. [21]n = 1xxxxx Troschel et al. [30]n = 1xxxxxPre-post intervention studies Capozzi et al. [18]n = 24xxxxx Ayotte & Harro [16]n = 7xxxx Milbury et al. [26]n = 5xYogaxxxCase–control study Bartolo et al. [17]n = 43xxxRandomised, controlled trials Gehring et al. [20]n = 34xxxxxx Milbury et al. [31]n = 20xYogaxxx Gehring et al. [29]n = 34xxxTable 4Summary of changes (either statistically- or clinically-significant) observed in objectively-assessed and patient-reported outcomes evaluated in exercise intervention studies involving patients with brain cancerAuthorsAerobic capacityUpper-body strengthLower-body strengthFunctional capacity (walk test)Sitting balanceStanding balanceGaitBody compositionCognitionObjectively-assessed outcomes Case-reportsa  Hansen et al. [21]",
    "authors": [
        "Carolina X. Sandler",
        "Misa Matsuyama",
        "Tamara L. Jones",
        "John Bashford",
        "Danette Langbecker",
        "Sandra C. Hayes"
    ],
    "published_year": "2021",
    "description": "Purpose\n          The aims of this systematic review were to: (1) describe physical activity (PA) levels following diagnosis of primary brain cancer, (2) determine the relationship between PA levels and health outcomes, and (3) assess the effect of participating in an exercise intervention on health outcomes following a diagnosis of brain cancer.\nMethods\n      This systematic review was conducted in accordance to the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guidelines [12] and was registered with the international prospective register of systematic reviews (PROSPERO: CRD42019140001).\n      \n        Search strategy\n        The systematic database search was conducted on PubMed, EMBASE, Scopus and CINAHL on 1 May 2020. A scientific librarian assisted with the development of the search strategy which included terms relating to brain cancer and exercise or PA, which were adapted to subject headings appropriate for each database (Supplementary Table 1). Where available, database specific limiters (Embase) were applied to identify publications in English, in adults, and by publication type. No restrictions were set on publication year. Additional articles were identified by searching reference lists of included articles.\n      \n      \n        Eligibility criteria\n        Peer-reviewed studies which contained information regarding levels of PA and/or exercise interventions (as assessed objectively or self-reported) in adults (age ≥ 18 years) with malignant, primary brain cancer (during or post-treatment) were included. Articles were excluded if they involved children and/or mixed interventions (e.g., exercise and psychological therapy). Observational studies contributed to answering aims one and two. Intervention studies contributed to answering aim three. Studies including participants with brain cancer which also enrolled benign or metastatic brain tumours were excluded, unless results for patients with primary malignant brain tumours were presented separately.\n        The results from database searches were imported to EndNote (X9) and duplicates were removed. One reviewer (MM) screened all titles/abstracts using the criteria described above. Full-text articles were assessed by two independent reviewers (MM, TJ). Any discrepancies were discussed and resolved by a third reviewer (CS). When two papers presented similar data from the same cohort, the paper with the most comprehensive information was used for data extraction.\n      \n      \n        Quality appraisal\n        Articles eligible for inclusion were assessed for quality using the Joanna Briggs Institute quality appraisal tools [13] specific to each study design. Two reviewers (MM, TJ) conducted quality appraisal independently, the results were compared, and any discrepancies were resolved by consensus with a third independent reviewer (CS). Studies were not excluded based on quality. The level of evidence for each research question was then evaluated according to the NHMRC Guidelines for the development and implementation of clinical practice guidelines, where level I indicates the strongest and IV is the weakest evidence [14, 15].\n      \n      \n        Data extraction and statistical analysis\n        A data extraction spreadsheet collated relevant data from each included article, including: paper details, study design, sample size, sample information (e.g. age, cancer type, treatment status), study aims and primary outcome, PA measurements, PA levels, intervention details and outcomes.\n        A meta-analysis was not conducted due to small sample sizes, heterogeneity of study populations, study designs and the method of outcome assessment. PA levels, patient-relevant outcomes, and exercise interventions were summarised descriptively. PA levels were extracted as reported in the original papers (e.g., strenuous, moderate, mild exercise; or number of participants meeting guidelines). PA levels were grouped and summarised in tabular format according to assessment time point (i.e., pre-diagnosis, at diagnosis, during treatment, post-treatment, and follow-up < or ≥ 12 months since diagnosis). Exercise intervention details were summarised according to the FITT principle (frequency, intensity, time, type), safety (number of adverse events) and feasibility (recruitment, retention, and adherence to exercise). For aims two and three, we report the outcomes which were found to have a statistically- and/or clinically-significant relationship with PA or exercise intervention participation. These were determined a priori based on previously reported literature (Table 1). A p value < 0.05 was considered statistically-significant unless otherwise specified in the included study.Table 1A priori definition of clinically-significant change for outcomes reported in brain cancer exercise interventionsOutcomesUnits of changeReferencesEuropean organisation for the research and treatment of cancer quality of life10[48]36-item short form survey5[49]Edmonton symptom management system1[50]MD Anderson symptom inventory brain tumour module1[51]Brief fatigue inventory1[52]Cardiorespiratory fitness1-METa (3.5 mL/kg/min)[53]Pittsburgh sleep quality index3[54]Hospital anxiety and depression scale1.5[55]30 s sit-to-stand2 repetitions[56]Functional independence measure—total subscale22[57]Functional independence measure—motor subscale17[57]Functional independence measure—cognitive subscale3[57]For outcomes that did not have established values for clinically-relevant differences, we applied the 0.5 standard deviation (SD) distribution method [58]a1 MET is the amount of energy expended during one minute while at rest\nResults\n      \n        Study selection\n        Database searches yielded 5394 manuscripts, and after removing duplicates (n = 1469) and screening of titles and abstracts, 90 articles remained for full-text assessment (Fig. 1). Sixteen manuscripts (presenting findings from 15 studies) of varying quality (Supplementary Table 2) were identified as eligible [16–31] (Fig. 1), consisting of two randomised controlled trials (RCT; findings from one of these trials were presented in two manuscripts) [20, 29, 31], seven prospective cohorts [16, 18, 19, 24, 26–28], two cross-sectional [22, 23] studies, one case–control study [17] and three case-reports [21, 25, 30].Fig. 1PRISMA flow diagram\n      \n      \n        Sample characteristics\n        Sample sizes ranged from 1 (case-reports) to 243 (a prospective cohort study [28]), and included participants with an age range of 20–82 years. Seven studies almost exclusively included patients with high-grade glioma (HGG) (WHO grade III/IV) [19, 21, 22, 25–28, 30]. Other studies included mixed samples of low-grade glioma (LGG; WHO grade I/II) and HGG [16–18, 20, 23, 24, 29, 31], involving newly diagnosed brain cancer [19, 21, 24–27, 30] or recurrent brain cancer [22, 25, 28] (three articles did not specify [20, 29, 31]).\n      \n      \n        Aim one: PA levels in people with primary brain cancer\n        Level of evidence: III-2. PA levels were reported in six studies [19, 22–24, 27, 28] (Table 2), including two cross-sectional (n = 171,243) [22, 28] and four longitudinal (range n = 15 to 106) [19, 23, 24, 27] studies. Recruitment rates reported in four of six studies were < 51% (range: 28 [23] to 71% [27]), with common reasons for not participating being uninterested or time. Attrition rates ranged from 10 [24] to 61% [28], with four from six studies involving HGG reporting higher attrition rates due to disease progression and deaths (range: 38 [19] to 61% [28]). All studies used self-reported measures of PA (mostly the Godin Leisure Time Exercise Questionnaire [19, 22–24, 28]), with five studies reporting total PA in minutes per week (mins/wk) [19, 22–24], or MET-h/wk [28], and two of the four longitudinal studies involved retrospective collection of pre-diagnosis PA levels [23, 27]. One study categorised participants according to PA levels (i.e. almost completely inactive, some PA < 3 h/week, regular PA, or regular hard physical training > 4 h/week) [27] and four others categorised participants according to meeting PA guidelines (≥ 150-mins of moderate aerobic exercise per week) [19, 22, 23, 28]. Timing of PA measurement varied from pre-diagnosis, during treatment and post-treatment (Table 2).Table 2Summary of studies assessing physical activity levels in adults with primary brain cancerStudy detailsPopulation at baseline: sample size (% female), age (mean ± SD or range in years), tumour type (tumour grade), time since diagnosis, treatment status; recruitment rate, attritionMethod of PA assessment and category of PA (as reported in the original paper)Assessment time pointsPre-diagnosisAt diagnosisDuring treatmentPost treatmentFollow up (< 12 months since baseline)Follow up (≥ 12 months since diagnosis)Association between PA levels and cancer related outcomesRuden et al. (2011) [28]USAProspective cohort study (PA reported at one time point)n = 243 (32%)49 ± 11 yearsRecurrent gliomaa (grade III/IV)Median 20 months (range 3–241) since recurrent diagnosis, 87% on treatment65% recruitment rate61% attritionGLTEQMean ± SD MET h/week% meeting guidelines% no exerciseAll 14 ± 19Grade III: n = 7616 ± 26Grade IV: n = 16714 ± 1626% meeting guidelines24% no exercise\n\n* Survival\n\nPhysical functionJones et al. (2006) [23]USACross-sectional study (single survey)n = 106 (51%)44.8 ± 12 yearsMixedb (grade I–IV)Mean 28 months (range 6–178) since diagnosis47% on active therapy28% recruitment rateAttrition not reportedGLTEQMean ± SD mins/weekTotal PAI: strenuous (heart beats rapidly, sweating)II: moderate (not exhausting, light perspiration)III: mild (minimal effort, no perspiration)% meeting guidelines% no exercise160.8 ± 224.9I 88.5 ± 134.6II 27.5 ± 77.1III 44.9 ± 88.242% meeting guidelines41% no exercise154.5 ± 222.2I 67.9 ± 120.6II 36.1 ± 72.8III 50.5 ± 88.238% meeting guidelines41% no exercise177.0 ± 226.5I 72.6 ± 109.4II 48.1 ± 82.5III 56.3 ± 86.141% meeting guidelines31% no exerciseJones et al. (2009) [22]USACross-sectional studyn = 171 (32%)49 ± 11(range 20–77) yearsHGGc (grade III and IV recurrent disease)Mean 22 months (range 3–176) since diagnosis85% on active therapy45% recruitmentAttrition not reportedGLTEQMean ± SD mins/weekTotal PA% meeting guidelines% no exercise164 ± 20125% meeting guidelines26% no exercise\n Karnofsky Performance Status\n Physical functionJones et al. (2010) [24]USAProspective cohort studyn = 35 (40%)47 ± 13LGG (grade I/II), HGG (grade III/IV)New diagnosis (approx. 1 month), 10 ± 7 days post-surgery51% recruitment40% (HGG), 10% (LGG) attritionGLTEQMean ± SD mins/weekTotal PALGG n = 748 ± 74HGG: n = 1382 ± 125LGG: n = 7167 ± 342HGG: n = 13134 ± 123LGG: n = 7141 ± 132HGG: n = 13192 ± 418\n\nQuality of life (brain specific subscale)\n Cardio-pulmonary function\n Muscle strength\n Body compositionPiil et al. (2015) [27]DenmarkProspective cohort studyn = 30 (37%)60 (range 29–82) yearsHGGd (grade III/IV)New diagnosis1 week post-surgery and diagnosis71% recruitment rate40% attritionLeisure-time physical activity levelNumber (%) of participantsI: almost completely inactiveII: some physical activity < 3 h/weekIII: regular activity at least 3 h/weekIV: regular hard physical training> 4 h/weekn = 17I: 2 (11.8%)II: 3 (17.6%)III: 10 (58.8%)IV: 2 (11.8%)n = 16I: 8 (50%)II: 4 (25%)III: 4 (25%)IV: 0n = 18I: 4 (22.2%)II: 7 (38.9%)III: 6 (33.3%)IV: 1 (5.6%)n = 16I: 7 (43.8%)II: 9 (56.3%)III: 0IV: 0n = 18I: 4 (22.2%)II: 13 (72.2%)III: 1 (5.6%)IV: 0n = 18I: 6 (33.3%)II: 10 (55.6%)III: 2 (11.1%)IV: 0\n\nHospital anxiety and depression scaleCulos-Reed et al. (2017) [19]CanadaProspective cohort studyn = 15 (47%)50.6 ± 3.7 yearsHGG (grade IV)New diagnosis receiving treatment46% recruitment rate38% attritionGLTEQMean ± SD mins/weekTotal PAI: strenuousII: moderateIII: mild exerciseNumber of participants meeting guidelines (%)n = 15155.8 ± 108.1I: 14.7 ± 8.7II: 38.8 ± 14.50III: 102.4 ± 20.3n = 3 (20%)n = 9177.2 ± 164.9I: 16.7 ± 27.3II: 63.9 ± 87.4III: 96.7 ± 94.3n = 2 (22%)n = 2125 ± 35.4I: 0II: 80 ± 56.6III: 45 ± 21.2n = 0 (0%)\n\n* Quality of life (general and brain specific subscale)Assessment time points for studies reporting multiple time points: Jones et al. [23] pre-diagnosis = before brain cancer diagnosis; during treatment = during active treatment; post-treatment = after the completion of treatment. Jones et al. [22] and Ruden et al. [28] participants had received or were receiving treatment. Jones et al. [24] at diagnosis = baseline, after post-surgical treatment consultation; post-treatment = approximately 6 weeks post-surgery for LGG, following the completion of adjuvant radiotherapy for HGG; follow up = approximately 24 weeks post-surgery. Piil et al. [27] pre-diagnosis = retrospectively reported 3 months prior to diagnosis; at diagnosis = baseline (after surgery and diagnosis); during treatment = during radiotherapy (6 weeks since baseline); post-treatment = after treatment (28 weeks since baseline); follow up = after treatment (40 weeks since baseline); follow up = after response scan (52 weeks since baseline). Culos-Reed et al. [19] at diagnosis = baseline (immediately prior to starting 6 weeks of concurrent Temozolomide chemotherapy with radiation); post-treatment = during the 4-week off-treatment period after concurrent therapy (i.e., approximately 2 months from T1); follow up = after 6 months of adjuvant Temozolomide (approximately 8 months from baseline)C control group, I intervention group, GLTEQ Godin Leisure Time Exercise Questionnaire, HGG high grade glioma, h hour, IPAQ International Physical Activity Questionnaire, LGG low grade glioma, MET metabolic equivalent; 1 MET is the amount of energy expended while at rest, MET-h/week MET-hour per week, mins/week minutes per week, NA not applicable, PA physical activity, \npositive association reported, \nno association reported/foundaGlioma = glioblastoma multiforme, anaplastic astrocytoma, anaplastic oligodendrogliomabMixed tumour type = glioblastoma multiforme, anaplastic astrocytoma, astrocytoma, glioma, pilocytic astrocytoma, cerebellar medulloblastomacHGG = glioblastoma multiforme, anaplastic astrocytoma, anaplastic oligodendrogliomadHGG = glioblastoma multiforme, primitive neuroectodermal tumour, glial cell sarcoma, anaplastic astrocytoma, anaplastic oligodendroglioma*Statistically significant (p < 0.05)\n        Mean PA during or post-treatment ranged from 134 ± 123 [24] to 177.2 ± 164.9 [19] mins/wk. Between 20 and 71% of participants pre- or at diagnosis [19, 23, 27], and 22–41% during or post-treatment met recommended PA guidelines. Longitudinal findings suggested that the proportion of ‘regularly active’ patients more than halved between pre- (59%) and post-diagnosis (25%) [27]. Participants reporting “no exercise” ranged from 24 to 44% [22, 23, 27, 28] (during or post-treatment), and overall, most participants did not meet PA guidelines at any time from diagnosis to follow-up (approximately 60% categorised as insufficiently active or sedentary).\n      \n      \n        Aim two: PA and health outcomes\n        Level of evidence for any given outcome: III-3 to III-2. Five studies assessed the association between PA levels and cancer-related outcomes [19, 22, 24, 27, 28] (Table 2), including: survival [28], QoL FACT-G [19, 24], side-effects relating to brain cancer (FACT-Brain cancer subscale) [19, 24], physical function (6-min walk test [28], Karnofsky Performance Status [22]), anxiety (Hospital Anxiety Depression Scale [27]), muscular strength (lower-limb dynamometry [24]), and cardiopulmonary fitness (VO2peak [24]).\n        Baseline PA (during or post-treatment) was shown to be an independent predictor of survival (p = 0.008) among patients with recurrent grade III/IV brain cancer in a cohort study (n = 243) [28]. Median survival was 22 months (95% CI 13.32–∞) for patients reporting ≥ 9 MET-h/wk compared to 13 months (95% CI 11.25–17.37) for patients reporting < 9 MET-h/wk. Two prospective cohort studies [19, 24] showed positive associations between total weekly PA levels and QoL (that is, higher PA levels were associated with higher QoL and fewer brain cancer specific concerns), but only one was supported statistically [19]. In a mixed (LGG and HGG) sample from a small (n = 35), prospective cohort study, increases in PA levels (from pre- to post-diagnosis) were associated with improvements in muscular strength, body composition, and cardiopulmonary function, although associations were not supported statistically [24]. Other studies failed to show an association between PA levels and physical function [22] or anxiety [27].\n      \n      \n        Aim three: effect of exercise interventions on cancer related outcomes\n        Nine studies (seven involving newly diagnosed patients [16–18, 21, 26, 30, 31]) evaluated the effect of an exercise intervention on cancer-related outcomes in patients with brain cancer (Table 3). These included three case-reports [21, 25, 30], three pre-post intervention studies (n: 5–24) [16, 18, 26], one case–control study (n = 43) [17] and two RCTs (n: 20–34) [20, 29, 31]. The case-reports related to three patients on treatment [21, 25, 30] and one post-treatment [25, 30]. Two studies evaluated exercise post-surgery (during inpatient rehabilitation) [16, 17], three studies during radiation and/or concurrent chemotherapy [18, 26, 31], and one evaluated exercise a minimum of 6-months post-treatment (surgery and/or adjuvant chemotherapy and/or radiotherapy) [20, 29]. The number of studies that evaluated any given outcome (objectively-assessed or patient-reported) ranged between one and six studies (Table 4).Table 3Summary of study details for exercise intervention studiesAuthorsSample sizeTreatment statusIntervention detailsAssessedDuring treatmentPost-treatmentAerobic exercise onlyAerobic and resistance exerciseEffectFeasibilitySafetyAcceptabilityCase-reports Levin et al. [25]n = 2xxxxxx Hansen et al. [21]n = 1xxxxx Troschel et al. [30]n = 1xxxxxPre-post intervention studies Capozzi et al. [18]n = 24xxxxx Ayotte & Harro [16]n = 7xxxx Milbury et al. [26]n = 5xYogaxxxCase–control study Bartolo et al. [17]n = 43xxxRandomised, controlled trials Gehring et al. [20]n = 34xxxxxx Milbury et al. [31]n = 20xYogaxxx Gehring et al. [29]n = 34xxxTable 4Summary of changes (either statistically- or clinically-significant) observed in objectively-assessed and patient-reported outcomes evaluated in exercise intervention studies involving patients with brain cancerAuthorsAerobic capacityUpper-body strengthLower-body strengthFunctional capacity (walk test)Sitting balanceStanding balanceGaitBody compositionCognitionObjectively-assessed outcomes Case-reportsa  Hansen et al. [21]\n\ncs\n\ncs\n\ncs\n  Levin et al. [25]?\n\n\n?  Troschel et al. [30]\ncs Pre-post intervention studies  Capozzi et al. [18]\nss\ncs ss\n\nbss c  Ayotte and Harro [16]  Milbury et al. [26]d Case–control studies  Bartolo et al. [17]\n\ncs\ncs\ncs Randomised, controlled trials  Gehring et al. [20]d\nss\nss  Milbury et al. [31]e  Gehring et al. [29]e, f\n\ncsg, h\niAuthorsTotal scoreQuality of lifeFunctional (social, emotional, occupational)Mental health related quality of lifejPhysical functioningSymptom interference with daily lifeOverall symptom severityMood disturbanceCognitionShortness of breathFatigue and tirednessSleep quality or insomniaPhysical activityPatient-reported outcomes Case-reportsa  Levin et al. [25]??\n\ncs\n?  Hansen et al. [21]\n\nk\n\n\n\n\n  Troschel et al. [30] Pre-post intervention studies  Capozzi et al. [18]\nss cs\nss cs\nss cs  Ayotte and Harro [16]  Milbury et al. [26]d,l\nss ssm\ncs\n\n\n\n\n\n\nss cs Case–control studies  Bartolo et al. [17]\ncsn\n\ncso\ncs Randomised, controlled trials  Gehring et al. [20]d\nss  Milbury et al. [31]e\ncs\n\n\ncs\nss cs\ncs\ncs\n  Gehring et al. [29]e,f\n\n\ncs\n\n\ncs\n\ncs\n\n Positive outcome\n\nNegative outcome\n\nno change? Varied results (case-reports only)cs = clinically significantss = statistically significantaOutcomes with changes of ≥ 20% were considered clinically-relevant for case-reportsbDecrease in total waist circumference measurecNo significant change in body weight, chest, hip or bicep circumferencedWithin group analysiseBetween group analysisfPresented effect sizes for outcomes. An effect size of ≥ 0.5 (medium or greater) were considered clinically-relevantgAttention (attentional inhibition, attention span and, auditory select attention and working memory)hAttention (information processing speed), memory (immediate verbal recall) and executive function (alternating attention/shifting, auditory working memory/shifting)iAttention (sustained selective attention)jMental health component summary of the short form 36 (SF-36)kEmotional functioning and role functioning remained stable; and social functioning decreasedlStatistical significance = p ≤ 0.1 as specified by original papermMD Anderson symptom inventory core symptoms and interference—total scorenFunctional independence measure (FIM) total scoreoFunctional Independence measure (FIM) activities of daily living subscale\n        \n          Exercise intervention details\n          A summary of the intervention details is presented in Supplementary Table 3. Intervention studies included patients with grade I–IV disease (although most [17, 21, 25, 26, 30] involved patients with HGGs only), five studies included mixed Gliomas (e.g. astrocytoma, glioblastoma) [16, 18, 20, 25, 29, 31] and four studies involved glioblastoma only [17, 21, 26, 30]. Except for one case-report describing an 87-week intervention, the intervention period ranged from 4 to 24 weeks. Most investigated either aerobic exercise only (40%) or mixed-mode (aerobic and resistance exercise; 40%), while two studies (20%) evaluated yoga (Table 3). Frequency of sessions and session duration ranged between one to six days per week and 15–60 mins, respectively. Exercise intensity was moderate or higher as measured by rating of perceived exertion or age-predicted heart rate maximum. Most studies involved some degree of supervision with a qualified exercise professional. Only one home-based study evaluated a completely unsupervised intervention [20, 29]. The remaining studies were conducted either in a class/clinic setting, in-patient or combination of clinic and home-based.\n        \n        \n          Feasibility, safety and acceptability\n          Recruitment and retention rates (not including case-reports) ranged from 25 [20] to 83% [26] and 58 [18] to 100% [16, 17, 26], respectively (Supplementary Table 3). Reasons for not enrolling included being uninterested, lack of motivation, disease progression, physical limitations, and being too busy [16, 18, 20, 31]. Reasons for withdrawal or lost to follow-up included illness progression, travel, returning to work, and lack of motivation or time [16, 18, 20, 29, 31]. Safety was reported in all except two studies [17, 31], with one adverse event (participant lost balance and fell, reporting soreness to the head) recorded [18]. Intervention adherence (average number of sessions attended/sessions planned × 100%) ranged from 61 [18] to 100% [21, 25, 26]. Exercise adherence was reported in two studies as ≥ 75% of participants meeting exercise intensity and duration (70 [20] to 100% [16]), mean distance cycled per session (6.27 ± 1.29 km) [16], and mean MET-hours completed per week (43.7 MET-h/wk) [30]. The most common reason for session absence was illness/disease progression [18, 20]. The one study that assessed acceptability, patient-reported satisfaction was rated as “good” to “excellent” by the majority (84%) [20].\n        \n        \n          Summary of exercise intervention outcomes\n          Level of evidence for any given outcome: III-4 to III-2. The effect of exercise on objectively-assessed outcomes and patient-reported outcomes are presented in Table 4. Evidence from one RCT supports clinically- and statistically-significant changes in overall symptoms severity [31]. Statistically-significant differences (p < 0.05) in aerobic capacity, body composition and PA levels were supported by individual RCTs [20, 31]. Outcomes that were found to have a clinically-significant improvement (although p > 0.05) included neurocognitive domains (particularly attentional inhibition, attention span and auditory select attention) [29, 31], mental health-related QoL and mood disturbance, all of which were supported by two, small sample (n = 20–34), RCTs [29, 31]. Symptom interference with daily life was measured in a single RCT and had a clinically-significant change [31]. Within the RCTs no consistent change was observed in self-reported physical functioning [29, 31]. Two RCTs reported improvements in fatigue and cognition, however these changes were only supported clinically in single studies [29, 31]\n          Preliminary evidence from case–control, pre-post intervention studies, and case-reports suggest that clinically-relevant improvements were observed in lower-body strength, balance, QoL [18], symptom severity and interference total score [26], symptom severity related to brain cancer [31], brain tumour symptoms interference to daily life [17, 31], fatigue [18], and sleep [26] following exercise. While upper-body strength, physical functioning, and shortness of breath have also been assessed, no changes were observed [17, 18, 21, 25, 26, 29, 31].\nConclusions\n          Evidence suggests that it is likely appropriate to promote those with brain cancer to be as physically active as possible. The need or ability of those with brain cancer to meet current PA guidelines promoted to all people with cancer remains unclear.\nSupplementary Information\n      \n        Below is the link to the electronic supplementary material.Supplementary file1 (DOCX 21 kb)Supplementary file2 (DOCX 27 kb)Supplementary file3 (DOCX 43 kb)\nIntroduction\n      Brain and other central nervous system cancers are rare, accounting for approximately 1.5% of all cancers diagnosed, but their disease burden is high [1]. The most common malignant brain tumours in adults are gliomas, accounting for up to 80% of all primary brain cancers [2]. The 5-year relative survival rate for brain cancers is 22% [1], which is markedly lower compared to more commonly diagnosed cancers such as breast (91%) and prostate (95%), and considerably lower than all cancers combined (69%) [3]. While advances in treatments such as a combined radiotherapy and chemotherapy (temozolomide) have contributed to improvements in survival [4], treatment-related complications and side-effects that impact physical, cognitive and psychosocial functioning remain throughout all phases of survivorship (from cancer diagnosis until end-of-life) [5–8].\n      A recent meta-analysis quantified the relationship between post-diagnosis physical activity (PA) and disease-free and overall survival for all cancers combined, with findings showing reductions of 59% and 64% cancer-specific and all-cause mortality respectively, for those in the highest PA group compared with those in the lowest [9]. Further, the American College of Sports Medicine exercise prescription guidelines highlight that there is strong evidence for exercise in the management of anxiety, depressive symptoms, fatigue, quality of life (QoL), and physical function, and moderate evidence for bone health and sleep [10]. These findings contributed to the development and promotion of PA recommendations for cancer survivors, which state all cancer survivors should avoid inactivity and aim towards participating in 150 minutes of moderate intensity exercise, as well as at least two resistance exercise sessions, per week [10, 11]. However, the studies contributing data that support these guidelines predominantly involve common cancers with relatively good survival such as breast, colorectal and prostate cancers. Consequently, it remains unclear whether higher levels of PA are associated with improved health outcomes and survival, as well as whether exercise is safe, feasible and efficacious following a brain cancer diagnosis. Therefore, the aims of this systematic review were to: (1) describe PA levels following diagnosis of primary brain cancer, (2) determine the relationship between PA levels and health outcomes, and (3) assess the effect of participating in an exercise intervention on health outcomes.\nSearch strategy\n        The systematic database search was conducted on PubMed, EMBASE, Scopus and CINAHL on 1 May 2020. A scientific librarian assisted with the development of the search strategy which included terms relating to brain cancer and exercise or PA, which were adapted to subject headings appropriate for each database (Supplementary Table 1). Where available, database specific limiters (Embase) were applied to identify publications in English, in adults, and by publication type. No restrictions were set on publication year. Additional articles were identified by searching reference lists of included articles.\nEligibility criteria\n        Peer-reviewed studies which contained information regarding levels of PA and/or exercise interventions (as assessed objectively or self-reported) in adults (age ≥ 18 years) with malignant, primary brain cancer (during or post-treatment) were included. Articles were excluded if they involved children and/or mixed interventions (e.g., exercise and psychological therapy). Observational studies contributed to answering aims one and two. Intervention studies contributed to answering aim three. Studies including participants with brain cancer which also enrolled benign or metastatic brain tumours were excluded, unless results for patients with primary malignant brain tumours were presented separately.\n        The results from database searches were imported to EndNote (X9) and duplicates were removed. One reviewer (MM) screened all titles/abstracts using the criteria described above. Full-text articles were assessed by two independent reviewers (MM, TJ). Any discrepancies were discussed and resolved by a third reviewer (CS). When two papers presented similar data from the same cohort, the paper with the most comprehensive information was used for data extraction.\nQuality appraisal\n        Articles eligible for inclusion were assessed for quality using the Joanna Briggs Institute quality appraisal tools [13] specific to each study design. Two reviewers (MM, TJ) conducted quality appraisal independently, the results were compared, and any discrepancies were resolved by consensus with a third independent reviewer (CS). Studies were not excluded based on quality. The level of evidence for each research question was then evaluated according to the NHMRC Guidelines for the development and implementation of clinical practice guidelines, where level I indicates the strongest and IV is the weakest evidence [14, 15].\nData extraction and statistical analysis\n        A data extraction spreadsheet collated relevant data from each included article, including: paper details, study design, sample size, sample information (e.g. age, cancer type, treatment status), study aims and primary outcome, PA measurements, PA levels, intervention details and outcomes.\n        A meta-analysis was not conducted due to small sample sizes, heterogeneity of study populations, study designs and the method of outcome assessment. PA levels, patient-relevant outcomes, and exercise interventions were summarised descriptively. PA levels were extracted as reported in the original papers (e.g., strenuous, moderate, mild exercise; or number of participants meeting guidelines). PA levels were grouped and summarised in tabular format according to assessment time point (i.e., pre-diagnosis, at diagnosis, during treatment, post-treatment, and follow-up < or ≥ 12 months since diagnosis). Exercise intervention details were summarised according to the FITT principle (frequency, intensity, time, type), safety (number of adverse events) and feasibility (recruitment, retention, and adherence to exercise). For aims two and three, we report the outcomes which were found to have a statistically- and/or clinically-significant relationship with PA or exercise intervention participation. These were determined a priori based on previously reported literature (Table 1). A p value < 0.05 was considered statistically-significant unless otherwise specified in the included study.Table 1A priori definition of clinically-significant change for outcomes reported in brain cancer exercise interventionsOutcomesUnits of changeReferencesEuropean organisation for the research and treatment of cancer quality of life10[48]36-item short form survey5[49]Edmonton symptom management system1[50]MD Anderson symptom inventory brain tumour module1[51]Brief fatigue inventory1[52]Cardiorespiratory fitness1-METa (3.5 mL/kg/min)[53]Pittsburgh sleep quality index3[54]Hospital anxiety and depression scale1.5[55]30 s sit-to-stand2 repetitions[56]Functional independence measure—total subscale22[57]Functional independence measure—motor subscale17[57]Functional independence measure—cognitive subscale3[57]For outcomes that did not have established values for clinically-relevant differences, we applied the 0.5 standard deviation (SD) distribution method [58]a1 MET is the amount of energy expended during one minute while at rest\nStudy selection\n        Database searches yielded 5394 manuscripts, and after removing duplicates (n = 1469) and screening of titles and abstracts, 90 articles remained for full-text assessment (Fig. 1). Sixteen manuscripts (presenting findings from 15 studies) of varying quality (Supplementary Table 2) were identified as eligible [16–31] (Fig. 1), consisting of two randomised controlled trials (RCT; findings from one of these trials were presented in two manuscripts) [20, 29, 31], seven prospective cohorts [16, 18, 19, 24, 26–28], two cross-sectional [22, 23] studies, one case–control study [17] and three case-reports [21, 25, 30].Fig. 1PRISMA flow diagram\nSample characteristics\n        Sample sizes ranged from 1 (case-reports) to 243 (a prospective cohort study [28]), and included participants with an age range of 20–82 years. Seven studies almost exclusively included patients with high-grade glioma (HGG) (WHO grade III/IV) [19, 21, 22, 25–28, 30]. Other studies included mixed samples of low-grade glioma (LGG; WHO grade I/II) and HGG [16–18, 20, 23, 24, 29, 31], involving newly diagnosed brain cancer [19, 21, 24–27, 30] or recurrent brain cancer [22, 25, 28] (three articles did not specify [20, 29, 31]).\nAim one: PA levels in people with primary brain cancer\n        Level of evidence: III-2. PA levels were reported in six studies [19, 22–24, 27, 28] (Table 2), including two cross-sectional (n = 171,243) [22, 28] and four longitudinal (range n = 15 to 106) [19, 23, 24, 27] studies. Recruitment rates reported in four of six studies were < 51% (range: 28 [23] to 71% [27]), with common reasons for not participating being uninterested or time. Attrition rates ranged from 10 [24] to 61% [28], with four from six studies involving HGG reporting higher attrition rates due to disease progression and deaths (range: 38 [19] to 61% [28]). All studies used self-reported measures of PA (mostly the Godin Leisure Time Exercise Questionnaire [19, 22–24, 28]), with five studies reporting total PA in minutes per week (mins/wk) [19, 22–24], or MET-h/wk [28], and two of the four longitudinal studies involved retrospective collection of pre-diagnosis PA levels [23, 27]. One study categorised participants according to PA levels (i.e. almost completely inactive, some PA < 3 h/week, regular PA, or regular hard physical training > 4 h/week) [27] and four others categorised participants according to meeting PA guidelines (≥ 150-mins of moderate aerobic exercise per week) [19, 22, 23, 28]. Timing of PA measurement varied from pre-diagnosis, during treatment and post-treatment (Table 2).Table 2Summary of studies assessing physical activity levels in adults with primary brain cancerStudy detailsPopulation at baseline: sample size (% female), age (mean ± SD or range in years), tumour type (tumour grade), time since diagnosis, treatment status; recruitment rate, attritionMethod of PA assessment and category of PA (as reported in the original paper)Assessment time pointsPre-diagnosisAt diagnosisDuring treatmentPost treatmentFollow up (< 12 months since baseline)Follow up (≥ 12 months since diagnosis)Association between PA levels and cancer related outcomesRuden et al. (2011) [28]USAProspective cohort study (PA reported at one time point)n = 243 (32%)49 ± 11 yearsRecurrent gliomaa (grade III/IV)Median 20 months (range 3–241) since recurrent diagnosis, 87% on treatment65% recruitment rate61% attritionGLTEQMean ± SD MET h/week% meeting guidelines% no exerciseAll 14 ± 19Grade III: n = 7616 ± 26Grade IV: n = 16714 ± 1626% meeting guidelines24% no exercise\n\n* Survival\n\nPhysical functionJones et al. (2006) [23]USACross-sectional study (single survey)n = 106 (51%)44.8 ± 12 yearsMixedb (grade I–IV)Mean 28 months (range 6–178) since diagnosis47% on active therapy28% recruitment rateAttrition not reportedGLTEQMean ± SD mins/weekTotal PAI: strenuous (heart beats rapidly, sweating)II: moderate (not exhausting, light perspiration)III: mild (minimal effort, no perspiration)% meeting guidelines% no exercise160.8 ± 224.9I 88.5 ± 134.6II 27.5 ± 77.1III 44.9 ± 88.242% meeting guidelines41% no exercise154.5 ± 222.2I 67.9 ± 120.6II 36.1 ± 72.8III 50.5 ± 88.238% meeting guidelines41% no exercise177.0 ± 226.5I 72.6 ± 109.4II 48.1 ± 82.5III 56.3 ± 86.141% meeting guidelines31% no exerciseJones et al. (2009) [22]USACross-sectional studyn = 171 (32%)49 ± 11(range 20–77) yearsHGGc (grade III and IV recurrent disease)Mean 22 months (range 3–176) since diagnosis85% on active therapy45% recruitmentAttrition not reportedGLTEQMean ± SD mins/weekTotal PA% meeting guidelines% no exercise164 ± 20125% meeting guidelines26% no exercise\n Karnofsky Performance Status\n Physical functionJones et al. (2010) [24]USAProspective cohort studyn = 35 (40%)47 ± 13LGG (grade I/II), HGG (grade III/IV)New diagnosis (approx. 1 month), 10 ± 7 days post-surgery51% recruitment40% (HGG), 10% (LGG) attritionGLTEQMean ± SD mins/weekTotal PALGG n = 748 ± 74HGG: n = 1382 ± 125LGG: n = 7167 ± 342HGG: n = 13134 ± 123LGG: n = 7141 ± 132HGG: n = 13192 ± 418\n\nQuality of life (brain specific subscale)\n Cardio-pulmonary function\n Muscle strength\n Body compositionPiil et al. (2015) [27]DenmarkProspective cohort studyn = 30 (37%)60 (range 29–82) yearsHGGd (grade III/IV)New diagnosis1 week post-surgery and diagnosis71% recruitment rate40% attritionLeisure-time physical activity levelNumber (%) of participantsI: almost completely inactiveII: some physical activity < 3 h/weekIII: regular activity at least 3 h/weekIV: regular hard physical training> 4 h/weekn = 17I: 2 (11.8%)II: 3 (17.6%)III: 10 (58.8%)IV: 2 (11.8%)n = 16I: 8 (50%)II: 4 (25%)III: 4 (25%)IV: 0n = 18I: 4 (22.2%)II: 7 (38.9%)III: 6 (33.3%)IV: 1 (5.6%)n = 16I: 7 (43.8%)II: 9 (56.3%)III: 0IV: 0n = 18I: 4 (22.2%)II: 13 (72.2%)III: 1 (5.6%)IV: 0n = 18I: 6 (33.3%)II: 10 (55.6%)III: 2 (11.1%)IV: 0\n\nHospital anxiety and depression scaleCulos-Reed et al. (2017) [19]CanadaProspective cohort studyn = 15 (47%)50.6 ± 3.7 yearsHGG (grade IV)New diagnosis receiving treatment46% recruitment rate38% attritionGLTEQMean ± SD mins/weekTotal PAI: strenuousII: moderateIII: mild exerciseNumber of participants meeting guidelines (%)n = 15155.8 ± 108.1I: 14.7 ± 8.7II: 38.8 ± 14.50III: 102.4 ± 20.3n = 3 (20%)n = 9177.2 ± 164.9I: 16.7 ± 27.3II: 63.9 ± 87.4III: 96.7 ± 94.3n = 2 (22%)n = 2125 ± 35.4I: 0II: 80 ± 56.6III: 45 ± 21.2n = 0 (0%)\n\n* Quality of life (general and brain specific subscale)Assessment time points for studies reporting multiple time points: Jones et al. [23] pre-diagnosis = before brain cancer diagnosis; during treatment = during active treatment; post-treatment = after the completion of treatment. Jones et al. [22] and Ruden et al. [28] participants had received or were receiving treatment. Jones et al. [24] at diagnosis = baseline, after post-surgical treatment consultation; post-treatment = approximately 6 weeks post-surgery for LGG, following the completion of adjuvant radiotherapy for HGG; follow up = approximately 24 weeks post-surgery. Piil et al. [27] pre-diagnosis = retrospectively reported 3 months prior to diagnosis; at diagnosis = baseline (after surgery and diagnosis); during treatment = during radiotherapy (6 weeks since baseline); post-treatment = after treatment (28 weeks since baseline); follow up = after treatment (40 weeks since baseline); follow up = after response scan (52 weeks since baseline). Culos-Reed et al. [19] at diagnosis = baseline (immediately prior to starting 6 weeks of concurrent Temozolomide chemotherapy with radiation); post-treatment = during the 4-week off-treatment period after concurrent therapy (i.e., approximately 2 months from T1); follow up = after 6 months of adjuvant Temozolomide (approximately 8 months from baseline)C control group, I intervention group, GLTEQ Godin Leisure Time Exercise Questionnaire, HGG high grade glioma, h hour, IPAQ International Physical Activity Questionnaire, LGG low grade glioma, MET metabolic equivalent; 1 MET is the amount of energy expended while at rest, MET-h/week MET-hour per week, mins/week minutes per week, NA not applicable, PA physical activity, \npositive association reported, \nno association reported/foundaGlioma = glioblastoma multiforme, anaplastic astrocytoma, anaplastic oligodendrogliomabMixed tumour type = glioblastoma multiforme, anaplastic astrocytoma, astrocytoma, glioma, pilocytic astrocytoma, cerebellar medulloblastomacHGG = glioblastoma multiforme, anaplastic astrocytoma, anaplastic oligodendrogliomadHGG = glioblastoma multiforme, primitive neuroectodermal tumour, glial cell sarcoma, anaplastic astrocytoma, anaplastic oligodendroglioma*Statistically significant (p < 0.05)\n        Mean PA during or post-treatment ranged from 134 ± 123 [24] to 177.2 ± 164.9 [19] mins/wk. Between 20 and 71% of participants pre- or at diagnosis [19, 23, 27], and 22–41% during or post-treatment met recommended PA guidelines. Longitudinal findings suggested that the proportion of ‘regularly active’ patients more than halved between pre- (59%) and post-diagnosis (25%) [27]. Participants reporting “no exercise” ranged from 24 to 44% [22, 23, 27, 28] (during or post-treatment), and overall, most participants did not meet PA guidelines at any time from diagnosis to follow-up (approximately 60% categorised as insufficiently active or sedentary).\nAim two: PA and health outcomes\n        Level of evidence for any given outcome: III-3 to III-2. Five studies assessed the association between PA levels and cancer-related outcomes [19, 22, 24, 27, 28] (Table 2), including: survival [28], QoL FACT-G [19, 24], side-effects relating to brain cancer (FACT-Brain cancer subscale) [19, 24], physical function (6-min walk test [28], Karnofsky Performance Status [22]), anxiety (Hospital Anxiety Depression Scale [27]), muscular strength (lower-limb dynamometry [24]), and cardiopulmonary fitness (VO2peak [24]).\n        Baseline PA (during or post-treatment) was shown to be an independent predictor of survival (p = 0.008) among patients with recurrent grade III/IV brain cancer in a cohort study (n = 243) [28]. Median survival was 22 months (95% CI 13.32–∞) for patients reporting ≥ 9 MET-h/wk compared to 13 months (95% CI 11.25–17.37) for patients reporting < 9 MET-h/wk. Two prospective cohort studies [19, 24] showed positive associations between total weekly PA levels and QoL (that is, higher PA levels were associated with higher QoL and fewer brain cancer specific concerns), but only one was supported statistically [19]. In a mixed (LGG and HGG) sample from a small (n = 35), prospective cohort study, increases in PA levels (from pre- to post-diagnosis) were associated with improvements in muscular strength, body composition, and cardiopulmonary function, although associations were not supported statistically [24]. Other studies failed to show an association between PA levels and physical function [22] or anxiety [27].\nAim three: effect of exercise interventions on cancer related outcomes\n        Nine studies (seven involving newly diagnosed patients [16–18, 21, 26, 30, 31]) evaluated the effect of an exercise intervention on cancer-related outcomes in patients with brain cancer (Table 3). These included three case-reports [21, 25, 30], three pre-post intervention studies (n: 5–24) [16, 18, 26], one case–control study (n = 43) [17] and two RCTs (n: 20–34) [20, 29, 31]. The case-reports related to three patients on treatment [21, 25, 30] and one post-treatment [25, 30]. Two studies evaluated exercise post-surgery (during inpatient rehabilitation) [16, 17], three studies during radiation and/or concurrent chemotherapy [18, 26, 31], and one evaluated exercise a minimum of 6-months post-treatment (surgery and/or adjuvant chemotherapy and/or radiotherapy) [20, 29]. The number of studies that evaluated any given outcome (objectively-assessed or patient-reported) ranged between one and six studies (Table 4).Table 3Summary of study details for exercise intervention studiesAuthorsSample sizeTreatment statusIntervention detailsAssessedDuring treatmentPost-treatmentAerobic exercise onlyAerobic and resistance exerciseEffectFeasibilitySafetyAcceptabilityCase-reports Levin et al. [25]n = 2xxxxxx Hansen et al. [21]n = 1xxxxx Troschel et al. [30]n = 1xxxxxPre-post intervention studies Capozzi et al. [18]n = 24xxxxx Ayotte & Harro [16]n = 7xxxx Milbury et al. [26]n = 5xYogaxxxCase–control study Bartolo et al. [17]n = 43xxxRandomised, controlled trials Gehring et al. [20]n = 34xxxxxx Milbury et al. [31]n = 20xYogaxxx Gehring et al. [29]n = 34xxxTable 4Summary of changes (either statistically- or clinically-significant) observed in objectively-assessed and patient-reported outcomes evaluated in exercise intervention studies involving patients with brain cancerAuthorsAerobic capacityUpper-body strengthLower-body strengthFunctional capacity (walk test)Sitting balanceStanding balanceGaitBody compositionCognitionObjectively-assessed outcomes Case-reportsa  Hansen et al. [21]\n\ncs\n\ncs\n\ncs\n  Levin et al. [25]?\n\n\n?  Troschel et al. [30]\ncs Pre-post intervention studies  Capozzi et al. [18]\nss\ncs ss\n\nbss c  Ayotte and Harro [16]  Milbury et al. [26]d Case–control studies  Bartolo et al. [17]\n\ncs\ncs\ncs Randomised, controlled trials  Gehring et al. [20]d\nss\nss  Milbury et al. [31]e  Gehring et al. [29]e, f\n\ncsg, h\niAuthorsTotal scoreQuality of lifeFunctional (social, emotional, occupational)Mental health related quality of lifejPhysical functioningSymptom interference with daily lifeOverall symptom severityMood disturbanceCognitionShortness of breathFatigue and tirednessSleep quality or insomniaPhysical activityPatient-reported outcomes Case-reportsa  Levin et al. [25]??\n\ncs\n?  Hansen et al. [21]\n\nk\n\n\n\n\n  Troschel et al. [30] Pre-post intervention studies  Capozzi et al. [18]\nss cs\nss cs\nss cs  Ayotte and Harro [16]  Milbury et al. [26]d,l\nss ssm\ncs\n\n\n\n\n\n\nss cs Case–control studies  Bartolo et al. [17]\ncsn\n\ncso\ncs Randomised, controlled trials  Gehring et al. [20]d\nss  Milbury et al. [31]e\ncs\n\n\ncs\nss cs\ncs\ncs\n  Gehring et al. [29]e,f\n\n\ncs\n\n\ncs\n\ncs\n\n Positive outcome\n\nNegative outcome\n\nno change? Varied results (case-reports only)cs = clinically significantss = statistically significantaOutcomes with changes of ≥ 20% were considered clinically-relevant for case-reportsbDecrease in total waist circumference measurecNo significant change in body weight, chest, hip or bicep circumferencedWithin group analysiseBetween group analysisfPresented effect sizes for outcomes. An effect size of ≥ 0.5 (medium or greater) were considered clinically-relevantgAttention (attentional inhibition, attention span and, auditory select attention and working memory)hAttention (information processing speed), memory (immediate verbal recall) and executive function (alternating attention/shifting, auditory working memory/shifting)iAttention (sustained selective attention)jMental health component summary of the short form 36 (SF-36)kEmotional functioning and role functioning remained stable; and social functioning decreasedlStatistical significance = p ≤ 0.1 as specified by original papermMD Anderson symptom inventory core symptoms and interference—total scorenFunctional independence measure (FIM) total scoreoFunctional Independence measure (FIM) activities of daily living subscale\n        \n          Exercise intervention details\n          A summary of the intervention details is presented in Supplementary Table 3. Intervention studies included patients with grade I–IV disease (although most [17, 21, 25, 26, 30] involved patients with HGGs only), five studies included mixed Gliomas (e.g. astrocytoma, glioblastoma) [16, 18, 20, 25, 29, 31] and four studies involved glioblastoma only [17, 21, 26, 30]. Except for one case-report describing an 87-week intervention, the intervention period ranged from 4 to 24 weeks. Most investigated either aerobic exercise only (40%) or mixed-mode (aerobic and resistance exercise; 40%), while two studies (20%) evaluated yoga (Table 3). Frequency of sessions and session duration ranged between one to six days per week and 15–60 mins, respectively. Exercise intensity was moderate or higher as measured by rating of perceived exertion or age-predicted heart rate maximum. Most studies involved some degree of supervision with a qualified exercise professional. Only one home-based study evaluated a completely unsupervised intervention [20, 29]. The remaining studies were conducted either in a class/clinic setting, in-patient or combination of clinic and home-based.\n        \n        \n          Feasibility, safety and acceptability\n          Recruitment and retention rates (not including case-reports) ranged from 25 [20] to 83% [26] and 58 [18] to 100% [16, 17, 26], respectively (Supplementary Table 3). Reasons for not enrolling included being uninterested, lack of motivation, disease progression, physical limitations, and being too busy [16, 18, 20, 31]. Reasons for withdrawal or lost to follow-up included illness progression, travel, returning to work, and lack of motivation or time [16, 18, 20, 29, 31]. Safety was reported in all except two studies [17, 31], with one adverse event (participant lost balance and fell, reporting soreness to the head) recorded [18]. Intervention adherence (average number of sessions attended/sessions planned × 100%) ranged from 61 [18] to 100% [21, 25, 26]. Exercise adherence was reported in two studies as ≥ 75% of participants meeting exercise intensity and duration (70 [20] to 100% [16]), mean distance cycled per session (6.27 ± 1.29 km) [16], and mean MET-hours completed per week (43.7 MET-h/wk) [30]. The most common reason for session absence was illness/disease progression [18, 20]. The one study that assessed acceptability, patient-reported satisfaction was rated as “good” to “excellent” by the majority (84%) [20].\n        \n        \n          Summary of exercise intervention outcomes\n          Level of evidence for any given outcome: III-4 to III-2. The effect of exercise on objectively-assessed outcomes and patient-reported outcomes are presented in Table 4. Evidence from one RCT supports clinically- and statistically-significant changes in overall symptoms severity [31]. Statistically-significant differences (p < 0.05) in aerobic capacity, body composition and PA levels were supported by individual RCTs [20, 31]. Outcomes that were found to have a clinically-significant improvement (although p > 0.05) included neurocognitive domains (particularly attentional inhibition, attention span and auditory select attention) [29, 31], mental health-related QoL and mood disturbance, all of which were supported by two, small sample (n = 20–34), RCTs [29, 31]. Symptom interference with daily life was measured in a single RCT and had a clinically-significant change [31]. Within the RCTs no consistent change was observed in self-reported physical functioning [29, 31]. Two RCTs reported improvements in fatigue and cognition, however these changes were only supported clinically in single studies [29, 31]\n          Preliminary evidence from case–control, pre-post intervention studies, and case-reports suggest that clinically-relevant improvements were observed in lower-body strength, balance, QoL [18], symptom severity and interference total score [26], symptom severity related to brain cancer [31], brain tumour symptoms interference to daily life [17, 31], fatigue [18], and sleep [26] following exercise. While upper-body strength, physical functioning, and shortness of breath have also been assessed, no changes were observed [17, 18, 21, 25, 26, 29, 31].\nExercise intervention details\n          A summary of the intervention details is presented in Supplementary Table 3. Intervention studies included patients with grade I–IV disease (although most [17, 21, 25, 26, 30] involved patients with HGGs only), five studies included mixed Gliomas (e.g. astrocytoma, glioblastoma) [16, 18, 20, 25, 29, 31] and four studies involved glioblastoma only [17, 21, 26, 30]. Except for one case-report describing an 87-week intervention, the intervention period ranged from 4 to 24 weeks. Most investigated either aerobic exercise only (40%) or mixed-mode (aerobic and resistance exercise; 40%), while two studies (20%) evaluated yoga (Table 3). Frequency of sessions and session duration ranged between one to six days per week and 15–60 mins, respectively. Exercise intensity was moderate or higher as measured by rating of perceived exertion or age-predicted heart rate maximum. Most studies involved some degree of supervision with a qualified exercise professional. Only one home-based study evaluated a completely unsupervised intervention [20, 29]. The remaining studies were conducted either in a class/clinic setting, in-patient or combination of clinic and home-based.\nFeasibility, safety and acceptability\n          Recruitment and retention rates (not including case-reports) ranged from 25 [20] to 83% [26] and 58 [18] to 100% [16, 17, 26], respectively (Supplementary Table 3). Reasons for not enrolling included being uninterested, lack of motivation, disease progression, physical limitations, and being too busy [16, 18, 20, 31]. Reasons for withdrawal or lost to follow-up included illness progression, travel, returning to work, and lack of motivation or time [16, 18, 20, 29, 31]. Safety was reported in all except two studies [17, 31], with one adverse event (participant lost balance and fell, reporting soreness to the head) recorded [18]. Intervention adherence (average number of sessions attended/sessions planned × 100%) ranged from 61 [18] to 100% [21, 25, 26]. Exercise adherence was reported in two studies as ≥ 75% of participants meeting exercise intensity and duration (70 [20] to 100% [16]), mean distance cycled per session (6.27 ± 1.29 km) [16], and mean MET-hours completed per week (43.7 MET-h/wk) [30]. The most common reason for session absence was illness/disease progression [18, 20]. The one study that assessed acceptability, patient-reported satisfaction was rated as “good” to “excellent” by the majority (84%) [20].\nSummary of exercise intervention outcomes\n          Level of evidence for any given outcome: III-4 to III-2. The effect of exercise on objectively-assessed outcomes and patient-reported outcomes are presented in Table 4. Evidence from one RCT supports clinically- and statistically-significant changes in overall symptoms severity [31]. Statistically-significant differences (p < 0.05) in aerobic capacity, body composition and PA levels were supported by individual RCTs [20, 31]. Outcomes that were found to have a clinically-significant improvement (although p > 0.05) included neurocognitive domains (particularly attentional inhibition, attention span and auditory select attention) [29, 31], mental health-related QoL and mood disturbance, all of which were supported by two, small sample (n = 20–34), RCTs [29, 31]. Symptom interference with daily life was measured in a single RCT and had a clinically-significant change [31]. Within the RCTs no consistent change was observed in self-reported physical functioning [29, 31]. Two RCTs reported improvements in fatigue and cognition, however these changes were only supported clinically in single studies [29, 31]\n          Preliminary evidence from case–control, pre-post intervention studies, and case-reports suggest that clinically-relevant improvements were observed in lower-body strength, balance, QoL [18], symptom severity and interference total score [26], symptom severity related to brain cancer [31], brain tumour symptoms interference to daily life [17, 31], fatigue [18], and sleep [26] following exercise. While upper-body strength, physical functioning, and shortness of breath have also been assessed, no changes were observed [17, 18, 21, 25, 26, 29, 31].\nDiscussion\n      Following a brain cancer diagnosis, persistently low PA levels were observed, with most patients failing to participate in PA levels recommended to cancer survivors [10, 32]. Yet, higher levels of PA post-diagnosis of brain cancer may be associated with better health outcomes, including higher QoL, fewer brain cancer specific concerns and potentially improved survival. Additionally, there is also preliminary evidence that suggests exercise interventions can be safe, feasible and beneficial for symptom management and improving aerobic capacity, body composition and PA levels. However, the strength of this evidence is weak.\n      Similar to what is observed in other cancer cohorts, this review suggests the proportion of insufficiently active patients increases during treatment [33–36]. After treatment, levels of PA are lower for patients with brain cancer (22–41% meeting guidelines) compared to more common cancers (e.g., mixed cohort of breast, colorectal, prostate cancer-54% meeting guidelines) [36]. This may be reflective of the unique challenges experienced by those with brain cancer including disease- and treatment-related side-effects, such as instability and fatigue, which make engaging in PA and exercise particularly difficult [6, 8, 37]. Limitations of the reviewed studies include: weaker study design (mostly cross-sectional), high attrition rates, mixed cohorts (mostly newly diagnosed) and lack of objective PA measurement. These limitations likely influence our findings towards overestimates of PA levels rather than underestimates. This raises questions whether the PA targets [10, 32] set for all cancer survivors are realistic and achievable for the brain cancer population.\n      Consistent with the literature from other cancer cohorts [38], this review identified higher PA was associated with better QoL and lower brain cancer treatment-associated symptoms, although findings were supported statistically by only one prospective study. Further, we found preliminary evidence from exercise trials (including two RCTs) which supports exercise as beneficial to specific health outcomes, including overall symptom severity, aerobic capacity, body composition, neurocognitive domains, mental-health related QoL, mood and PA. However, limitations necessitate caution in the interpretation of these findings. Within the observational PA literature, limitations include small sample sizes, heterogenous samples within and between studies, high attrition rates and lack of objective PA assessment. Within the exercise trial literature, there is a lack of RCTs, limited number of studies contributing to the evidence-base for any given outcome and small and heterogenous samples.\n      Although exercise was deemed feasible, the wide range in recruitment and retention rates suggest that integrating exercise for brain cancer is complex. Participants were mostly newly diagnosed and those with comorbidities and significant side-effects (e.g., cardiac disease, neurological deficits) were deemed ineligible to participate [16, 18, 20]. This presents a potential recruitment bias which has been observed in other cancer populations (but is potentially exaggerated in brain cancer) [39], whereby only the ‘more well’ patient volunteers or is eligible to participate. Adverse events were few and mild suggesting exercise is safe. However, safety evaluation in exercise oncology has been identified as an area in need of improvement [40]. Therefore, it is plausible that risk of adverse events through exercise may be underestimated. Except for one study, all trials involved highly supervised exercise. As such, the safety of unsupervised exercise following brain cancer remains unclear. This is an issue as access to exercise services is inequitable, with lower socioeconomic status or those living in rural/regional areas less likely to have access to supervised exercise compared with their higher socioeconomic or urban counterparts [41–43]. The appropriateness of telehealth as an alternative to face-to-face supervision may be an important future research direction, particularly in the COVID-19 context [44].\n      Whilst acknowledging the numerous limitations, encouragingly, there are trends of improvement in health outcomes and exercise is safe and feasible. Further, viewed in the context of the robust and strong wider PA and exercise oncology evidence-base, findings presented in this review suggest that it is likely relevant and important to encourage those with brain cancer to be physically active from diagnosis through to post-treatment. It is also clear that the brain cancer cohort has unique challenges that may influence patient interest, acceptance and feasibility of engaging in PA: even if benefits can be derived through PA, brain cancer survivorship may make attaining these benefits only possible for a subgroup. There is a need for future research to inform what may constitute realistic PA targets for this cohort and whether these targets should differ according to brain cancer subtype and/or survivorship stage. Based on the current evidence, cautious interpretation of the potential benefits of PA and exercise is warranted.\n      Overall, higher quality, population-based, longitudinal studies investigating PA levels from time of diagnosis throughout treatment and post-treatment are needed to better understand rates and patterns of PA. Findings from higher quality research (e.g., larger RCTs) will better articulate who can benefit through exercise and in what way. Given brain cancer is rare, this will likely require multi-centre, national or international trials to ensure sufficient numbers for adequately-powered analysis of outcomes. Until findings from future trials become available, it is likely appropriate to promote and encourage those with brain cancer to be physically active in as many ways as possible. However, the need or ability of those with brain cancer to meet current PA guidelines promoted to all people with cancer remains unclear. In line with exercise prescription guidelines, a tailored, individualised approach to exercise prescription which accommodates fluctuating symptoms and unique circumstances (e.g. stage of diseases, functional capacity, treatment toxitcity) that present alongside brain cancer is necessary [45–47].\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8079225/\nhttps://doi.org/10.1007/s11060-021-03745-3",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8079225/",
    "doi": "https://doi.org/10.1007/s11060-021-03745-3"
}