{
    "title": "Specialist breast care nurses for support of women with breast cancer",
    "abstract": "Specialist breast care nurses for support of women with breast cancer Tamara Brown Susanne Cruickshank Maria Noblet Background Interventions by specialist breast cancer nurses (SBCNs) aim to support women and help them cope with the impact of the disease on their quality of life. Two studies (320 women, low‐quality evidence) measured satisfaction during survivorship; one study measured satisfaction only in the intervention group and showed high levels of satisfaction with care; the second study showed equal satisfaction with care in both groups at six months. A second study showed no differences between groups for role and emotional functioning measured using cancer‐specific quality of life questionnaires in a SBCN‐led telephone intervention compared with standard hospital care, both with and without an educational group programme at 12 months.",
    "authors": [
        "Tamara Brown",
        "Susanne Cruickshank",
        "Maria Noblet"
    ],
    "published_year": "Not available",
    "description": "Background\n          Interventions by specialist breast cancer nurses (SBCNs) aim to support women and help them cope with the impact of the disease on their quality of life.\nObjectives\n          To assess the effects of individual interventions carried out by SBCNs on indicators of quality of life, anxiety, depression, and participant satisfaction.\nSearch methods\n          In June 2020, we searched MEDLINE, Embase, CENTRAL (Trials only), Cochrane Breast Cancer Group's Specialist Register (CBCG SR), CINAHL, PsycINFO, World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) and Clinicaltrials.gov.\nSelection criteria\n          We selected randomised controlled trials (RCTs) of interventions carried out by SBCNs for women with breast cancer, which reported indicators of quality of life, anxiety, depression, and participant satisfaction.\nData collection and analysis\n          The certainty of the evidence was evaluated using the GRADE approach. A narrative description of the results including structured tabulation was carried out.\nMain results\n          We included 14 RCTs involving 2905 women. With the exception of one study (women with advanced breast cancer), all the women were diagnosed with primary breast cancer. Mean age ranged from 48 to 64 years.\n          \n            Psychosocial nursing interventions compared with standard care for women with primary breast cancer\n          \n          Eight studies (1328 women, low‐quality evidence) showed small improvements in general health‐related quality of life or no difference in effect between nine weeks and 18 months. Six studies (897 women, low‐quality evidence) showed small improvements in cancer‐specific quality of life or no difference in effect between nine weeks and 18 months. Six studies (951 women, low‐quality evidence) showed small improvements in anxiety and depression between nine weeks and 18 months. Two studies (320 women, low‐quality evidence) measured satisfaction during survivorship; one study measured satisfaction only in the intervention group and showed high levels of satisfaction with care; the second study showed equal satisfaction with care in both groups at six months.\n          \n            Psychosocial nursing interventions compared with other supportive care interventions for women with primary breast cancer\n          \n          Two studies (351 women, very‐low quality evidence) measured general health‐related quality of life. One study reported that psychological morbidity reduced over the 12‐month period; scores were consistently lower in women supported by SBCNs alone compared to support from a voluntary organisation. The other study reported that at six months, women receiving psychosocial support by either SBCNs or psychologists clinically improved from \"higher levels of distress\" to \"lower levels of distress\".\n          One study (179 women, very‐low quality evidence) showed no between‐group differences on subscales at all time points up to six months measured using cancer‐specific quality of life questionnaires. There were significant group‐by‐time changes in the global quality of life, nausea and vomiting, and systemic therapy side effects subscales, for women receiving psychosocial support by either SBCNs or psychologists at six months. There were improvements in other subscales over time in both groups. Systemic therapy side effects increased significantly in the psychologist group but not in the SBCN group. Sexual functioning decreased in both groups.\n          Two studies (351 women, very‐low quality evidence) measured anxiety and depression. One study reported that anxiety subscale scores and state anxiety scores improved over six months but there was no effect on depression subscale scores in the SBCN group compared to the psychologist group. There was no group‐by‐time interaction on the anxiety and depression or state anxiety subscales. The other study reported that anxiety and depression scores reduced over the 12‐month post‐surgery period in the SBCN group; scores were consistently lower in women supported by SBCNs compared to support from a voluntary organisation.\n          \n            SBCN‐led telephone interventions delivering follow‐up care compared with usual care for women with primary breast cancer\n          \n          Three studies (931 women, moderate‐quality evidence) reported general health‐related quality of life outcomes. Two studies reported no difference in psychological morbidity scores between SBCN‐led follow‐up care and standard care at 18 to 24 months. One trial reported no change in feelings of control scores between SBCN‐led follow‐up care and standard care at 12 months.\n          Two studies (557 women, moderate‐quality evidence) reported no between‐group difference in cancer‐specific quality of life at 18 to 24 months. A SBCN intervention conducted by telephone, as a point‐of‐need access to specialist care, did not change psychological morbidity compared to routine clinical review at 18 months. Scores for both groups on the breast cancer subscale improved over time, with lower scores at nine and 18 months compared to baseline. The adjusted mean differences between groups at 18 months was 0.7 points in favour of the SBCN intervention (P = 0.058). A second study showed no differences between groups for role and emotional functioning measured using cancer‐specific quality of life questionnaires in a SBCN‐led telephone intervention compared with standard hospital care, both with and without an educational group programme at 12 months. At 12 months, mean scores were 78.4 (SD = 16.2) and 77.7 (SD = 16.2) respectively for SBCN‐led telephone and standard hospital follow‐up. The 95% confidence interval difference at 12 months was ‐1.93 to 4.64.\n          Three studies (1094 women, moderate‐quality evidence) reported no between‐group difference in anxiety between 12 and 60 months follow‐up. One of these studies also measured depression and reported no difference in depression scores between groups at five years (anxiety: RR 1.8; 95% CI 0.6 to 5.1; depression: RR 1.7 95% CI 0.4 to 7.2).\n          Four studies (1331 women, moderate‐quality evidence) demonstrated high levels of satisfaction with SBCN‐led follow‐up care by telephone between 12 and 60 months.\n          \n            Psychosocial nursing interventions compared with usual care for women with advanced breast cancer\n          \n          One study (105 women, low‐quality evidence) showed no difference in cancer‐specific quality of life outcomes at 3 months.\nAuthors' conclusions\n          Evidence suggests that psychosocial interventions delivered by SBCNs for women with primary breast cancer may improve or are at least as effective as standard care and other supportive interventions, during diagnosis, treatment and survivorship. SBCN‐led telephone follow‐up interventions were equally as effective as standard care, for women with primary breast cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8092434/",
    "doi": "https://doi.org/10.1002/14651858.CD005634.pub3"
}