{
    "title": "COVID-19 and the multidisciplinary care of patients with lung cancer: an evidence-based review and commentary",
    "abstract": "Patients in the high-infected area (345, 56.7%) complained more frequently about longer booking periods than those in the low-infected area (61, 31.3%)Fujita et al.83Impact of COVID-19 pandemic on lung cancer treatment schedulingJapanObservational retrospective study165 patients (medical records)Secondary care• Delay in treatment scheduleLung cancer treatments of 15 patients (9.1%) were delayed during the COVID‐19 pandemicHyland and Jim et al.84Behavioural and psychosocial responses of people receiving treatment for advanced lung cancer during the COVID-19 pandemic: A qualitative analysisUSAQualitative study15 patientsSecondary care• Themes related to the behavioural and psychosocial responsesSix themes emerged from this qualitative study, including cancer as the primary health threat, changes in oncology practice and access to cancer care, awareness of mortality and perceptions of risk, behavioural and psychosocial responses to COVID-19, sense of loss/mourning and positive reinterpretation/greater appreciation for lifeYang et al.85Clinical characteristics, outcomes, and risk factors for mortality in patients with cancer and COVID-19 in Hubei, China: a multicentre, retrospective, cohort studyChinaRetrospective, multicentre cohort205 patientsSecondary care• Clinical outcomes• Laboratory findings• Chest CT examinations• Treatment• MortalityPatients with cancer and COVID-19 who were admitted to hospital had a high case-fatality rate. Barriers to empathy and support for lung cancer patients  (b) Patient presentation and clinical assessment    (i) Delayed presentation of symptomatic and at-risk (‘shielding’) patients    (ii) Increased mortality risk of COVID-19 in patients at risk of or diagnosed with lung cancer, including patient factors (comorbidity/age/smoking) and treatments, including systemic chemotherapy and surgery    (iii) Risk–benefit and shared decision-making discussions between patients and HCPs (including safety netting)    (iv) Overlap in clinical features and investigations between lung cancer and COVID-19 (including radiology)    (v) Personal protective equipment (PPE) for assessment and treatment(2) HCP and workforce issues  (a) Redeployment to COVID-19 services and reduced deployment if self-isolating or in shielding groups  (b) Burnout and stress  (c) Rapidly evolving evidence and guidelines(3) Service design and delivery  (a) Pause/changes in service provision and rapid service redesign  (b) Rapid move to virtual clinics and MDTs, and challenges these poses  (c) Reduced capacity of services and diagnostic investigations (including imaging, respiratory physiology and bronchoscopy)  (d) Reduced recruitment to clinical trials Patient awareness and help-seeking for potential lung cancer symptoms During the COVID-19 pandemic, early NHS and government messaging emphasised the need to ‘stay at home, protect the NHS and save lives’. Staff and healthcare services also need to ensure that the physical route of the patient is made as safe as possible whilst providing support and empathy.Table 3Key themes to facilitate potential lung cancer presentations, referrals, diagnosis and treatment.• Key messages to patients around potential concerning symptoms, and clear messaging that services are safe and open, particularly to those at high risk of lung and other cancers• Services may be delivered in a different way, such as via phone, video and online services to keep patients safe• Use of ‘Hot’ and ’Cold’ hubs across health services to reduce risk of COVID-19 transmission, including maintaining COVID free sites for cancer treatments• Clinicians to be aware of potential overlap of symptoms, have low thresholds for chest X-rays and use safety netting tools• Improved interface and working across health services, including primary and secondary care with rapid access to advice and guidance• Facilitate continued use of urgent suspected cancer referrals, and access to timely imaging including CT scanning via multiple potential routes to diagnosis• Potential for re-starting lung cancer screening pilots As with many aspects of the pandemic, lung cancer multidisciplinary teams have pulled together to minimise the impact on patient outcomes.",
    "authors": [
        "Thomas Round",
        "Veline L’Esperance",
        "Joanne Bayly",
        "Kate Brain",
        "Lorraine Dallas",
        "John G. Edwards",
        "Thomas Haswell",
        "Crispin Hiley",
        "Natasha Lovell",
        "Julia McAdam",
        "Grace McCutchan",
        "Arjun Nair",
        "Thomas Newsom-Davis",
        "Elizabeth K. Sage",
        "Neal Navani"
    ],
    "published_year": "2021",
    "description": "Background\n      In December 2019 the emergence of a new virus, severe acute respiratory syndrome coronavirus2 (SARS-CoV-2), was reported in Wuhan, China. SARS-CoV-2 leads to coronavirus disease (COVID-19), which ranges in severity from asymptomatic infections to severe viral pneumonia, acute respiratory distress syndrome and death.1 The first UK case was reported on 31 January 2020 and subsequently COVID-19 has been responsible for >127,000 deaths in the UK (as of April 2021). During the height of the pandemic, the National Health Service (NHS) was transformed to provide services to those infected, whilst routine elective hospital care was paused.\n      Globally, lung cancer is a significant disease burden with >2 million cases worldwide.2 Survival rates remain poor and early diagnosis is critical.3–5 Delivering lung cancer care during the current pandemic has posed significant challenges, including the potential overlap in symptoms between pneumonia secondary to COVID-19 and lung cancer1 (such as fatigue, cough and difficulty in breathing) make it difficult to differentiate them clinically; patients are at risk of exposure to infection whilst accessing healthcare for diagnostics and treatment and oncological therapies predispose patients to more harmful effects of COVID-19 infection;6 patients at risk of, or diagnosed with, lung cancer are also more likely to be an older age, be current or ex-smokers and have higher levels of comorbidity further increasing risks to COVID infection.7 High-risk patients are also more likely to be in ‘shielding’ categories, making healthcare access more challenging.8\n      Significant reductions in urgent referrals for suspected cancers and in those starting cancer treatments in England have been reported,9 suggesting delays across the patient pathway. In addition, the number of lung cancers found incidentally has also dramatically reduced. With over 1000 patients diagnosed and over 450 deaths due to cancer every day in the UK (including nearly 100 lung cancer deaths daily), there is the potential for significant excess cancer patient mortality indirectly related to COVID-19.10–14 It is estimated that in England delays in diagnosis due to COVID-19 could result in over 1000 additional lung cancer deaths over 5 years following diagnosis, potentially reversing the progress in lung cancer survival achieved over recent years.13,15\n      The COVID-19 pandemic is a significant and ongoing challenge to all aspects of the lung cancer patient pathway from screening and symptom detection to treatment and palliative care. We conducted a rapid review to understand the current literature and evidence in the field of lung cancer and COVID-19 (see Supplementary Material for detailed description). An initial search up to 3 July 2020 included 38 published papers reviewed, which included 11 case reports/series, 11 editorials/commentaries, two clinical guidelines, six review articles, three consensus papers (Delphi methods) and five quantitative studies (Supplementary Table is available on request). Most of the commentaries, reviews and guidelines focused on practical suggestions to manage patients, with radiotherapy guidance a common theme highlighted.\n      A further search was carried out up to 28 October 2020, which produced a total of 144 papers with 113 full texts screened. We focused on new primary data collection, either qualitative or quantitative evidence, and excluded case reports, editorials and commentaries. Following exclusions (see Fig. 1), 15 published papers included relevant data and were included in the review and are summarised in Table 1. They included one qualitative paper and 14 quantitative studies (surveys or cohort studies), with a total of 2295 lung cancer patients data included (mean study size 153 patients; range 7–803).Fig. 1Lung cancer and COVID-19 rapid review searchPRISMA flow diagram of studies included and excluded.Table 1Lung cancer and COVID-19 rapid review study characteristics.AuthorTitleCountryDesignParticipantsSettingOutcome MeasuresSummary of FindingsGebbia et al.72Patients with cancer and COVID-19: a WhatsApp messenger-based survey of patients’ queries, needs, fears, and actions takenItalyObservational study survey446 patients 62 patients with lung cancerSecondary care• Requirement of visit delay by patients undergoing oral therapies or in follow-up• Delays in chemotherapy or immunotherapy administration• Queries about possible immunosuppression• Changes in lifestyle or daily activitiesWhatsApp was an adequate mode of providing a rapid answer to most queries from patients with cancer in the COVID-19 pandemicZhang et al.73Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan, ChinaChinaRetrospective cohort study7 patients with lung cancerSecondary care• ICU admission• Mechanical ventilation• DeathCancer patients show deteriorating condition and poor outcomes from COVID-19 infection. Recommends that cancer patients receiving antitumour treatments should have vigorous screening for COVID-19 infection and avoid treatments causing immunosuppression or have their dosages decreased in case of COVID-19 coinfectionDai et al.74Patients with cancer appear more vulnerable to SARS-CoV-2: a multicenter study during the COVID-19 outbreakChinaObservational multicentre cohort study105 COVID-22 patients with lung cancerSecondary care• ICU admission• One severe or critical symptom• Mechanical ventilation• DeathPatients with haematological cancer, lung cancer or with metastatic cancer (stage IV) had the highest frequency of severe eventsGarassino et al.75COVID-19 in patients with thoracic malignancies (TERAVOLT): first results of an International, Registry-Based, Cohort StudyMultinationalMulticentre longitudinal cohort study200 patients 180 patients with lung cancerSecondary care• Demographics• Oncological history and comorbidities• COVID-19 diagnosis• Disease sequelae• Clinical outcomesData suggests high mortality and low admission to intensive care in patients with thoracic cancerGhosh et al.76Perspective of oncology patients during COVID-19 pandemic: a prospective observational study from IndiaIndiaObservational study survey302 patients 44 patients with Lung CancerSecondary care• Willingness to continue chemotherapy during this pandemic and factors influencing the decisionsOncology patients are more worried about disease progression than the SARS-CoV-2 and wish to continue chemotherapy during this pandemicRogado et al.77COVID-19 and lung cancer: a greater fatality rate?SpainRetrospective cohort study1878 medical records 17 patients with Lung CancerSecondary care• Treatment outcome• Mortality• Associated risk factors17 cases of lung cancer with COVID-19 infection were detected. Of these nine died (52.3%). Combined treatment with hydroxychloroquine and azithromycin was used in lung cancer patients, detecting only 1/6 deaths between patients under this treatment vs. others treatment, with statistical significance in the univariate and multivariate logistic regression (OR 0.04, p = 0.018)Luo et al.50COVID-19 in patients with lung cancerUSAObservational multicentre cohort study102 patientsSecondary care• Disease severity• Mortality• Recovery• Human leucocyte antigen analysisCOVID-19 was severe in patients with lung cancer (62% hospitalised, 25% died). Determinants of COVID-19 severity were largely patient-specific features, including smoking status and chronic obstructive pulmonary disease. Cancer-specific features, including prior thoracic surgery/radiation and recent systemic therapies did not impact severity. Human leucocyte antigen supertypes were generally similar in mild or severe cases of COVID-19 compared with non-COVID-19 controls.Sha et al.78The impact of the COVID-19 pandemic on lung cancer patientsChinaRetrospective cohort study161 patientsSecondary care• Response evaluation criteria in solid tumour (RECIST 1)• Delayed admission29.4% (n = 47) patients had delayed admission during the epidemic and having to discontinue or delay their regular anticancer treatments. Of these 47 delayed patients, 33 were evaluated for tumour status using a computed tomography scan, 6 of these 33 cases (18.2%) were diagnosed as progressive disease (PD) and 5 cases did not return for visitCalles et al.79Outcomes of COVID-19 in patients with lung cancer treated in a tertiary hospital in MadridSpainObservational, retrospective cohort single-centre study23 patientsSecondary care• Clinical features,• Pathology, laboratory and Radiological data• Treatment schemesAll patients had at least 1 COVID-19-related symptom; cough (48%), shortness of breath (48%), fever (39%) and low-grade fever (30%) were the most common. Time from symptoms onset to first positive SARS-CoV-2 PCR was 5.5 days (range 1–17), with 13% of cases needed from a second PCR to confirm diagnosis. There was a high variability on thoracic imaging findings, with multi-lobar pneumonia as the most commonly found pattern (74%). Main lab test abnormalities were low lymphocytes count (87%), high neutrophil-to-lymphocyte ratio (NLR) (78%) and elevated inflammatory markers: fibrinogen (91%), C-reactive protein (CRP) (87%), and d-dimer (70%)Leclère et al.80Maintaining surgical treatment of non-small cell lung cancer during the COVID-19 pandemic in ParisFranceObservational retrospective database study115 patientsSecondary care• Incidence and prognosis of COVID-19 during the first 30 days following surgery• Secondary endpoints• 30-day morbidity• 30-day mortality• Proportion of patients with complete resection on the surgical specimen• Proportion of patients with suspected COVID-19 on the pathological examination of the surgical specimenCompared to COVID negative patients, COVID positive patients were more likely to be operated on during the first month of the pandemic (100 vs. 54%, p = 0.03) and to be on corticosteroids preoperatively (33 vs. 4%, p = 0.03). Postoperative COVID-19 was associated with an increased rate of readmission (50 vs. 5%, p = 0.004), but no difference in 30-day morbidity (for the study group: grade 2, 24%; grade 3, 7%; grade 4, 1%) or mortality (n = 1 COVID negative patient, 0.9%). Immediate oncological outcomes did not differ significantly between groups (R0 resection 99%, nodal upstaging 14%, adjuvant treatment 29%)Zhang et al.81COVID-19 and early-stage lung cancer both featuring ground-glass opacities: a propensity score-matched studyChinaRetrospective cohort study531 patients• 157 patients with COVID-19• 374 patients with early lung cancerSecondary care• Epidemiological characteristics• Clinical characteristics• Radiological characteristics• Pathological characteristicsLesions in COVID-19 involved more lobes and segments (median 6 vs. 1; p < 0.0001) and tended to have multiple types (67%) with patchy form (54%). In most cases, a treatment delay was requested by the patient, suggesting that lung cancer patients had more COVID‐19‐related anxiety than expected. Patients with delayed treatment received significantly more immune checkpoint inhibitor (ICI) monotherapy than patients without delayed treatmentFu et al.82Real-World Scenario of Patients with Lung Cancer Amid the Coronavirus Disease 2019 Pandemic in the People’s Republic of ChinaChinaObservational multicentre self-administered survey803 patients with lung cancer at 65 hospitalsSecondary care• Medical demands of patients with lung cancerPatients with lung cancer were most concerned about long waiting times for outpatient services, in-patient beds, physical examinations or operations (406; 50.6%); the possibility of infection with the novel coronavirus (359; 44.7%); and the difficulties in getting to a hospital owing to transportation problems (279; 34.7%). Patients in stages I and II revealed having less fear about disease progression (14 [18.2%] and 4 [14.8%], respectively), had lower proportions of delayed medical appointments (15 [19.5%] and 6 [22.2%], respectively) and complained less about complex treatment procedures (12 [15.6%] and 5 [18.52%], respectively). Patients in the high-infected area (345, 56.7%) complained more frequently about longer booking periods than those in the low-infected area (61, 31.3%)Fujita et al.83Impact of COVID-19 pandemic on lung cancer treatment schedulingJapanObservational retrospective study165 patients (medical records)Secondary care• Delay in treatment scheduleLung cancer treatments of 15 patients (9.1%) were delayed during the COVID‐19 pandemicHyland and Jim et al.84Behavioural and psychosocial responses of people receiving treatment for advanced lung cancer during the COVID-19 pandemic: A qualitative analysisUSAQualitative study15 patientsSecondary care• Themes related to the behavioural and psychosocial responsesSix themes emerged from this qualitative study, including cancer as the primary health threat, changes in oncology practice and access to cancer care, awareness of mortality and perceptions of risk, behavioural and psychosocial responses to COVID-19, sense of loss/mourning and positive reinterpretation/greater appreciation for lifeYang et al.85Clinical characteristics, outcomes, and risk factors for mortality in patients with cancer and COVID-19 in Hubei, China: a multicentre, retrospective, cohort studyChinaRetrospective, multicentre cohort205 patientsSecondary care• Clinical outcomes• Laboratory findings• Chest CT examinations• Treatment• MortalityPatients with cancer and COVID-19 who were admitted to hospital had a high case-fatality rate. Unfavourable prognostic factors, including receiving chemotherapy within 4 weeks before symptom onset and male sex, might help clinicians to identify patients at high risk of fatal outcomes\n      All identified papers were secondary care based and did not include public health, primary or palliative care. None of these had focussed on all these aspects of the patient journey, including patient input, and incorporating a review of the current evidence base.\n      In this article, a multidisciplinary group of stakeholders reviewed the evolving evidence and discuss key challenges facing patients and healthcare providers across the lung cancer pathway. Where evidence is lacking, the authors have provided expert opinion and it should be acknowledged this may not always reflect practice across the UK. Cross-cutting themes (Table 2) have been identified that impact patients and healthcare professionals (HCPs), as well as service design and delivery.Table 2Cross-cutting themes and challenges in lung cancer care due to the COVID-19 pandemic.(1) Patients and their interactions with healthcare professionals (HCPs)  (a) Trauma/stress for both patients and HCPs. Barriers to empathy and support for lung cancer patients  (b) Patient presentation and clinical assessment    (i) Delayed presentation of symptomatic and at-risk (‘shielding’) patients    (ii) Increased mortality risk of COVID-19 in patients at risk of or diagnosed with lung cancer, including patient factors (comorbidity/age/smoking) and treatments, including systemic chemotherapy and surgery    (iii) Risk–benefit and shared decision-making discussions between patients and HCPs (including safety netting)    (iv) Overlap in clinical features and investigations between lung cancer and COVID-19 (including radiology)    (v) Personal protective equipment (PPE) for assessment and treatment(2) HCP and workforce issues  (a) Redeployment to COVID-19 services and reduced deployment if self-isolating or in shielding groups  (b) Burnout and stress  (c) Rapidly evolving evidence and guidelines(3) Service design and delivery  (a) Pause/changes in service provision and rapid service redesign  (b) Rapid move to virtual clinics and MDTs, and challenges these poses  (c) Reduced capacity of services and diagnostic investigations (including imaging, respiratory physiology and bronchoscopy)  (d) Reduced recruitment to clinical trials\nPatient awareness and help-seeking for potential lung cancer symptoms\n      During the COVID-19 pandemic, early NHS and government messaging emphasised the need to ‘stay at home, protect the NHS and save lives’. Although evidence is yet to emerge regarding the impact of COVID-19 on cancer symptom presentation behaviour, research prior to the pandemic indicates that symptoms such as persistent cough, shortness of breath and fatigue are often dismissed or misattributed to other health problems and not acted on,16–18 especially in those with comorbid respiratory conditions.19 Conflation with COVID-19 symptoms could mean that potential lung cancer symptoms are ignored, and healthcare services avoided. In deprived and smoking populations where fatalism and stigma associated with lung cancer prevail,20,21 there may be considerable reluctance to present in primary care with lung or non-specific systemic symptoms that could be viewed as wasting scarce NHS resources.\n      In the UK, people at high risk of COVID-19 morbidity and mortality received shielding letters during lockdown reiterating the message to physically distance regardless of symptoms. People with a severe lung condition are amongst the highest risk for both COVID-19 and lung cancer independently.22,23 Early evidence from a survey of cancer patients in the Netherlands suggests that fear of COVID-19 infection in healthcare settings may deter medical help-seeking.24 COVID-19 has the potential to widen inequality by disproportionally impacting socially deprived, ethnic minority and older age groups through barriers to accessing healthcare services.25 For example, patients who rely on public transport may face additional practical and financial barriers associated with accessing cancer investigations and treatment.\n      In the COVID-19 recovery phase and subsequent second wave, public health and cancer awareness interventions will be important to facilitate early symptomatic presentation of lung cancer. Prior to COVID-19, evaluations of the mass-media Be Clear on Cancer ‘cough’ campaigns have shown increased lung symptom awareness and primary care presentations21,26,27 and stage shift.26 Evidence-based interventions are needed to address pre-existing and COVID-specific barriers to help-seeking for lung cancer symptoms. These should be based on behavioural insights about how people are interpreting and acting on respiratory and non-specific symptoms experienced during the pandemic. Such interventions should be adapted to the needs of diverse population groups in order to mitigate a situation of widening inequalities in lung cancer as the pandemic develops.\nLung cancer screening\n      Prior to COVID-19, lung cancer screening (LCS) with low-dose computed tomography (LDCT) was gaining momentum. Attention turned to modifying barriers to engagement, especially in older patients and lower socioeconomic groups.28 Over the past 6 years, multiple LCS pilots in England focussed on the ‘Lung Health Check’ (LHC) model29 and a nationwide programme of targeted LHCs in ten different cancer alliances was just being rolled out when the COVID-19 pandemic struck. In the COVID-19 era, two critical questions loom large over LCS: (1) should we, and (2) how would we, implement it?\n      Should we still pursue investigating LCS implementation in the UK, a relatively new screening intervention, when scarce resources are being focussed on the resumption of non-COVID-19 care and preparing for additional waves of infection? Certainly, expert opinion would suggest delaying initiation of annual screening, especially since management of indeterminate nodules or stage I disease (the findings in the majority of LCS cases) may be deferred in the current pandemic.30 However, lung cancer, with its short mean sojourn time, grows so fast as to only afford a short window of opportunity for LCS to be effective at preventing an upward stage shift. Also, COVID-19 exacerbates many of the same health inequalities31 that are also responsible for poor LCS uptake and cardiovascular and cancer-related mortality. Taken together, finding a way to implement LCS successfully has become more, not less, imperative in our new era.\n      However, there are multiple challenges to resuming LCS. Participant information materials need to address anxieties about COVID-19, with regards to both its incidental detection on LDCT and risks of transmission by attending LCS. Risk assessment and smoking cessation referral, previously performed face to face, will almost certainly need to be performed remotely via phone or web-based, potentially impacting efficacy. Infection control and social distancing requirements limit LCS interventions; spirometry must be deferred for the moment, while the number of LDCTs that can be performed will be reduced. The majority of LDCT was being performed on mobile CT sites, many of which are now being diverted to deliver resumed NHS scanning services, impacting capacity. The very staff who deliver the bulk of LHC—nurses, radiographers, radiologists and respiratory physicians in particular—have been on the frontline of the pandemic and have been physically and mentally stretched. If a participant does go on to have an LDCT, both acute and resolving COVID-19 infection may be detected, and robust clinical and communication pathways for notification and management need to be in place.\nPrimary care presentation, assessment and referral\n      Whilst most patients diagnosed with lung cancer present symptomatically to primary care professionals (PCPs)32 potential lung cancer symptoms are very common, making early diagnosis challenging.33 PCPs in England can utilise urgent suspected cancer referral pathways that have been shown to be effective at improving patient outcomes including for lung cancer.34 Although the proportion of suspected lung cancer referrals has relatively reduced from 3.5% in 2015/2016 to 2.8% in 2018/2019 of all urgent referrals,9 suggesting a possible underuse of referral even before the recent reductions seen during the height of the pandemic. Although declining, diagnosis of lung cancer following emergency admission remains high, with worse outcomes,35 and are likely to increase in the coming months.15\n      The presenting symptoms of COVID-19 include cough (57.6%), dyspnoea (45.6%)36 and haemoptysis (5%),1 all of which are also potential symptoms of lung cancer, increasing the significant diagnostic challenges already faced by PCPs.37,38\n      In the face of the pandemic, primary care in the UK and internationally adapted rapidly,39,40 including significant digital transformation to remote consultations with significant less face-to-face contact.41,42 Whilst there are many positives to these changes, there are concerns that remote consultations may increase health inequalities, and impact on doctor–patient relationships, continuity of care and patient satisfaction. Patients may be reluctant to disclose some health problems by phone or online, including symptoms of serious disease such as cancer.43 Whilst urgent referrals are still operating, many patients with potential cancer symptoms do not meet referral thresholds, and for those with vague symptoms routine secondary care referrals have been significantly impacted. The observed reductions and potential delays in screening, urgent and routine referrals are likely to lead to significant additional lung cancer patient deaths,13–15 and reinforces the need to manage any backlogs rapidly.\n      In the face of these challenges, clear and enhanced safety netting is paramount,43,44 with individualised shared risk and decision-making between PCPs and their patients, with the potential for enhanced safety netting templates including via direct patient text messaging and digital access.45 Improved communication is also vital between healthcare professionals across primary, secondary care and wider healthcare teams, including electronic and email advice, particularly given the overlap of symptoms and reduced diagnostic capacity. PCPs are also likely to have enhanced roles in supporting patient decisions including ceilings of treatment, and in care planning including palliative care.\n      Even before the pandemic, PCPs had high levels of stress and burnout, with COVID-19 bringing these issues into clear focus, and a need for further and continuing support for healthcare staff.\nDiagnostic pathway in secondary care\n      April 2020 would have heralded the implementation of the National Optimal Lung Cancer Pathway in England with the aim of shortening the time from presentation to treatment and improving outcomes. Many hospitals have already implemented rapid diagnostic pathways; straight to CT, one-stop clinics and diagnostic bundles for patients with suspected lung cancer. The resulting streamlining of face-to-face clinic appointments for only those patients with likely cancer as well as a significant drop in referrals has proved critical to continuing a diagnostic service at reduced capacity due to COVID-19.\n      It is a good clinical practice to break bad news face to face, and ideally should only be done by phone in exceptional circumstances.44 COVID-19 has resulted in remote consultations being the new standard, with inherent challenges including the ability to pick up on non-verbal cues and to assess fitness for treatment. Also, empathy and communication are more challenging particularly when breaking bad news. It may also be more complicated to optimise performance status and involve multidisciplinary colleagues such as physiotherapists, dietitians and smoking cessation advisors during the diagnostic pathway.\n      Despite these concerns, remote consultations will remain a vital part of the diagnostic pathway and there are positives to focus on. The burden of travel for patients is significantly reduced. Remote consultations can include both patients and their families regardless of their geographical location enabling greater family understanding of investigations and treatments and increasing support for the patient. In addition, remote consultations open up the possibility of specialist input to smaller sites without a significant travel burden for either patient or clinician that could help reduce inequalities of access.\n      Lung function, bronchoscopy procedures and image-guided biopsies are the cornerstone of lung cancer diagnostics. As aerosol-generating procedures (AGPs), these were significant casualties of the COVID-19 pandemic with all but the most essential procedures stopping. As services reopen, the demand for these tests will increase, but the capacity will remain reduced. Rigorous infection control procedures are being implemented that require both pre-procedure COVID-19 testing and fewer procedures completed per session.45 This is likely to lead to longer diagnostic pathways and may negatively impact survival.\n      Multidisciplinary team (MDT) meetings are central to cancer care in the UK and may have led to better survival for patients.46 During the pandemic, face-to-face multidisciplinary meetings have been rapidly reorganised into a virtual or hybrid equivalent. The infrastructure needed to deliver this is not insignificant and its effectiveness may be hampered by both technical and human factors. In some centres, virtual MDTs may reduce inequalities in access by enabling smaller MDTs to be quorate and have regular thoracic surgical input at non-surgical centres. In addition, it may be more feasible to convene an ad hoc virtual MDT for urgent decision-making without waiting for the next formal MDT meeting.\nOncology\n      Systemic anticancer treatment has significantly changed as a result of the pandemic,47 despite conflicting results about the impact of SACT on the severity and outcome of COVID-19 infection. Univariate analysis from the TERAVOLT (Thoracic Cancers International COVID-19 Collaboration) study showed an increased risk of death from COVID-19 for lung cancer patients receiving chemotherapy (hazard ratio (HR), for death 1.71),48 and an increase in COVID-19 mortality was also found in a French study for those who had received chemotherapy within the previous 3 months.49 However, the increased risk of death with chemotherapy identified in TERAVOLT did not extend to multivariate analysis and immunotherapy or targeted treatments do not appear to increase the risk of death from COVID-19 (HR 1.04).48 A retrospective study from Memorial Sloan Kettering of 102 patients with lung cancer and COVID showed that although COVID caused hospitalisation in 62% and directly led to death in 25%, recent SACT did not impact the severity of infection.50\n      Prioritisation strategies have been developed to allow safer, more effective treatment to continue, whilst having a lower threshold to stop those where the additional risk of COVID-19 complications outweighs any benefit.51 Elsewhere, measures have been implemented to avoid chemotherapy where possible and to minimise the need to attend hospital.\n      Non-curative chemotherapy-based treatments with a lower chance of palliation or tumour control (e.g. relapsed non-small cell lung cancer (NSCLC)) have often been stopped51,52 or, if possible, postponed until a perceived later, safer, date. Chemoimmunotherapy regimens for first-line NSCLC for patients with PD-L1 between 1 and 49% can be exchanged for single-agent immunotherapy based on evidence of likely equivalent efficacy, whilst the chemotherapy component of maintenance treatments have been dropped to allow immunotherapy alone to continue.52\n      Immunotherapy and targeted therapies have largely continued, reflecting their lower risk and often considerable clinical efficacy, but with the use of longer cycle options where available, for example, 6-weekly instead of 3-weekly pembrolizumab.52 Where chemotherapy-based regimens are unavoidable, these have continued where the clinical need and benefit is clear, for example, first-line small cell lung cancer (SCLC) and adjuvant NSCLC.\n      Significant changes to the pretreatment assessments, radiotherapy fractionation schedules and post-treatment follow-up protocols have been implemented. The most important change in radiotherapy has been the move to reduced fractionation in order to shorten overall treatment time whilst maintaining efficacy.53 For early inoperable lung cancers, treatment of small tumours (<2 cm) in a low-risk position within the thorax can now be treated in a single fraction. Treatments for locally advanced NSCLC and limited-stage SCLC have also been shortened to reduce visits. Whereas some treatments with more limited benefit or those where a suitable alternative exists can be omitted. Data on the impact of these changes to outcomes are essential to determine whether they should continue in the future.\n      In addition, radiographers are alert to COVID-19 changes seen in lung tissue that can be identified on daily radiotherapy treatment. Verification imaging and screening procedures are in place in many radiotherapy departments to identify symptomatic patients prior to attendance, and ideally regular COVID-19 testing.\n      COVID-19 can mimic the radiological appearances of immunotherapy-related pneumonitis, radiation pneumonitis or other infections adding further complexity to the assessment of these patients. Bronchoscopy has an important role in distinguishing these conditions, however, is relatively contraindicated when COVID-19 is suspected. This often now results in the MDT recommending further management without a definitive diagnosis of pneumonitis.\n      COVID-19 has also created challenges in ongoing lung cancer research. Universally, clinical trial recruitment ceased as the pandemic accelerated. As the health system recovers, clinical trial recruitment restarted and with this has come the opportunity to refocus recruitment on less well-represented populations. Funding for future lung cancer research is, however, a source of concern and is likely to be impacted by the economic downturn caused by the pandemic.\nSurgery\n      There have been significant challenges to the delivery of surgical resection for lung cancer, with critical care unit capacity a crucial issue. During the height of the first wave of the pandemic in the UK (March/April 2020), the number of operating lists was cut dramatically, achieved with the cancellation of elective surgery. Thoracic surgical unit operating theatre staff were often trained as ICU staff and anaesthetists deployed to ICUs rather than to operating theatres. It took several months for the staff to find their way back to their usual place and pattern of work.\n      Issues regarding the safety of thoracic surgery during the pandemic continue to emerge. The first published case series in April 2020 of surgery during the COVID-19 incubation phase (n = 35) revealed a mortality rate of 20% and gave rise to serious concerns.54 To address this, the NIHR Global Health Global Surgery Research Unit at the University of Birmingham set up the worldwide CovidSurg Collaborative55 to investigate further. Over 52,000 cases have been entered into the CovidSurg studies, from 1032 centres in 88 countries.\n      In the first publication of the CovidSurg Cohort study,56 thoracic surgery patients had the highest speciality-specific mortality rate at 42.9% (15 of 35 cases), although the outcomes of the 16 patients who had a lobectomy are not yet known. Critical to the understanding of this risk is the prevalence of COVID-19 in the surgical setting. The initial analysis of the CovidSurg data suggests that the overall prevalence of COVID-19 in the perioperative period is under 4%, rising quickly and falling dramatically through the case sequence of each unit. This would suggest that the past, current and future COVID-19-associated excess mortality within a lung cancer surgical service is small. Healthcare staff and patient education about the evolving evidence will be critical, as referrals and treatment capacity recover.\n      Guidance from the Royal College of Surgeons57 and the Society for Cardiothoracic Surgery continues to evolve. Typically, after the preoperative assessment clinic, patients are instructed to self-isolate for at least 14 days. Patients are swabbed 48 h prior to admission, at which point a telephone screening questionnaire is conducted to enquire about symptoms and to confirm adherence to self-isolation instructions. CovidSurg has also established the safety advantages of cohorting elective cancer surgery patients within COVID-minimised facilities, in a report of outcomes of 9171 patients.58\n      Throughout the course of the pandemic, thoracic surgical units have sought to maintain appropriate elective and emergency activity. However, the recognition of thoracic surgery as being an AGP from induction of anaesthesia through to and beyond extubation initially necessitated full personal protective equipment (PPE) to be worn by all staff throughout, with a significant impact on throughput and reduction of surgical activity. The advent of surgery within COVID-minimised pathways allowed partial relaxation of the level of PPE and resumption of activity. Data from urological surgery at a cold COVID-19 site suggest that this service reconfiguration is safe.59 Further analysis of the lung cancer surgery data in CovidSurg (>2000 cases) will address the issues of safety outcomes in different pathways and also examine surgery in patients previously testing positive for SARS-COV2. CovidSurg will also report on the type and impact of pathway deviations, such as delay to surgery, planned delays for relatively indolent tumours (e.g. sub-solid nodules), the switch to radiotherapy and lack of adjuvant oncology therapy, for which guidelines have been published in the US.60\nPatient experience, survivorship and advocacy\n      Data from the UK Roy Castle Lung Cancer Foundation suggests a significant impact on patient experience as soon as the lockdown was implemented. During 2020 demand for the ‘Ask the Nurse’ service has substantially increased, including patients whose treatment was planned prior to COVID-19 worried about changes. Those recently diagnosed had disrupted, if not ruptured contact with their lung cancer teams. Patients were aware that resources were limited as NHS staff involved in their care were redeployed to COVID-19 services and staff absence levels increased. For carers, shielding added physical distancing and very often the psychological trauma of living with a lung cancer diagnosis could not be offset with face-to-face family or NHS support. Survivorship is influenced by connecting with others lived experience of lung cancer. However, face-to-face support is now paused for 50 lung cancer groups and participants may have little or no contact in 2020, depending on shielding recommendations.\n      Developing lung cancer survivorship has been part of a cultural and clinical shift that was gaining momentum prior to the COVID-19 outbreak. It included effective early diagnosis led by public health campaigns demonstrating stage shift.26 The National Lung Cancer Optimal pathway, LHCs and other UK initiatives such as ‘Getting It Right First Time’ could reduce variation and survival deficits. COVID-19 and its impact have the potential to derail this progress.\n      The perception of the lung cancer community had been challenged and changed by the developing advocacy role of groups such as ALK+ UK and EGFR+ UK, and via campaigns including in 2019 ‘Like me’ and ‘Follow my lead’. It is important that service innovations brought about by the pandemic involve patient groups as much as possible.\n      The psychosocial layering of trauma from the COVID-19 pandemic on top of trauma from a lung cancer diagnosis will be a developing field for research and support services. There is a drive from the advocacy movement to ensure that the progress towards better outcomes recovers, with increasing re-emphasis on early diagnosis to ensure healthcare offers the best treatment and trials to generate a cohort of survivors.\nPalliative care\n      The role of palliative care services (PCS) in response to the pandemic has included the rapid development of symptom protocols, training of non-specialists, shifting of resources and adopting data collection systems to inform operational changes.61 The increased demand for PCS has undoubtedly impacted the service provision for people living with lung cancer. Whilst face-to-face reviews for symptomatic lung cancer patients and those at end of life has been maintained, delivery of care has been constrained by visiting restrictions, uncertainty over treatment provision and use of PPE. This is concerning when most people with lung cancer are diagnosed with an advanced incurable disease, and evidence shows that early access to PCS improves the quality of life, symptom distress and, for some, survival.62\n      To meet increasing demands on PCS and reduce cross-infection risks in this vulnerable patient cohort, operational changes across community, hospital and hospice settings have principally reduced non-essential face-to-face contacts and in-patient admissions,63 with an increasing use of virtual technologies for consultations. PCS have rapidly innovated methods of MDT working to support people with lung cancer live well by optimising symptom management, daily functioning, psychosocial support and advance care planning. For example, effective holistic breathlessness services, which reduce distress and improve anxiety and depression in patients with lung cancer,64 are increasingly offered to patients via virtual online resources. Regular virtual meetings across UK hospices during the pandemic has facilitated collation and sharing of such resources including guidance for people living with cancer.65\n      While necessity has driven these changes, the impact on patients has been profound. Findings from a rapid consultation of palliative care public involvement groups in the UK identified serious concerns regarding the provision of palliative care during the pandemic. Responses described anxieties around disrupted services, concerns for how existing health inequalities may be exacerbated and issues around increasing informal care responsibilities, as well as losing informal support due to isolation measures.66 In addition, an online survey conducted in the US during the pandemic reports high rates of stress and a high symptom burden for adults living with cancer, exceeding those previously benchmarked in this population and on par with non-cancer patients living with post-traumatic stress disorder.67\n      The American Society of Clinical Oncologists recognises the importance of exploring and documenting patient’s values and preferences for care compassionately in a context of scarce resources. Recommendations emphasise that oncology organisations use ethical frameworks when making decisions regarding the allocation of resources.68 These findings highlight the importance of integrating PCS within the COVID-19 response. In response, rapid collaborations between PCS researchers and clinicians have produced resources to support patients and families where usual care has been disrupted.69 In addition, ongoing research will determine the impact of the pandemic on PCS to facilitate planning for ongoing and future provision.70\n      The initial shift in focus, prioritising care for people dying from COVID-19, has been recognised and increasing efforts are now ensuring that the palliative care needs of people living with advanced lung cancer are met. During the ongoing uncertainty, innovative methods enable care to be provided but come with their own challenges. They require patients to use technology, which has the potential to increase access but may be difficult for people with lung cancer who are often older, physically unwell, with lower socioeconomic status. Prior to the pandemic, people with advanced lung cancer could attend joint face-to-face consultations with lung oncology and palliative care, which may be harder to achieve virtually. Planning a response to these challenges and maintaining a priority for lung cancer patients during a second COVID-19 wave will be essential to ensure the provision of high-quality palliative care moving forward.\nConclusion\n      The COVID-19 pandemic has impacted all aspects of the lung cancer pathway and may worsen already significant variation in lung cancer outcomes including patient experience. In this paper, we have included a rapid review of the current COVID-19 and lung cancer evidence base and identified key cross-cutting challenges including for patients, healthcare staff and service delivery. We have also developed key themes71 to facilitate potential lung cancer presentations, referrals, diagnosis and treatments. The pandemic is having profound effects on diagnosis, treatment strategies and potential for delays in diagnosis (Table 3). Clear, consistent and evidence-based public health messaging about noticing and acting on vague lung cancer symptoms from a credible source is required, particularly in shielding and at-risk groups. In addition, ongoing and prompt disseminated research and service evaluation will be extremely important in optimising every aspect of the lung cancer pathway, as evidenced by our rapid evidence review. Staff and healthcare services also need to ensure that the physical route of the patient is made as safe as possible whilst providing support and empathy.Table 3Key themes to facilitate potential lung cancer presentations, referrals, diagnosis and treatment.• Key messages to patients around potential concerning symptoms, and clear messaging that services are safe and open, particularly to those at high risk of lung and other cancers• Services may be delivered in a different way, such as via phone, video and online services to keep patients safe• Use of ‘Hot’ and ’Cold’ hubs across health services to reduce risk of COVID-19 transmission, including maintaining COVID free sites for cancer treatments• Clinicians to be aware of potential overlap of symptoms, have low thresholds for chest X-rays and use safety netting tools• Improved interface and working across health services, including primary and secondary care with rapid access to advice and guidance• Facilitate continued use of urgent suspected cancer referrals, and access to timely imaging including CT scanning via multiple potential routes to diagnosis• Potential for re-starting lung cancer screening pilots\n      As with many aspects of the pandemic, lung cancer multidisciplinary teams have pulled together to minimise the impact on patient outcomes. While the prevalence of COVID-19 is once again increasing with a second wave in the UK and other countries, this work will also need to increase to overcome the ongoing challenges posed by COVID-19 on lung cancer care.\nSupplementary information\n      The online version contains supplementary material available at 10.1038/s41416-021-01361-6.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8108433/",
    "doi": "https://doi.org/10.1038/s41416-021-01361-6"
}