{
    "title": "Pathological and Prognostic Indications of the mdig Gene in Human Lung Cancer",
    "abstract": "Methods: Using high-density tissue microarrays and clinical samples of synchronous multiple primary lung cancer (SMPLC), we investigated the expression of mdig through immunohistochemistry and utilized the open-access lung cancer patient databases containing genomic and transcriptomic data from the UCSC Xena and TCGA web platforms to determine the prognostic values of mdig expression status among different subtypes of lung cancer. The presence of mdig in these pathological lesions is a striking observation where mdig expression in inflammatory tissues suggest the possible involvement of mdig in the development of such aberrant pulmonary tissue pathology and most likely to be contributing towards the progression to actual neoplastic lesions during the course of time. The presence of mdig in these pathological lesions is a striking observation where mdig expression in inflammatory tissues suggest the possible involvement of mdig in the development of such aberrant pulmonary tissue pathology and most likely to be contributing towards the progression to actual neoplastic lesions during the course of time.",
    "authors": [
        "Junwei Shi",
        "Chitra Thakur",
        "Yuzu Zhao",
        "Yongsen Li",
        "Lishen Nie",
        "Qian Zhang",
        "Zhuoyue Bi",
        "Yao Fu",
        "Priya Wadgaonkar",
        "Bandar Almutairy",
        "Liping Xu",
        "Wenxuan Zhang",
        "Yiran Qiu",
        "M’kya Rice",
        "Hongjuan Cui",
        "Fei Chen"
    ],
    "published_year": "Not available",
    "description": "Background/Aims:\n          The mineral-dust-induced gene mdig is a lung-cancer-associated oncogene. The focus of this study is to evaluate the expression status of mdig in lung cancer and to assess its influence in predicting the patient’s overall survival.\nMethods:\n          Using high-density tissue microarrays and clinical samples of synchronous multiple primary lung cancer (SMPLC), we investigated the expression of mdig through immunohistochemistry and utilized the open-access lung cancer patient databases containing genomic and transcriptomic data from the UCSC Xena and TCGA web platforms to determine the prognostic values of mdig expression status among different subtypes of lung cancer.\nResults:\n          mdig is upregulated in smokers and in lung squamous cell carcinoma. High mdig expression predicted poor overall survival in lung squamous cell carcinoma and female smokers. Among tumor tissues from SMPLC patients, we not only unraveled the highest positive rate of mdig expression, but also revealed a unique cytoplasmic, rather than nuclear localization of mdig protein. Furthermore, by inspecting some pathological but not cancerous lung tissues, we believe that mdig is required for the transformation of non-cancerous lung cells to the fully-fledged cancer cells.\nConclusion:\n          These data suggested that mdig is involved in various stages of lung carcinogenesis, possibly through the epigenetic regulation on some critical cancer-associated genes, and increased mdig expression is an important prognostic factor for some types of lung cancer.\nIntroduction\n      In year 2020 alone, an estimated 606,520 Americans will die from cancer; that corresponds to more than 1,600 deaths per day. Strikingly, cancers of the lung, prostate and colorectum in men and cancers of the lung, breast and colorectum in women contribute to the greatest number of deaths. Most importantly, lung cancer is responsible for one-quarter of all cancer deaths [1]. Epidemiological studies over a span of more than five decades have revealed several environmental factors linked to increased risk of lung cancers. Tobacco smoke, ionizing radiation chemical agents, heavy metals, arsenic, and types of mineral dust, such as silica and asbestos, are all associated with lung cancer incidence and have been labeled as group I IARC human carcinogens [2]. Among these carcinogens, tobacco smoking is known to be one of the most established causes of lung cancer [3]. Acute or chronic exposure to such environmental insults has a deleterious effect on otherwise normal healthy lung cells, resulting in the alteration of the genetic and epigenetic landscape of the genome and ultimately manifesting in the form of pathological diseases of the lung, such as inflammation, fibrosis and cancers. In this context, research investigating the environment-associated genes involved in lung carcinogenesis is warranted.\n      Lung cancers can arise in the cells that line the inside of pulmonary structures such as bronchi, bronchioles, or alveoli. The pre-cancerous state is refereed as dysplasia and can range from mild, to moderate and severe forms. Squamous cell carcinoma in situ and atypical adenomatous hyperplasia are basically the pre-cancer forms of squamous cell carcinoma and adenocarcinoma respectively that would eventually progress to invasive squamous cell carcinoma and malignant adenocarcinoma respectively. These cancers can be further categorized as early to late stage depending upon the cancer spread. Stage 0, also called as the carcinoma in situ denotes cancers that haven’t spread to the bloodstream and any other organs and are localized to their primary site. Stage I referred to as early stage cancers that hasn’t spread and is small in size. In stages II and III, the cancer progresses and it becomes larger and is now able to spread to the nearby lymph nodes and organs. Further progression of this stage ultimately reaches to a point where it has metastasized and such cancers fall under the advanced stage referred as late stage/IV and are fully malignant, aggressive and poses great challenges for medical interventions [4].\n      Within lung cancers, a subset of prominent pathologies is frequently detected in patients. These are the multiple primary lung cancers and include patients that are presented with synchronous multiple primary lung cancers (SMPLC) and metachronous multiple primary lung cancers (MMPLC). They pose challenges in timely treatment as their appropriate staging is yet controversial and confusing under clinical settings [5,6]. Therefore, biomarkers implicated in SMPLC are of great clinical significance to differentiate them with other neoplastic lesions of the lungs such as a relapsed tumor or metastasis.\n      The mineral-dust-induced gene mdig (also named as Riox2, Mina, and NO52) is one such gene that is environmentally induced and associated with lung cancer. This gene was first identified in the alveolar macrophages of coal miners who were exposed to mineral dust [7], and it is also implicated in several other cancer types [8]. Previously, we have shown the double-edged role of mdig on cell growth and motility and its prognostic effect on lung cancer, where increased expression of mdig correlated with poor survival of lung cancer patients, especially for patients who were found to be negative for lymph node metastasis [9]. Our studies also indicated mdig in predicting the disease progression of lung adenocarcinoma (Ad), where high mdig levels predicted the early occurrence of the first progression of the Ad [10]. Cell-culture-based studies, animal models for mdig knockout and studies based on human lung cancer patient samples have revealed some critical roles of mdig in the realms of epigenetics [11], immune response [12,13], regulation of cell cycle, proliferation, invasion and tumorigenicity [8].\n      The overexpression of mdig in lung cancer tissues is a common feature in Non-small-cell lung cancer (NSCLC), and its exclusive presence in lung cancer tissues, rather than in normal lungs, suggests its oncogenic properties [14]. The paradoxical influence of mdig on cell proliferation, migration and invasion has been further elaborated on the negative regulation of mdig on the metastasis of lung cancer [9] and breast cancer [15]. In this context, mdig appears to act as an oncogene by promoting the proliferation of lung cancer cells in the early events of tumor development; however, in later stages, it acts as a tumor suppressor, thereby inhibiting the migration and invasion of the cancer cells. Therefore, in the current study, we evaluated the expression of mdig in early-stage lung carcinoma and lung cancers with matched metastatic tissues. Additionally, we analyzed inflammatory lung tissues, such as in the case of interstitial pulmonary fibrosis (IPF) and non-neoplastic pulmonary pathologies such as multiple pulmonary nodules, granulomatous pneumonitis and pulmonary inflammatory pseudotumor. Our results indicate that mdig is expressed in both early-stage and malignant cancers, as well as in metastatic tissues; however, the intensity of the signal is considerably stronger in the early-stage Ad. Normal lung-like lesions in the early-stage adenocarcinoma category were positive for mdig, suggesting the expression of mdig, as well as its critical involvement in the course of neoplastic transformation of the normal lung cells. Compared with Ad, squamous cell carcinoma (SqCC) showed high mdig expression in both the early-stage and malignant cancer groups. Hence, our data strongly suggest the engagement of mdig in the development of lung squamous cell cancers, at least under the settings of environmental and occupational exposure to such mutagens as mineral dust and smoke. Taken together, the results of this study provide a basis for much-needed knowledge in understanding the oncogenic and prognostic roles of mdig in human lung cancer.\nMaterials and Methods\n      \n        Human Tissue Microarray\n        All tissue microarray slides were purchased from USBiomax. The following tissue microarray slides were utilized in this study: lung cancer tissue microarray LC2085c; lung carcinoma with matched lymph node metastasis tissue microarray LC817a, early-stage of lung cancer with lung tissue array LC820, and pulmonary interstitial fibrosis tissue microarray LC561.\n      \n      \n        Human NSCLC patient biopsies and non-neoplastic lung tissues\n        The human lung cancer tissue samples were collected from patients who suffered from synchronous multiple primary lung cancer (SMPLC) and admitted to Nantong Pulmonary Hospital for surgical resection of the tumors between February 2016 and January 2018. The surgery was performed three to eighteen months after the first diagnosis. Eleven patients received anti-inflammation treatment, which did not affect the size of the tumors before surgery. No radiation or chemotherapy was given to any of these patients before or after surgery. All patients were monitored for tumor recurrence after surgical resection. The samples were de-identified and coded.\n        Lung biopsies consisting of multiple pulmonary nodules, granulomatous pneumonitis and pulmonary inflammatory pseudotumor were also obtained from the Nantong Pulmonary Hospital.\n        Open chest lung cancer lobectomy was performed by the attending physician and 34 lung cancer patient’s tissues were resected. All surgical procedures and tissue sample collection from the patients were approved by the hospital’s ethics committee and the diagnosis was made by the anatomical experts and physicians involved in this study. The ethic committee approval number is NTLYLL2019035.\n      \n      \n        Immunohistochemistry\n        Tissue microarray slides were processed for immunohistochemical staining for mdig and the method described here were adopted to stain the tissue microarray slides as well as patient tissue biopsies which were all in paraffin embedded forms. Paraffin-embedded tissue sections were deparaffinized with xylene and hydrated in a series of alcohol gradients. To quench endogenous peroxidase activity, slides were incubated with 1.5 to 3% H2O2 in PBS for 20 min at room temperature. Heat-mediated antigen retrieval was performed by boiling tissue sections in citrate buffer with pH 6.0 for 20 min in a microwave. To block nonspecific binding of immunoglobulin, slides were incubated with a solution containing 5% goat serum, 0.2% Triton X-100 in PBS for 2 h at room temperature, followed by incubation with primary antibodies against mdig (mouse anti-MINA, Invitrogen with 1:50 dilution) overnight at 4°C. Goat anti-mouse biotinylated secondary antibodies were subsequently applied at 1:200 dilution and incubated for 2 h at room temperature. Slides were then incubated with ABC reagent (Vectastatin Elite ABC kit) for 45 min at room temperature, and the chromogen was developed with diaminobenzidine (DAB). Slides were counterstained with hematoxylin (Sigma-Aldrich, St. Louis, MO) and mounted with Entellan® (Electron Microscopy Sciences, Hatfield, PA). All incubation steps were carried out in a humidified chamber, and all washing steps were performed with 1 × PBS. Images were captured under bright field of a Nikon Eclipse Ti-S Inverted microscope (Mager Scientific, Dexter MI, USA) and analyzed using Nikon’s NIS Elements BR 3.2 software. 10 random areas of the individual tissues were photographed. Absence of staining in all the 10 images corresponded to a negative scoring of the IHC. Whereas, presence of more than 50% signal intensity of 3’-Diaminobenzidine (DAB) in all the 10 slides were scored as positive for the IHC.\n      \n      \n        Data mining\n        We analyzed the open-access lung cancer patient databases containing genomic and transcriptomic data from, UCSC Xena and TCGA web platforms. The differential expression of mdig in lung adenocarcinoma of smokers and non-smokers patients was calculated by the Cancer RNA-Seq Nexus. The Cancer RNA-Seq Nexus (CRN) database, is the public database that provides phenotype-specific coding-transcript expression profiles in cancer cells. In this database, the RNA-seq datasets are collected from the Cancer Genome Atlas (TCGA), Sequence Read Archive (SRA) and NCBI Gene Expression Omnibus (GEO). Each dataset has several phenotype-specific subsets, and each subset contained a group of RNA-seq samples with specific phenotypic traits. To identify the phenotype-specific differentially expressed transcripts (DETs) in each dataset, it selected the subsets with at least 3 samples, and then performed t-test between two subsets without overlap samples.\n      \n      \n        Kaplan-Meier survival analysis\n        A Kaplan-Meier survival database containing survival information on 1,926 lung cancer patients and gene expression data was obtained by Affymetrix HG-U133 microarrays. The probe set 213189_at was used to detect the open-reading frame (ORF) of mdig mRNA, and this probe set was scored to be the best among the other probe sets available using the JetSet best probe detection tool [16]. Survival curves resulting in p values of < 0.05 between higher mdig (mdighigh) and lower mdig (mdiglow) groups were considered significantly different.\n      \n      \n        Statistical analysis\n        A t-test and Fisher’s exact tests were applied to analyze the relationship between mdig and clinicopathological parameters. Wherever applicable, relevant statistical test such as ANOVA, Welsch test and Fischer exact test have been utilized. A P-value of < 0.05 was considered to be statistically significant. Other statistical tests are described in the data mining platforms utilized in the current study.\nHuman Tissue Microarray\n        All tissue microarray slides were purchased from USBiomax. The following tissue microarray slides were utilized in this study: lung cancer tissue microarray LC2085c; lung carcinoma with matched lymph node metastasis tissue microarray LC817a, early-stage of lung cancer with lung tissue array LC820, and pulmonary interstitial fibrosis tissue microarray LC561.\nHuman NSCLC patient biopsies and non-neoplastic lung tissues\n        The human lung cancer tissue samples were collected from patients who suffered from synchronous multiple primary lung cancer (SMPLC) and admitted to Nantong Pulmonary Hospital for surgical resection of the tumors between February 2016 and January 2018. The surgery was performed three to eighteen months after the first diagnosis. Eleven patients received anti-inflammation treatment, which did not affect the size of the tumors before surgery. No radiation or chemotherapy was given to any of these patients before or after surgery. All patients were monitored for tumor recurrence after surgical resection. The samples were de-identified and coded.\n        Lung biopsies consisting of multiple pulmonary nodules, granulomatous pneumonitis and pulmonary inflammatory pseudotumor were also obtained from the Nantong Pulmonary Hospital.\n        Open chest lung cancer lobectomy was performed by the attending physician and 34 lung cancer patient’s tissues were resected. All surgical procedures and tissue sample collection from the patients were approved by the hospital’s ethics committee and the diagnosis was made by the anatomical experts and physicians involved in this study. The ethic committee approval number is NTLYLL2019035.\nImmunohistochemistry\n        Tissue microarray slides were processed for immunohistochemical staining for mdig and the method described here were adopted to stain the tissue microarray slides as well as patient tissue biopsies which were all in paraffin embedded forms. Paraffin-embedded tissue sections were deparaffinized with xylene and hydrated in a series of alcohol gradients. To quench endogenous peroxidase activity, slides were incubated with 1.5 to 3% H2O2 in PBS for 20 min at room temperature. Heat-mediated antigen retrieval was performed by boiling tissue sections in citrate buffer with pH 6.0 for 20 min in a microwave. To block nonspecific binding of immunoglobulin, slides were incubated with a solution containing 5% goat serum, 0.2% Triton X-100 in PBS for 2 h at room temperature, followed by incubation with primary antibodies against mdig (mouse anti-MINA, Invitrogen with 1:50 dilution) overnight at 4°C. Goat anti-mouse biotinylated secondary antibodies were subsequently applied at 1:200 dilution and incubated for 2 h at room temperature. Slides were then incubated with ABC reagent (Vectastatin Elite ABC kit) for 45 min at room temperature, and the chromogen was developed with diaminobenzidine (DAB). Slides were counterstained with hematoxylin (Sigma-Aldrich, St. Louis, MO) and mounted with Entellan® (Electron Microscopy Sciences, Hatfield, PA). All incubation steps were carried out in a humidified chamber, and all washing steps were performed with 1 × PBS. Images were captured under bright field of a Nikon Eclipse Ti-S Inverted microscope (Mager Scientific, Dexter MI, USA) and analyzed using Nikon’s NIS Elements BR 3.2 software. 10 random areas of the individual tissues were photographed. Absence of staining in all the 10 images corresponded to a negative scoring of the IHC. Whereas, presence of more than 50% signal intensity of 3’-Diaminobenzidine (DAB) in all the 10 slides were scored as positive for the IHC.\nData mining\n        We analyzed the open-access lung cancer patient databases containing genomic and transcriptomic data from, UCSC Xena and TCGA web platforms. The differential expression of mdig in lung adenocarcinoma of smokers and non-smokers patients was calculated by the Cancer RNA-Seq Nexus. The Cancer RNA-Seq Nexus (CRN) database, is the public database that provides phenotype-specific coding-transcript expression profiles in cancer cells. In this database, the RNA-seq datasets are collected from the Cancer Genome Atlas (TCGA), Sequence Read Archive (SRA) and NCBI Gene Expression Omnibus (GEO). Each dataset has several phenotype-specific subsets, and each subset contained a group of RNA-seq samples with specific phenotypic traits. To identify the phenotype-specific differentially expressed transcripts (DETs) in each dataset, it selected the subsets with at least 3 samples, and then performed t-test between two subsets without overlap samples.\nKaplan-Meier survival analysis\n        A Kaplan-Meier survival database containing survival information on 1,926 lung cancer patients and gene expression data was obtained by Affymetrix HG-U133 microarrays. The probe set 213189_at was used to detect the open-reading frame (ORF) of mdig mRNA, and this probe set was scored to be the best among the other probe sets available using the JetSet best probe detection tool [16]. Survival curves resulting in p values of < 0.05 between higher mdig (mdighigh) and lower mdig (mdiglow) groups were considered significantly different.\nStatistical analysis\n        A t-test and Fisher’s exact tests were applied to analyze the relationship between mdig and clinicopathological parameters. Wherever applicable, relevant statistical test such as ANOVA, Welsch test and Fischer exact test have been utilized. A P-value of < 0.05 was considered to be statistically significant. Other statistical tests are described in the data mining platforms utilized in the current study.\nResults\n      \n        mdig expression in lung adenocarcinoma (Ad) of smokers\n        mdig is induced in response to environmental exposure to mineral dust, silica, arsenic, tobacco, and others. Hence, the first approach of our study was to screen the status of mdig in lung cancer with patients categorized as smokers and nonsmokers through dataset of Cancer RNA-Seq Nexus [17]. A significant difference in mdig expression was observed in the two subsets of the data under analysis, clearly indicating that mdig is highly expressed in the smoker patients compared with the never-smokers group as shown in Fig. 1A. Further analyzing mdig expression levels in the lung cancer smoker patients, we utilized the TCGA data set consisting of 1,299 patient samples that were stratified by their tobacco smoking history in terms of pack years. Compared with pack year 1, pack year 5 was shown to be significantly higher in mdig expression, again indicating the severity of smoking history and its positive correlation with mdig (Fig. 1B). Furthermore, we found that male patients exhibited higher mdig expression levels compared to female patients (Fig. 1C). These observations suggest that mdig is expressed in high levels in smokers and significantly upregulated in lung cancer patients with increased smoking activity.\n        Since lung SqCC is strongly associated with smoking and high mdig expression was found in the smokers, we next evaluated the gene expression level of mdig in human Ad and SqCC patient samples from TCGA dataset utilizing the UCSC Xena platform. Interestingly, mdig gene was significantly upregulated in SqCC compared to Ad (Fig. 1D). Since mdig is an environmentally induced gene, potent environmental hazards, such as cigarette smoke, are expected to be linked with mdig expression. The current data corroborates this hypothesis.\n      \n      \n        mdig expression in lung cancer and lung cancer with matched lymph node metastasis\n        To analyze large number of lung cancer patient cases for mdig expression, we utilized tissue microarray slides and stained them for mdig protein. High-density malignant lung cancer tissue microarray slide LC2085c was stained, and image analysis for mdig signal intensity revealed both positive and negative signals for mdig expression. Quantifying the samples based on mdig-positive and mdig-negative categories showed that 35%, 46% and 41% of Ad, SqCC, and the small cell undifferentiated carcinoma (SCL), respectively, were positive for mdig. Importantly, mdig staining was predominantly nuclear and showed medium to weak staining intensities (Fig. 2A and 2B).\n        Positive mdig expression in malignant lung cancers prompted us to further evaluate its expression in metastatic tissues. Due to the unavailability of metastatic lung cancer tissues from other organ, we utilized lung carcinoma with matched lymph node metastasis tissue microarray LC817a. Staining and quantification of the stained cores revealed that 58% of the cases in the primary tumor were positive for mdig expression compared with that of 65% of the cases found to be positive in matched lymph node metastasis tissues (Figures 2C and 2D). Correlating the mdig expression with tumor grade did not reveal any significant difference; however, the lymph node metastatic tissues showed increased mdig expression in the grade 3 lymphatic nodes (Fig. 2D, lower panel).\n      \n      \n        mdig expression in early-stage lung cancer\n        The expression of mdig in a fraction of lung Ad and metastatic lymph nodes indicated its plausible role in the neoplastic transformation of normal lung cells. To further ascertain the participation of mdig in lung cancer development, we evaluated mdig expression in the very early stages of lung cancer. For this end, we utilized the early stage of lung carcinoma with lung tissue microarray LC820. Compared with malignant high-grade cancers (as shown in Fig. 2), majority of the early-stage cancers showed strong mdig expression, as represented by the top left panel in Fig. 3A. Few of these early-stage cancers exhibited weak staining of mdig, as shown by the middle right panel in Fig. 3A.\n        One of the interesting features of mdig expression pattern in early-stage cancers is the appearance of strong mdig in small, round tumor cells, whereas the large tumor cells are rendered weak or negative for mdig (bottom left panel, Fig. 3A). The large tumor cells are predominantly in a papillary form. Additionally, there were certain lung-like regions within the early cancers where mdig was strongly expressed (upper right panel, Fig. 3A). These lung-like regions resemble alveolar pneumocytes, hence indicating the presence of mdig in the lung cells undergoing earlier transformation. The expression of mdig in alveolar cells amidst early-stage lung cancers undoubtedly establishes a strong connection between mdig and neoplastic transformation of lung cells in the early events of tumorigenesis.\n        Moreover, within the early-stage cancer category, SqCC displayed a higher percentage of mdig expression (73%) compared with Ad (56%) (Fig. 3B). The staining intensity of mdig was considerably stronger in early-stage cancer tissues compared to malignant late-stage cancers, indicating the predominant presence of mdig in the early events of lung cancer development. However, in aggressive late-stage malignant cancers, although statistically insignificant, mdig expression tends to be decreasing along with the increase of tumor grades and staging (Fig. 3C). Stage 4 data of lung cancer were not included due to extreme small number of cases. These observations suggest that mdig is downregulated in the malignant progression of lung cancers.\n      \n      \n        Unique expression pattern of mdig in synchronous multiple primary lung cancer (SMPLC)\n        The knowledge on the etiology and pathology of SMPLC is very limited. Currently there is no report on whether or not mdig is expressed in SMPLC. To address this point, we investigated mdig expression in biopsy samples directly from the patients with SMPLC. To our surprise, we found a striking difference in mdig expression pattern in the SMPLC samples compared with that observed in lung Ad or lung SqCC. We observed six distinct histological growth patterns in the SMPLC samples (Fig. 4A): lepidic, invasive mucinous, solid, micropapillary, papillary, and acinar. These growth patterns are in agreement with the WHO classification system [18].\n        The existence of distinct histological tumor types demonstrates the heterogeneous nature of SMPLC, with some of the subtypes having prognostic significance. Among these tumor types, lepidic tumors have a good prognosis in general, whereas micropapillary and solid patterns have a more aggressive behavior [19, 20]. After characterizing the growth patterns, we evaluated the mdig expression, which ranged from weak, medium to strong staining intensity (Fig. 4B). Within the tumors, some areas were completely devoid of mdig expression, whereas some regions showed significant mdig expression (Fig. 4B). It is unexpected that the mdig-stained cells displayed four distinct patterns of mdig localization in SMPLC: nuclear, cytoplasmic, membranous and nucleo-cytoplasmic (Fig. 4C). In lung Ad and SqCC as indicated in Fig. 2 and 3, mdig staining was mostly nuclear, whereas in SMPLC mdig was not just confined to the nucleus, but rather was found on other regions of the cellular architecture. However, the tissues adjacent to the tumors were found to be either negative or poorly stained for mdig (Fig. 4D), suggesting that mdig is primarily expressed in neoplastic lesions of SMPLC.\n      \n      \n        Variability of mdig expression among the different tumor lesions within the same patient of SMPLC\n        It is interesting to note a strong variability of mdig expression among the different tumor lesions that belonged to the lung biopsies from the same patients of SMPLC (Fig. 5A and B). Strong and weak patterns of mdig signals were found to harbor the tumor areas at multiple sites within the same tissue. This finding indicates that: first, multiple tumors are found within the lung lobes of an individual patient, where mdig is either strongly present or has diffused expression amounting to weak or negative expression; second, multiple primary lung cancers in the SMPLC patients are in either synchronous or nonsynchronous stage. This notion is strengthened by the fact that tumors with different histological growth patterns have been observed, leading to the possibility that tumors of similar histology can arise from separate foci which may or may not all be positive for mdig expression. Since we have observed multiple primary lung cancer lesions in SMPLC patients as revealed by CT scan (Fig. 5C). a high discrepancy most likely exists regarding the genetic features of these tumors regardless of their location, i.e., tumors within the same lung lobe or within different lobes of the same patient. This finding also suggests that these different tumor nodules can be in metachronous state, i.e., multiple primary lung cancers developing at intervals. Interestingly, when metastatic lymph nodes from the SMPLC patients were evaluated for mdig expression, 13 out of 14 case samples were found to be positive for mdig expression (Fig. 5D). This indicates the prevalence of mdig in the metastatic dissemination of the lung cancer cells of SMPLC to the secondary organs such as lymph nodes and is suggestive of the involvement of mdig during this process.\n      \n      \n        mdig expression in non-neoplastic pulmonary pathological tissues\n        After having determined the expression status of mdig in SMPLC and metastatic tissues in lymph nodes, next we investigated mdig expression in non-neoplastic lung tissues with pathological lesions from patients with non-malignant lung diseases, including multiple pulmonary nodules, granulomatous pneumonitis and pulmonary inflammatory pseudotumor (Fig. 6). Pulmonary nodules are small round or oval-shaped growths in the lung, which can either be benign or malignant. They can arise from infections such as from bacteria or fungus. Another common pathological diagnosis in lung biopsies are the granulomatous pneumonitis, which are inflammatory lesions consisting of aggregates of epithelioid histiocytes or macrophages. In contrast to the commonly diagnosed pathologies of the lung, pulmonary inflammatory pseudotumor are rare events and are mostly non-neoplastic solid masses that can mimic the pulmonary tumors. They are thought to occur from the uncontrolled response to an injury to lung tissue. In the current study, we evaluated several different pathological lesions of the lungs that comprised of multiple pulmonary nodules (20 cases), granulomatous pneumonitis (13 cases) and pulmonary inflammatory pseudotumor (4 cases). The pathology of the diagnosed lesions has been verified by the attending physician who performed the surgical resection. Analyzing of mdig staining revealed that mdig is commonly expressed in these tissues where more than 50 percent of the cases exhibit mdig expression in all the studied categories (75% mdig positive cases for multiple pulmonary nodules, 69% mdig positive cases for granulomatous pneumonitis and 75% mdig positive cases for pulmonary inflammatory pseudotumor) (Fig. 6A and 6B). The presence of mdig in these pathological lesions is a striking observation where mdig expression in inflammatory tissues suggest the possible involvement of mdig in the development of such aberrant pulmonary tissue pathology and most likely to be contributing towards the progression to actual neoplastic lesions during the course of time.\n      \n      \n        mdig expression in pulmonary interstitial fibrosis\n        The functional relationship between inflammation and cancer has been widely studied, where inflammatory diseases poses a greater risk for cancer development in the affected tissues. In the context of the lung, inflammatory and fibrotic disorders of lung tissue (interstitium) are collectively referenced by general terms such as interstitial lung disease or pulmonary fibrosis. Because lung cancer is frequently associated with idiopathic pulmonary fibrosis (IPF) and occasionally present in IPF patients, we evaluated the expression of mdig in human pulmonary interstitial fibrotic tissue by immunostaining the pulmonary interstitial fibrosis tissue microarray LC561 (Fig. 7). We found 83% of the fibrotic cases, either from tumor adjacent fibrotic tissues or from other chronic lung diseases, to be positive for mdig. That mdig is an environmentally induced gene and is prevalent in pulmonary fibrotic tissue suggests that agents triggering inflammation and fibrosis in the lung are more likely to serve as stimuli for the induction of mdig. Moreover, hazardous agents, such as silica dust, coalmining dust and PM 2.5, are known to induce the expression of mdig, as observed in cell-culture-based studies. The induction of mdig by environmental hazards and its expression in pulmonary fibrosis and early cancers clearly suggest its critical role in the onset of lung inflammatory disorders, as well as in lung carcinogenesis.\n      \n      \n        Prognostic features of mdig in predicting the overall survival of lung cancer patients\n        High mdig expression has been implicated to be a poor prognostic factor for several human cancers, including lung cancer [11]. To determine whether mdig has some predictive power for some types of human lung cancer, we evaluated a patient overall survival (OS) dataset based on histological subtypes, genders, smoking status, and cancer stages. Although statistically insignificant, higher mdig expression is likely predictive for poorer survival of the SqCC (Fig. 8A). Since SqCC is strongly associated with tobacco smoking, we stratified the data by smoking status. As expected, higher mdig levels predicted poor OS among smokers in SqCC. Notably, this property predicted poor OS mostly among female smokers but not the male smokers in SqCC (Fig. 8).\n        We also evaluated mdig expression in predicting the OS of patients with lung Ad and lung SqCC in relation to metastasis and TNM cancer staging (Fig. 8B). High mdig expression predicted poor OS of T1 cancers in both Ad and lung cancer but not in SqCC. For T2 cancer category, it still predicted poor OS in lung cancer, including SqCC. However, with the T3 category of cancers, high mdig predicted better OS in lung cancers collectively but had no specific prediction value in individual Ad or SqCC groups. This is a striking observation as T refers to the primary tumors and T1, T2, and T3 refer to the size and extent of the main tumor. The higher the T value is, the larger the tumor is, indicating growth into nearby tissues. In the current evaluation, mdig predicted poor OS in T1 tumors, indicating that in the early events of tumor development where the tumor can be still measured and has not outgrown the organ, high mdig expression is unfavorable for the OS of patients at the T1 stage. However, with the tumor progression when the primary tumor has attained a larger size and grown into the nearby tissues as in the case of T3 tumors, high mdig is favorable for the OS of such T3 patients, indicating that mdig is better for OS in advanced tumorigenesis.\n        Furthermore, with the TNM staging, high mdig predicted poor OS in patients with N0 and N1 regional lymph node status. This finding indicates that with the absence of metastasis in the nearby lymph nodes (N0) or the presence of at least one metastatic event at one of the lymph nodes (N1, which also indicates early events of tumor progression and metastatic colonization) high mdig is detrimental for the OS of N0 and N1 lung cancer patients. However, with the increase in the number of lymph nodes with cancer such as in the N2 category, high mdig predicted better OS. Although the p value was not significant, it still displayed a pattern of better OS in the N2 patients. This finding is relevant to our studies in lung cancers where we found the role of mdig in inhibiting the migration and invasion of lung cancer cells [9].\nmdig expression in lung adenocarcinoma (Ad) of smokers\n        mdig is induced in response to environmental exposure to mineral dust, silica, arsenic, tobacco, and others. Hence, the first approach of our study was to screen the status of mdig in lung cancer with patients categorized as smokers and nonsmokers through dataset of Cancer RNA-Seq Nexus [17]. A significant difference in mdig expression was observed in the two subsets of the data under analysis, clearly indicating that mdig is highly expressed in the smoker patients compared with the never-smokers group as shown in Fig. 1A. Further analyzing mdig expression levels in the lung cancer smoker patients, we utilized the TCGA data set consisting of 1,299 patient samples that were stratified by their tobacco smoking history in terms of pack years. Compared with pack year 1, pack year 5 was shown to be significantly higher in mdig expression, again indicating the severity of smoking history and its positive correlation with mdig (Fig. 1B). Furthermore, we found that male patients exhibited higher mdig expression levels compared to female patients (Fig. 1C). These observations suggest that mdig is expressed in high levels in smokers and significantly upregulated in lung cancer patients with increased smoking activity.\n        Since lung SqCC is strongly associated with smoking and high mdig expression was found in the smokers, we next evaluated the gene expression level of mdig in human Ad and SqCC patient samples from TCGA dataset utilizing the UCSC Xena platform. Interestingly, mdig gene was significantly upregulated in SqCC compared to Ad (Fig. 1D). Since mdig is an environmentally induced gene, potent environmental hazards, such as cigarette smoke, are expected to be linked with mdig expression. The current data corroborates this hypothesis.\nmdig expression in lung cancer and lung cancer with matched lymph node metastasis\n        To analyze large number of lung cancer patient cases for mdig expression, we utilized tissue microarray slides and stained them for mdig protein. High-density malignant lung cancer tissue microarray slide LC2085c was stained, and image analysis for mdig signal intensity revealed both positive and negative signals for mdig expression. Quantifying the samples based on mdig-positive and mdig-negative categories showed that 35%, 46% and 41% of Ad, SqCC, and the small cell undifferentiated carcinoma (SCL), respectively, were positive for mdig. Importantly, mdig staining was predominantly nuclear and showed medium to weak staining intensities (Fig. 2A and 2B).\n        Positive mdig expression in malignant lung cancers prompted us to further evaluate its expression in metastatic tissues. Due to the unavailability of metastatic lung cancer tissues from other organ, we utilized lung carcinoma with matched lymph node metastasis tissue microarray LC817a. Staining and quantification of the stained cores revealed that 58% of the cases in the primary tumor were positive for mdig expression compared with that of 65% of the cases found to be positive in matched lymph node metastasis tissues (Figures 2C and 2D). Correlating the mdig expression with tumor grade did not reveal any significant difference; however, the lymph node metastatic tissues showed increased mdig expression in the grade 3 lymphatic nodes (Fig. 2D, lower panel).\nmdig expression in early-stage lung cancer\n        The expression of mdig in a fraction of lung Ad and metastatic lymph nodes indicated its plausible role in the neoplastic transformation of normal lung cells. To further ascertain the participation of mdig in lung cancer development, we evaluated mdig expression in the very early stages of lung cancer. For this end, we utilized the early stage of lung carcinoma with lung tissue microarray LC820. Compared with malignant high-grade cancers (as shown in Fig. 2), majority of the early-stage cancers showed strong mdig expression, as represented by the top left panel in Fig. 3A. Few of these early-stage cancers exhibited weak staining of mdig, as shown by the middle right panel in Fig. 3A.\n        One of the interesting features of mdig expression pattern in early-stage cancers is the appearance of strong mdig in small, round tumor cells, whereas the large tumor cells are rendered weak or negative for mdig (bottom left panel, Fig. 3A). The large tumor cells are predominantly in a papillary form. Additionally, there were certain lung-like regions within the early cancers where mdig was strongly expressed (upper right panel, Fig. 3A). These lung-like regions resemble alveolar pneumocytes, hence indicating the presence of mdig in the lung cells undergoing earlier transformation. The expression of mdig in alveolar cells amidst early-stage lung cancers undoubtedly establishes a strong connection between mdig and neoplastic transformation of lung cells in the early events of tumorigenesis.\n        Moreover, within the early-stage cancer category, SqCC displayed a higher percentage of mdig expression (73%) compared with Ad (56%) (Fig. 3B). The staining intensity of mdig was considerably stronger in early-stage cancer tissues compared to malignant late-stage cancers, indicating the predominant presence of mdig in the early events of lung cancer development. However, in aggressive late-stage malignant cancers, although statistically insignificant, mdig expression tends to be decreasing along with the increase of tumor grades and staging (Fig. 3C). Stage 4 data of lung cancer were not included due to extreme small number of cases. These observations suggest that mdig is downregulated in the malignant progression of lung cancers.\nUnique expression pattern of mdig in synchronous multiple primary lung cancer (SMPLC)\n        The knowledge on the etiology and pathology of SMPLC is very limited. Currently there is no report on whether or not mdig is expressed in SMPLC. To address this point, we investigated mdig expression in biopsy samples directly from the patients with SMPLC. To our surprise, we found a striking difference in mdig expression pattern in the SMPLC samples compared with that observed in lung Ad or lung SqCC. We observed six distinct histological growth patterns in the SMPLC samples (Fig. 4A): lepidic, invasive mucinous, solid, micropapillary, papillary, and acinar. These growth patterns are in agreement with the WHO classification system [18].\n        The existence of distinct histological tumor types demonstrates the heterogeneous nature of SMPLC, with some of the subtypes having prognostic significance. Among these tumor types, lepidic tumors have a good prognosis in general, whereas micropapillary and solid patterns have a more aggressive behavior [19, 20]. After characterizing the growth patterns, we evaluated the mdig expression, which ranged from weak, medium to strong staining intensity (Fig. 4B). Within the tumors, some areas were completely devoid of mdig expression, whereas some regions showed significant mdig expression (Fig. 4B). It is unexpected that the mdig-stained cells displayed four distinct patterns of mdig localization in SMPLC: nuclear, cytoplasmic, membranous and nucleo-cytoplasmic (Fig. 4C). In lung Ad and SqCC as indicated in Fig. 2 and 3, mdig staining was mostly nuclear, whereas in SMPLC mdig was not just confined to the nucleus, but rather was found on other regions of the cellular architecture. However, the tissues adjacent to the tumors were found to be either negative or poorly stained for mdig (Fig. 4D), suggesting that mdig is primarily expressed in neoplastic lesions of SMPLC.\nVariability of mdig expression among the different tumor lesions within the same patient of SMPLC\n        It is interesting to note a strong variability of mdig expression among the different tumor lesions that belonged to the lung biopsies from the same patients of SMPLC (Fig. 5A and B). Strong and weak patterns of mdig signals were found to harbor the tumor areas at multiple sites within the same tissue. This finding indicates that: first, multiple tumors are found within the lung lobes of an individual patient, where mdig is either strongly present or has diffused expression amounting to weak or negative expression; second, multiple primary lung cancers in the SMPLC patients are in either synchronous or nonsynchronous stage. This notion is strengthened by the fact that tumors with different histological growth patterns have been observed, leading to the possibility that tumors of similar histology can arise from separate foci which may or may not all be positive for mdig expression. Since we have observed multiple primary lung cancer lesions in SMPLC patients as revealed by CT scan (Fig. 5C). a high discrepancy most likely exists regarding the genetic features of these tumors regardless of their location, i.e., tumors within the same lung lobe or within different lobes of the same patient. This finding also suggests that these different tumor nodules can be in metachronous state, i.e., multiple primary lung cancers developing at intervals. Interestingly, when metastatic lymph nodes from the SMPLC patients were evaluated for mdig expression, 13 out of 14 case samples were found to be positive for mdig expression (Fig. 5D). This indicates the prevalence of mdig in the metastatic dissemination of the lung cancer cells of SMPLC to the secondary organs such as lymph nodes and is suggestive of the involvement of mdig during this process.\nmdig expression in non-neoplastic pulmonary pathological tissues\n        After having determined the expression status of mdig in SMPLC and metastatic tissues in lymph nodes, next we investigated mdig expression in non-neoplastic lung tissues with pathological lesions from patients with non-malignant lung diseases, including multiple pulmonary nodules, granulomatous pneumonitis and pulmonary inflammatory pseudotumor (Fig. 6). Pulmonary nodules are small round or oval-shaped growths in the lung, which can either be benign or malignant. They can arise from infections such as from bacteria or fungus. Another common pathological diagnosis in lung biopsies are the granulomatous pneumonitis, which are inflammatory lesions consisting of aggregates of epithelioid histiocytes or macrophages. In contrast to the commonly diagnosed pathologies of the lung, pulmonary inflammatory pseudotumor are rare events and are mostly non-neoplastic solid masses that can mimic the pulmonary tumors. They are thought to occur from the uncontrolled response to an injury to lung tissue. In the current study, we evaluated several different pathological lesions of the lungs that comprised of multiple pulmonary nodules (20 cases), granulomatous pneumonitis (13 cases) and pulmonary inflammatory pseudotumor (4 cases). The pathology of the diagnosed lesions has been verified by the attending physician who performed the surgical resection. Analyzing of mdig staining revealed that mdig is commonly expressed in these tissues where more than 50 percent of the cases exhibit mdig expression in all the studied categories (75% mdig positive cases for multiple pulmonary nodules, 69% mdig positive cases for granulomatous pneumonitis and 75% mdig positive cases for pulmonary inflammatory pseudotumor) (Fig. 6A and 6B). The presence of mdig in these pathological lesions is a striking observation where mdig expression in inflammatory tissues suggest the possible involvement of mdig in the development of such aberrant pulmonary tissue pathology and most likely to be contributing towards the progression to actual neoplastic lesions during the course of time.\nmdig expression in pulmonary interstitial fibrosis\n        The functional relationship between inflammation and cancer has been widely studied, where inflammatory diseases poses a greater risk for cancer development in the affected tissues. In the context of the lung, inflammatory and fibrotic disorders of lung tissue (interstitium) are collectively referenced by general terms such as interstitial lung disease or pulmonary fibrosis. Because lung cancer is frequently associated with idiopathic pulmonary fibrosis (IPF) and occasionally present in IPF patients, we evaluated the expression of mdig in human pulmonary interstitial fibrotic tissue by immunostaining the pulmonary interstitial fibrosis tissue microarray LC561 (Fig. 7). We found 83% of the fibrotic cases, either from tumor adjacent fibrotic tissues or from other chronic lung diseases, to be positive for mdig. That mdig is an environmentally induced gene and is prevalent in pulmonary fibrotic tissue suggests that agents triggering inflammation and fibrosis in the lung are more likely to serve as stimuli for the induction of mdig. Moreover, hazardous agents, such as silica dust, coalmining dust and PM 2.5, are known to induce the expression of mdig, as observed in cell-culture-based studies. The induction of mdig by environmental hazards and its expression in pulmonary fibrosis and early cancers clearly suggest its critical role in the onset of lung inflammatory disorders, as well as in lung carcinogenesis.\nPrognostic features of mdig in predicting the overall survival of lung cancer patients\n        High mdig expression has been implicated to be a poor prognostic factor for several human cancers, including lung cancer [11]. To determine whether mdig has some predictive power for some types of human lung cancer, we evaluated a patient overall survival (OS) dataset based on histological subtypes, genders, smoking status, and cancer stages. Although statistically insignificant, higher mdig expression is likely predictive for poorer survival of the SqCC (Fig. 8A). Since SqCC is strongly associated with tobacco smoking, we stratified the data by smoking status. As expected, higher mdig levels predicted poor OS among smokers in SqCC. Notably, this property predicted poor OS mostly among female smokers but not the male smokers in SqCC (Fig. 8).\n        We also evaluated mdig expression in predicting the OS of patients with lung Ad and lung SqCC in relation to metastasis and TNM cancer staging (Fig. 8B). High mdig expression predicted poor OS of T1 cancers in both Ad and lung cancer but not in SqCC. For T2 cancer category, it still predicted poor OS in lung cancer, including SqCC. However, with the T3 category of cancers, high mdig predicted better OS in lung cancers collectively but had no specific prediction value in individual Ad or SqCC groups. This is a striking observation as T refers to the primary tumors and T1, T2, and T3 refer to the size and extent of the main tumor. The higher the T value is, the larger the tumor is, indicating growth into nearby tissues. In the current evaluation, mdig predicted poor OS in T1 tumors, indicating that in the early events of tumor development where the tumor can be still measured and has not outgrown the organ, high mdig expression is unfavorable for the OS of patients at the T1 stage. However, with the tumor progression when the primary tumor has attained a larger size and grown into the nearby tissues as in the case of T3 tumors, high mdig is favorable for the OS of such T3 patients, indicating that mdig is better for OS in advanced tumorigenesis.\n        Furthermore, with the TNM staging, high mdig predicted poor OS in patients with N0 and N1 regional lymph node status. This finding indicates that with the absence of metastasis in the nearby lymph nodes (N0) or the presence of at least one metastatic event at one of the lymph nodes (N1, which also indicates early events of tumor progression and metastatic colonization) high mdig is detrimental for the OS of N0 and N1 lung cancer patients. However, with the increase in the number of lymph nodes with cancer such as in the N2 category, high mdig predicted better OS. Although the p value was not significant, it still displayed a pattern of better OS in the N2 patients. This finding is relevant to our studies in lung cancers where we found the role of mdig in inhibiting the migration and invasion of lung cancer cells [9].\nDiscussion\n      Lung cancer is the leading cause of cancer-related deaths in the United States and worldwide [21]. The lack of early-detection approaches, drug resistance, metastasis and relapse are the major factors contributing to the high mortality rates. Several factors, including but not limited to such as environmental exposure, epigenetic alterations, genetic susceptibility, and immune status, interact at some points during the life of an individual to predispose them for lung cancer development. Studies pertaining to the environmentally regulated/induced genes that are implicated in human neoplasia are highly important, as they widen our understanding of tumorigenesis under the settings of environmental or occupational exposures to health hazards or carcinogens [8]. In the current study, we studied one such gene, the mineral-dust-induced gene mdig in human lung cancer and determined its expression status and prognostic features in predicting the overall survival in human lung cancer.\n      Histologically, human lung cancers had been categorized into small cell lung cancer (SCLC) and non-small cell lung cancer (NSCLC), among which NSCLC is accounted for about 80 to 85% of all lung cancers. NSCLC has three major subtypes: adenocarcinoma (Ad), squamous cell carcinoma (SqCC] and large cell lung carcinoma. Smoking is known to cause all kinds of lung cancers but is most strongly linked with SqCC, especially among male smokers [22]. We observed a significant upregulation of mdig in smokers compared with the never-smokers category of lung cancer patients. This finding clearly indicated that smoking and the mdig gene have a close association, and mdig being an environmentally induced gene is strongly implicated in the onset of lung cancer. Evaluating the overall survival and mdig status in human lung cancer populations, it is interesting to note that high mdig predicts poor overall survival of smokers.\n      Our studies on breast cancer and lung cancer identified some critical epigenetic regulatory features of mdig, among which the demethylation of DNA and histones is prominent [11,15]. Therefore, exposure to cigarette smoke is likely to induce the expression of mdig, thereby bringing epigenetic changes to the exposed population and resulting in the transformation of healthy lung cells. In view of this finding, over 6,000 CpG sites were found to be differentially methylated in relation to maternal smoking during pregnancy, as identified via an epigenome-wide meta-analysis of blood DNA methylation in 6,685 newborns from 13 different studies in the Pregnancy and Child Epigenetics (PACE) consortium [23]. Since high mdig expression is associated with hypomethylation [15], it is plausible that mdig is a negative regulator of DNA methylation on certain genes that are critical in smoking-related lung cancer. For example, the AHRR gene is hypomethylated with smoking, and its hypomethylation is associated with future lung cancers after adjusting for smoking [24].\n      Tumor heterogeneity is an important issue in regard to lung cancer, and NSCLC is indeed a heterogeneous set of diseases with distinct phenotype, molecular profile and genomic alterations [25]. The expression of mdig in malignant Ad, SqCC, primary tumors and matched metastatic lymph nodes suggests its critical engagement at certain time points during the initiation and progression of such tumors. Interestingly, the higher percentage of mdig expression observed in SqCC than in Ad suggests that smoking associated SqCC has higher mdig expression than other cancer types. Additionally, the reduction in smoking prevalence in the United States since 1960s has resulted in relevant changes in the lung cancer histology distribution, where Ad has overtaken SqCC as the most common NSCLC type. Nevertheless, high mdig in SqCC indeed makes it an important finding where smoking, mdig and SqCC have established a connection.\n      It is noteworthy that in multistep lung tumorigenesis process, atypical adenomatous hyperplasia or also called as atypical alveolar hyperplasia represent the initial morphologic stage and is a manifestation of early glandular neoplasia. They are the precursor lesions from which lung Ad arise. They are characterized by the proliferation of cuboidal to columnar epithelial cells and the lesion exhibits the preservation of normal lung architecture [26]. Strikingly, in our tissue microarray analysis of the early stage lung cancer, we observed some lesions with intact lung parenchyma and mild proliferation of alveolar cuboidal cells that were positive for mdig. We believe that these are the very early lesions, perhaps a representation of the atypical alveolar hyperplasia that are the earliest established tumors with a potential to turn into a full-fledged cancerous Ad.\n      One of the interesting features regarding mdig expression in early-stage cancers is the strong signals in tumor lesions, as well as in lung cells, among the immature tumors that were strongly positive for mdig. As mdig expression and DNA methylation are inversely correlated [15], it would be relevant to postulate that high mdig expression levels causes the demethylation/hypomethylation of significant cancer-associated genes in early-stage lung cancers. In light of this phenomenon, it is important to note that hypomethylation of DNA sequences is often found during the early stages of tumor development or in abnormal non-neoplastic tissue lesions, such as in hyperplasia [27–30]. Additionally, hypomethylation and overexpression of some imprinted genes, such as IGF-II and H19 genes, are implicated in carcinogenesis [31,32]. We have demonstrated earlier that mdig is highly capable of inducing the expression of H19 gene by downregulating the H3K9me3 and heterochromatin [33], thereby further corroborating that early-stage lung cancers with high mdig expression are prone to hypomethylation and de-repression of certain cancer-associated genes.\n      Predicting the overall survival of lung cancers based on the TNM staging, we found that high mdig expression predicts poor OS for T1 and T2 tumors but better OS for T3 lung cancers. This finding suggests two aspects. First, high mdig expression in the early-stage cancers is most likely to cause the hypomethylation/expression of the genes implicated in lung tumorigenesis. Second, reduced mdig expression in malignant lung cancers is likely to cause hypermethylation of DNA. Most of the hypermethylated genes are the bona fide tumor suppressor genes and genes implicated in invasion and metastasis. Therefore, reduced mdig expression in aggressive malignant lung tumors is likely to facilitate their metastasis. This finding is in accordance with our previous report, where loss of mdig enhanced the migration and invasion of lung cancer cells [9]. Perhaps between 0.5 to 3% of all genes that carry CpG-rich promoter sequences are estimated to be silenced by the DNA methylation process in advanced-stage lung cancers [34, 35].\n      The expression of mdig in interstitial pulmonary fibrotic lung tissues indicated its significant participation in the inflammatory process, as well as in the tumors associated with fibrotic pathology. Epidemiological reports have suggested an increased incidence of lung cancers during follow-up for IPF [36, 37]. The positive expression of mdig in lung fibrosis, Ad and SqCC indicates an association among inflammation, mdig and lung cancers. In this context, mdig is known to exert immune regulatory responses, as seen in previous studies [12, 13, 38], and it would be interesting to explore how mdig orchestrates pulmonary fibrosis and its functional links with early-stage lung cancer development and progression. Our recent CRISPR-Cas9-based gene editing of mdig in epithelial cells had indicated epigenetic silencing of mdig on collagen family genes and genes in the TGFβ signaling pathway [39]. It is very likely, thus, mdig is a master regulator of lung fibrosis. Additionally, the presence of mdig in non-neoplastic pulmonary pathologies mostly arising from infections and inflammatory response indicates the engagement of mdig in the development of such pathologies. Perhaps nearly 70% of the cases of multiple pulmonary nodules, granulomatous pneumonitis and pulmonary inflammatory pseudotumor showed mdig expression, mdig being an environmental induced gene in response to stress or injury, further confirms the notion that tissues undergoing cellular stress, inflammation, remodeling owing to injury or scarring, expresses mdig. This also suggests the implication of mdig in the onset of pulmonary pathologies owing to infectious agents or tissue injury which are initially benign but can turn cancerous in the long run if left untreated.\n      The most remarkable findings in the present report is the high percentage of mdig expression as well as the unique intracellular distribution of mdig in SMPLC. Careful examination of the collected SMPLC tissue samples revealed the existence of six different histological growth patterns, indicating histological heterogeneity of SMPLC. The presence of mdig protein in all of the histological subtypes further demonstrates the engagement of mdig during tumor formation and progression. The different histological growth patterns are indeed indicative of differential prognostic power in determining the disease prognosis. For example, lepidic growth has a favorable prognosis, papillary and acinar growth have an intermediate prognosis and micro papillary, mucinous and solid growth have poor prognosis [19, 20, 40]. The existence of multiple tumor regions both positive and negative for mdig indicates the presence of several primary tumor nodules within the different lung lobes of the same patient with SMPLC. It would be important to determine whether these tumors are individual primary tumors or metastasis. The tumors can be in either distinct synchronous or metachromous state. However, in the current evaluation, we were not able to verify this feature due to limited availability of the large quantity of SMPLC cases.\nConclusion\n      In summary, the results of this study demonstrate the importance of mdig in the oncogenesis as well as prognosis of human lung cancer. Several lines of evidence indicated critical roles of mdig in hydroxylation of ribosomal protein, demethylation of repressive histone methylation markers, and functional specialization of the inflammatory Th17 cells [11]. Thus, the oncogenic role of mdig has been exerted on the precancerous states of the normal lung tissue in response to some environmental insults, such as tobacco smoking and mineral dust exposure, or on the earlier stages of tumorigenesis that requires sustained activation of some growth signals. Additional studies are much needed to understand why and how mdig acts differently among various subtypes of human lung cancer. Meanwhile, it is essential to determine whether mdig is a central player in the genetic and epigenetic aberrations occurred in some early lesions in the lung, such as hyperplasia, dysplasia, and carcinoma in situ.\nFunding\n        This work was partially supported by NIH R01 ES017217, ES020137, ES028263, ES028335, and P30 ES020957 to Fei Chen.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8140388/",
    "doi": "https://doi.org/10.33594/000000322"
}