{
    "title": "The Use of Heptamethine Cyanine Dyes as Drug-Conjugate Systems in the Treatment of Primary and Metastatic Brain Tumors",
    "abstract": "Overcoming the Blood-Brain Barrier A number of strategies have been investigated to overcome the limitations of the BBB in the treatment of brain cancers: the first is to bypass the BBB, the second is to increase its permeability, and the third is to use carrier molecules that are permeable to the BBB (20–22). Overcoming the Blood-Brain Barrier A number of strategies have been investigated to overcome the limitations of the BBB in the treatment of brain cancers: the first is to bypass the BBB, the second is to increase its permeability, and the third is to use carrier molecules that are permeable to the BBB (20–22). Measurements of the intracellular accumulation of the HMCD-drug conjugates, in addition to the metabolite profile within tumor cells, will determine whether the increase in potency is related to an increase in the concentration of the drug within the cell, or if the activity is attributed to the formation of a more toxic metabolite.",
    "authors": [
        "Elizabeth Cooper",
        "Peter J. Choi",
        "William A. Denny",
        "Jiney Jose",
        "Mike Dragunow",
        "Thomas I.-H. Park"
    ],
    "published_year": "2021",
    "description": "Highlights\n      \n        \n          Keywords used to search for the literature used in this review pertaining to the field of heptamethine cyanine dyes.\n        \n        \n          Heptamethine cyanine dyes, MHI-148, IR-783, IR-780, DZ-1, IR-786, drug-dye conjugate, heptamethine carbocyanine dyes, *near infrared dye, cyanine conjugate.\n        \n        \n          Truncations were used in the terms as shown to ensure thorough capture of research pertaining to the field. Literature pertaining to the field of HMCDs in the use of photodynamic therapy were generally excluded, unless the dyes were conjugated to a small molecule inhibitor, as the application of HMCDs in photodynamic therapy has been thoroughly reviewed.\nIntroduction\n      \n        Brain Tumors and Metastases\n        The term ‘brain tumors’ refers to a mixed group of neoplasms growing inside the central nervous system (CNS) (1). Primary brain tumors, such as glial tumors and medulloblastomas, can be distinguished from brain metastases originating from a tumor located outside of the brain. Each type of tumor possesses its own biology, treatment, and prognosis, but the functional neurological consequences are frequently similar.\n        In adults, the global age-standardized rate of primary brain tumors is approximately 6.8 per 100,000, with the highest rates seen in Europe (2). Of the primary brain tumors, astrocytomas are the most common and most fatal, accounting for more than half of all primary brain tumor deaths. Distinguished by histopathological criteria and genetic alterations, astrocytomas can be graded; from the lower grade pilocytic astrocytomas (Grade I), to low grade astrocytomas and oligodendrogliomas (grade II), anaplastic astrocytomas and oligodendrogliomas (grade III), and glioblastomas (grade IV). The prognosis for high-grade astrocytomas are poor, with a median survival of 12-14 months for glioblastoma (GBM) and 24 months for anaplastic astrocytoma (3).\n        The only established treatment for high-grade astrocytomas consists of maximal surgical resection of the tumor, followed by concurrent radiation and chemotherapy with temozolomide (TMZ), prolonging the median survival by only four months (3). Several chemotherapies are available for second-line treatment, but no standard of care has been established (4–6). Nitrosoureas are blood-brain barrier (BBB)-permeable DNA alkylating agents and include carmustine, lomustine, nimustine and fotemustine (4). Although nitrosourea agents have shown similar efficacy to TMZ, they are associated with substantial hematologic and long-lasting hepatic and pulmonary toxicities, preventing the administration of additional treatments (4). Due to the current limitations of small molecule anti-neoplastic agents, antibody-based therapies have been investigated for the treatment of brain tumors [reviewed in (7)]. Bevacizumab, sold under the brand name Avastin, is a humanized monoclonal antibody against the vascular-endothelial growth factor-A ligand that inhibits angiogenesis (8). Following the results from successful phase III clinical trials in patients with advanced metastatic cancers [reviewed in (9)], bevacizumab was granted full accelerated approval for the treatment of recurrent glioblastoma that had progressed following prior therapy. However, recent clinical trials have shown conflicting results, as favorable clinical effects have not translated into an overall survival benefit (5, 10). The effects of bevacizumab appear transient, with most patients progressing after 3-5 months (6, 11).\n        In children, brain tumors represent the second most common cancer, comprising approximately 24% of all pediatric malignancies (12). Medulloblastoma is among the most common malignant childhood brain tumor, usually diagnosed between 6-8 years of age (13). Despite a rigorous trimodal therapy regimen, including surgical resection, chemotherapy and cranio-spinal radiation, less than 70% of patients survive beyond five years (13). Moreover, the severe neurocognitive, neuroendocrine and psychosocial deficits attributed to the standard of care underpin the motivation to improve therapeutic strategies in the treatment of medulloblastoma, and other pediatric brain cancers (13).\n        Metastatic tumors are the most frequent type of intracranial tumor in adults, with reported incidence rates between 2-14 persons per 100,000 population (14). Patients with brain metastasis have not benefited from the recent advances in targeted chemotherapies used in the treatment of the primary tumors, due largely to a lack of BBB penetration. With a less expansive growth pattern than gliomas, tumor cells in metastatic lesions are more protected from systemic chemotherapies by the BBB (14). That is, brain metastases tend to grow in confined colonies, where the BBB remains relatively intact (15). Consequently, there is a higher incidence of the brain becoming the first site of relapse for metastases in patients treated with chemotherapy (14).\n      \n      \n        The Blood-Brain Barrier—A Significant Challenge\n        Chemotherapeutic treatments for primary and metastatic brain tumors are limited by the reduced BBB penetration of the existing anticancer agents (16). The BBB separates the brain from the systemic circulation, controlling the movement of molecules across the vessel walls (16). With the exception of the few drugs approved for the treatment of brain tumors (e.g. TMZ), anticancer drugs are generally excluded from the brain by this barrier (3, 5). Tumors are also known to compromise the integrity of the BBB, resulting in a heterogeneous vasculature known as the blood-tumor barrier (16). The blood-tumor barrier is characterized by numerous distinct features, including non-uniform delivery and active efflux of molecules – all of which further complicates the delivery of anticancer agents (16). An improved delivery of potent anticancer drugs into the brain is, therefore, an ongoing challenge in the chemotherapeutic treatment of brain tumors.\n        The BBB is comprised of a functionally complex, tightly regulated neurovascular unit that includes endothelial cells, pericytes and astrocytic end feet (16). Together, these cells control the movement of cells and molecules to maintain the homeostatic neuroparenchyma environment. However, these mechanisms also interfere with the delivery of approved anticancer therapeutics into the brain to target brain tumors (16–18). Endothelial cells of the CNS have polarized cellular transporters which regulate influx and efflux between the neuroparenchyma and blood (16). ATP-binding cassette (ABC) transporters are expressed on the luminal and abluminal sides of the vessel walls and mediate the efflux of xenobiotics and toxins away from the neuroparenchyma space (19). Unfortunately, most low molecular weight anticancer agents are substrates for ABC proteins (16–18). These ABC transporters, such as the breast cancer resistant protein and the multi-drug resistance-associated proteins, are highly expressed in the capillary endothelial cells constituting the BBB (19). Another important efflux protein present in the BBB is the P-glycoprotein (19). P-glycoprotein can efflux small molecule tyrosine kinase inhibitors (TKIs) used as chemotherapy agents, such as dasatinib, imatinib, vandetanib and nintendanib (17), as well as the standard GBM chemotherapy agent, TMZ (18). Therefore, provisioning strategies to circumvent or nullify these transporters are essential in developing agents to target brain tumors.\n      \n      \n        Overcoming the Blood-Brain Barrier\n        A number of strategies have been investigated to overcome the limitations of the BBB in the treatment of brain cancers: the first is to bypass the BBB, the second is to increase its permeability, and the third is to use carrier molecules that are permeable to the BBB (20–22).\n        \n          Bypassing the Blood-Brain Barrier: Intraventricular Infusion and Intracerebral Implants\n          Intraventricular infusion and intracerebral implants are the main strategies used to bypass the BBB (21, 23–25). Intraventricular infusions, however, have been unsuccessful due to the relatively small surface area of the cerebral spinal fluid, limiting the diffusion of anticancer drugs into the brain parenchyma (17). In addition, intracerebral implants of wafers impregnated with anticancer agents can be placed into the tumor cavity during surgery. These have shown survival benefits in patients with newly diagnosed malignant glioma, albeit, only lasting several weeks (20). The efficacy of both strategies was limited by the diffusion capacity of the drugs (20). In contrast, the cerebral vasculature has an extensive network that, on average, is only separated by 40 µM, and accounts for almost 15% of the cardiac output under resting conditions (26, 27). The cerebral circulation, therefore, would be the ideal route to achieve drug delivery.\n          Tumor Treating Fields (TTFields), developed by Novocure, is a non-invasive, loco-regional anti-mitotic treatment which uses alternating electric fields in the intermediate frequency range (200 kHz) to disrupt cancer cell division with minimal systemic toxicity (28). TTFields are administered to patients using a patient-operated home-use Optune device, delivering alternating electric fields to arrays affixed to the scalp (28). The phase III clinical trial in newly diagnosed GBM demonstrated a significant increase in overall survival by 4.9 months when combined with TMZ, in comparison to patients receiving TMZ alone (20.9 months and 16.0 months, respectively), resulting in the FDA approval of TTFields for GBM in 2015 (29).\n        \n        \n          Increasing the Permeability of the Blood-Brain Barrier\n          To overcome the limitations of the BBB, several approaches to physically and chemically disrupt the barrier have been developed. The main strategies include osmotic disruption through intracarotid infusions of mannitol, modification of tight junctions by the administration of bradykinin analogues, and focused ultrasound techniques (21, 24, 25). The superselective intra-arterial delivery of mannitol prior to the infusion of chemotherapy has been shown to disrupt the BBB and increase drug delivery by opening endothelial cell gap-junctions (24). Analogues of endogenous peptides, such as bradykinin have also been explored to increase the permeability of the BBB by activating cerebral vascular receptors (21). Although these strategies have been shown to increase the delivery of chemotherapies into the brain, in comparison to systemic injection, the effect is transient, with the delivery reversed within minutes (21). In addition, opening of the BBB with low-intensity pulsed ultrasound has emerged in the last two decades as a technique to enhance drug delivery into the brain (30). Beccaria et al. reviewed the preclinical data of several focused ultrasound techniques and highlighted the clinical trials currently underway (30). These strategies, however, are hindered by neurological toxicities associated with the lack of specificity in what substrates can cross the disrupted BBB and show conflicting survival benefits in clinical trials (31).\n        \n        \n          Carrier Molecules to Overcome the Blood-Brain Barrier: Nanoparticle Formulations\n          Nanoparticles have been explored to protect drug entities in the systemic circulation and facilitate the uniform delivery of drugs across previously impenetrable barriers (9). Several clinical trials have focused on encapsulating and delivering chemotherapeutics in nanoparticles for the treatment of brain tumors and metastases (9). The delivery of nanoparticles into brain tumors, however, has been largely unsuccessful (32). A principal challenge of nanoparticle delivery is their biodistribution, where many of the approved nanoparticles are polyethylene glycol (PEG)γ-lated or PEG terminated, which promotes clearance by immune cells (32). Moreover, the scale-up and reproducibility of nanoparticle formulations have been onerous (33). The success of a drug-delivery system relies on the synthesis of an inert, consistent and reproducible product, and although promising, nanoparticles are yet to deliver a formulation that accumulates in brain tumors at an effective concentration [reviewed by (9, 33)]. Drug-delivery systems, therefore, hold great potential for improving the bioavailability and tumor-specificity of anticancer agents, with promising discoveries emerging at a rapid pace.\n        \n      \n      \n        Chemotherapy-Induced Neurotoxicity: A Lack of Specificity\n        Traditional and modern chemotherapy and radiotherapy can have undesirable effects on the CNS, which can result in the discontinuation of the treatment or dose-adjustments that prevent the achievement of a desirable therapeutic outcome [reviewed by (34)]. Traditional radiation and chemotherapy act on dividing cells by inducing DNA damage or inhibiting DNA repair. Albeit slowly, the resident population of stem cells that replenish neuronal and glial populations undergo collateral damage (35). There is evolving evidence to suggest that cognitive decline following cancer treatments could be a consequence of impaired hippocampal and subventricular zone neurogenesis. Rodent studies demonstrate that post-radiation, the subventricular zone neurogenesis undergoes a delayed recovery, while hippocampal neurogenesis remains stalled (36). Immunohistochemical analysis of post-mortem human brain tissue revealed that pediatric and adult medulloblastoma patients treated with surgery, radiation and chemotherapy had extensive ablation of hippocampal neurogenesis compared to controls, reinforcing findings from experimental models (37, 38). However, there is a recent study stating that adult hippocampal neurogenesis might be limited, and hence these effects could be exaggerated in rodent models (39). Of note, reports suggest that radiation and chemotherapy not only affect the stem cell pool, but also alter the neurogenic environment [reviewed in (40)]. Specifically, radiation-induced activation of microglia and subsequent elaboration of pro-inflammatory cytokines directly impair neuronal differentiation (41). Radiation and chemotherapy treatment are also reported to cause indirect damage to neural structures through vascular damage, fibrosis, and disruption of endocrine signalling (41). Given the slow rate of cell turnover in the CNS, and the evolving indirect toxicities, symptoms of neurological deficits can be delayed by order of weeks to years following cessation of therapy (35).\n        Radiation necrosis is a delayed complication of radiation therapy for brain tumors and a dose-limiting factor for stereotactic radiotherapy, a standard treatment for brain metastases (42, 43). Generally occurring months to years after radiation treatment, radiation necrosis is thought to be a consequence of a combination of vascular injury, glial and white matter damage (44). Consequently, radiation necrosis is often associated with cognitive dysfunction, seizures, or focal neurological deficits that affect the patient’s quality of life (43). In addition, the radiological differentiation of tumor recurrence and necrosis is challenging (43).\n        Acute and chronic complications of the CNS following chemotherapy treatment are common. Acute complications include headaches, seizures and acute encephalopathy, which can have detrimental effects on patient outcome, limiting the duration of treatment (34). Chronic encephalopathy can result in mental impairment and structural changes that develop months to years after receiving CNS-directed chemotherapies (34). These can have detrimental effects on patient outcome, including severe weakness, dementia and even death. In addition to the overt cognitive deficits, many patients experience a more subtle syndrome of cognitive dysfunction following high-dose chemotherapy treatments, which is commonly referred to as “chemobrain” (34). Chemotherapy side effects may also occur in the peripheral nervous system (45). Several neuroprotective strategies have been explored to prevent these conditions, but clinical trials examining their effectiveness have been negative (46, 47). As brain cancer treatments continue to develop, minimizing off-target toxicities is paramount to ensure that patients can proceed with their full treatment course without experiencing further neurological injuries. To achieve this, various drug delivery systems that exploit tumor-intrinsic properties have been explored to deliver drug payloads to the tumor with high specificity (48, 49). Heptamethine cyanine dyes (HMCDs) have recently emerged as a potential drug delivery system that can overcome the challenges surrounding BBB penetration and tumor specificity.\nBrain Tumors and Metastases\n        The term ‘brain tumors’ refers to a mixed group of neoplasms growing inside the central nervous system (CNS) (1). Primary brain tumors, such as glial tumors and medulloblastomas, can be distinguished from brain metastases originating from a tumor located outside of the brain. Each type of tumor possesses its own biology, treatment, and prognosis, but the functional neurological consequences are frequently similar.\n        In adults, the global age-standardized rate of primary brain tumors is approximately 6.8 per 100,000, with the highest rates seen in Europe (2). Of the primary brain tumors, astrocytomas are the most common and most fatal, accounting for more than half of all primary brain tumor deaths. Distinguished by histopathological criteria and genetic alterations, astrocytomas can be graded; from the lower grade pilocytic astrocytomas (Grade I), to low grade astrocytomas and oligodendrogliomas (grade II), anaplastic astrocytomas and oligodendrogliomas (grade III), and glioblastomas (grade IV). The prognosis for high-grade astrocytomas are poor, with a median survival of 12-14 months for glioblastoma (GBM) and 24 months for anaplastic astrocytoma (3).\n        The only established treatment for high-grade astrocytomas consists of maximal surgical resection of the tumor, followed by concurrent radiation and chemotherapy with temozolomide (TMZ), prolonging the median survival by only four months (3). Several chemotherapies are available for second-line treatment, but no standard of care has been established (4–6). Nitrosoureas are blood-brain barrier (BBB)-permeable DNA alkylating agents and include carmustine, lomustine, nimustine and fotemustine (4). Although nitrosourea agents have shown similar efficacy to TMZ, they are associated with substantial hematologic and long-lasting hepatic and pulmonary toxicities, preventing the administration of additional treatments (4). Due to the current limitations of small molecule anti-neoplastic agents, antibody-based therapies have been investigated for the treatment of brain tumors [reviewed in (7)]. Bevacizumab, sold under the brand name Avastin, is a humanized monoclonal antibody against the vascular-endothelial growth factor-A ligand that inhibits angiogenesis (8). Following the results from successful phase III clinical trials in patients with advanced metastatic cancers [reviewed in (9)], bevacizumab was granted full accelerated approval for the treatment of recurrent glioblastoma that had progressed following prior therapy. However, recent clinical trials have shown conflicting results, as favorable clinical effects have not translated into an overall survival benefit (5, 10). The effects of bevacizumab appear transient, with most patients progressing after 3-5 months (6, 11).\n        In children, brain tumors represent the second most common cancer, comprising approximately 24% of all pediatric malignancies (12). Medulloblastoma is among the most common malignant childhood brain tumor, usually diagnosed between 6-8 years of age (13). Despite a rigorous trimodal therapy regimen, including surgical resection, chemotherapy and cranio-spinal radiation, less than 70% of patients survive beyond five years (13). Moreover, the severe neurocognitive, neuroendocrine and psychosocial deficits attributed to the standard of care underpin the motivation to improve therapeutic strategies in the treatment of medulloblastoma, and other pediatric brain cancers (13).\n        Metastatic tumors are the most frequent type of intracranial tumor in adults, with reported incidence rates between 2-14 persons per 100,000 population (14). Patients with brain metastasis have not benefited from the recent advances in targeted chemotherapies used in the treatment of the primary tumors, due largely to a lack of BBB penetration. With a less expansive growth pattern than gliomas, tumor cells in metastatic lesions are more protected from systemic chemotherapies by the BBB (14). That is, brain metastases tend to grow in confined colonies, where the BBB remains relatively intact (15). Consequently, there is a higher incidence of the brain becoming the first site of relapse for metastases in patients treated with chemotherapy (14).\nThe Blood-Brain Barrier—A Significant Challenge\n        Chemotherapeutic treatments for primary and metastatic brain tumors are limited by the reduced BBB penetration of the existing anticancer agents (16). The BBB separates the brain from the systemic circulation, controlling the movement of molecules across the vessel walls (16). With the exception of the few drugs approved for the treatment of brain tumors (e.g. TMZ), anticancer drugs are generally excluded from the brain by this barrier (3, 5). Tumors are also known to compromise the integrity of the BBB, resulting in a heterogeneous vasculature known as the blood-tumor barrier (16). The blood-tumor barrier is characterized by numerous distinct features, including non-uniform delivery and active efflux of molecules – all of which further complicates the delivery of anticancer agents (16). An improved delivery of potent anticancer drugs into the brain is, therefore, an ongoing challenge in the chemotherapeutic treatment of brain tumors.\n        The BBB is comprised of a functionally complex, tightly regulated neurovascular unit that includes endothelial cells, pericytes and astrocytic end feet (16). Together, these cells control the movement of cells and molecules to maintain the homeostatic neuroparenchyma environment. However, these mechanisms also interfere with the delivery of approved anticancer therapeutics into the brain to target brain tumors (16–18). Endothelial cells of the CNS have polarized cellular transporters which regulate influx and efflux between the neuroparenchyma and blood (16). ATP-binding cassette (ABC) transporters are expressed on the luminal and abluminal sides of the vessel walls and mediate the efflux of xenobiotics and toxins away from the neuroparenchyma space (19). Unfortunately, most low molecular weight anticancer agents are substrates for ABC proteins (16–18). These ABC transporters, such as the breast cancer resistant protein and the multi-drug resistance-associated proteins, are highly expressed in the capillary endothelial cells constituting the BBB (19). Another important efflux protein present in the BBB is the P-glycoprotein (19). P-glycoprotein can efflux small molecule tyrosine kinase inhibitors (TKIs) used as chemotherapy agents, such as dasatinib, imatinib, vandetanib and nintendanib (17), as well as the standard GBM chemotherapy agent, TMZ (18). Therefore, provisioning strategies to circumvent or nullify these transporters are essential in developing agents to target brain tumors.\nOvercoming the Blood-Brain Barrier\n        A number of strategies have been investigated to overcome the limitations of the BBB in the treatment of brain cancers: the first is to bypass the BBB, the second is to increase its permeability, and the third is to use carrier molecules that are permeable to the BBB (20–22).\n        \n          Bypassing the Blood-Brain Barrier: Intraventricular Infusion and Intracerebral Implants\n          Intraventricular infusion and intracerebral implants are the main strategies used to bypass the BBB (21, 23–25). Intraventricular infusions, however, have been unsuccessful due to the relatively small surface area of the cerebral spinal fluid, limiting the diffusion of anticancer drugs into the brain parenchyma (17). In addition, intracerebral implants of wafers impregnated with anticancer agents can be placed into the tumor cavity during surgery. These have shown survival benefits in patients with newly diagnosed malignant glioma, albeit, only lasting several weeks (20). The efficacy of both strategies was limited by the diffusion capacity of the drugs (20). In contrast, the cerebral vasculature has an extensive network that, on average, is only separated by 40 µM, and accounts for almost 15% of the cardiac output under resting conditions (26, 27). The cerebral circulation, therefore, would be the ideal route to achieve drug delivery.\n          Tumor Treating Fields (TTFields), developed by Novocure, is a non-invasive, loco-regional anti-mitotic treatment which uses alternating electric fields in the intermediate frequency range (200 kHz) to disrupt cancer cell division with minimal systemic toxicity (28). TTFields are administered to patients using a patient-operated home-use Optune device, delivering alternating electric fields to arrays affixed to the scalp (28). The phase III clinical trial in newly diagnosed GBM demonstrated a significant increase in overall survival by 4.9 months when combined with TMZ, in comparison to patients receiving TMZ alone (20.9 months and 16.0 months, respectively), resulting in the FDA approval of TTFields for GBM in 2015 (29).\n        \n        \n          Increasing the Permeability of the Blood-Brain Barrier\n          To overcome the limitations of the BBB, several approaches to physically and chemically disrupt the barrier have been developed. The main strategies include osmotic disruption through intracarotid infusions of mannitol, modification of tight junctions by the administration of bradykinin analogues, and focused ultrasound techniques (21, 24, 25). The superselective intra-arterial delivery of mannitol prior to the infusion of chemotherapy has been shown to disrupt the BBB and increase drug delivery by opening endothelial cell gap-junctions (24). Analogues of endogenous peptides, such as bradykinin have also been explored to increase the permeability of the BBB by activating cerebral vascular receptors (21). Although these strategies have been shown to increase the delivery of chemotherapies into the brain, in comparison to systemic injection, the effect is transient, with the delivery reversed within minutes (21). In addition, opening of the BBB with low-intensity pulsed ultrasound has emerged in the last two decades as a technique to enhance drug delivery into the brain (30). Beccaria et al. reviewed the preclinical data of several focused ultrasound techniques and highlighted the clinical trials currently underway (30). These strategies, however, are hindered by neurological toxicities associated with the lack of specificity in what substrates can cross the disrupted BBB and show conflicting survival benefits in clinical trials (31).\n        \n        \n          Carrier Molecules to Overcome the Blood-Brain Barrier: Nanoparticle Formulations\n          Nanoparticles have been explored to protect drug entities in the systemic circulation and facilitate the uniform delivery of drugs across previously impenetrable barriers (9). Several clinical trials have focused on encapsulating and delivering chemotherapeutics in nanoparticles for the treatment of brain tumors and metastases (9). The delivery of nanoparticles into brain tumors, however, has been largely unsuccessful (32). A principal challenge of nanoparticle delivery is their biodistribution, where many of the approved nanoparticles are polyethylene glycol (PEG)γ-lated or PEG terminated, which promotes clearance by immune cells (32). Moreover, the scale-up and reproducibility of nanoparticle formulations have been onerous (33). The success of a drug-delivery system relies on the synthesis of an inert, consistent and reproducible product, and although promising, nanoparticles are yet to deliver a formulation that accumulates in brain tumors at an effective concentration [reviewed by (9, 33)]. Drug-delivery systems, therefore, hold great potential for improving the bioavailability and tumor-specificity of anticancer agents, with promising discoveries emerging at a rapid pace.\nBypassing the Blood-Brain Barrier: Intraventricular Infusion and Intracerebral Implants\n          Intraventricular infusion and intracerebral implants are the main strategies used to bypass the BBB (21, 23–25). Intraventricular infusions, however, have been unsuccessful due to the relatively small surface area of the cerebral spinal fluid, limiting the diffusion of anticancer drugs into the brain parenchyma (17). In addition, intracerebral implants of wafers impregnated with anticancer agents can be placed into the tumor cavity during surgery. These have shown survival benefits in patients with newly diagnosed malignant glioma, albeit, only lasting several weeks (20). The efficacy of both strategies was limited by the diffusion capacity of the drugs (20). In contrast, the cerebral vasculature has an extensive network that, on average, is only separated by 40 µM, and accounts for almost 15% of the cardiac output under resting conditions (26, 27). The cerebral circulation, therefore, would be the ideal route to achieve drug delivery.\n          Tumor Treating Fields (TTFields), developed by Novocure, is a non-invasive, loco-regional anti-mitotic treatment which uses alternating electric fields in the intermediate frequency range (200 kHz) to disrupt cancer cell division with minimal systemic toxicity (28). TTFields are administered to patients using a patient-operated home-use Optune device, delivering alternating electric fields to arrays affixed to the scalp (28). The phase III clinical trial in newly diagnosed GBM demonstrated a significant increase in overall survival by 4.9 months when combined with TMZ, in comparison to patients receiving TMZ alone (20.9 months and 16.0 months, respectively), resulting in the FDA approval of TTFields for GBM in 2015 (29).\nIncreasing the Permeability of the Blood-Brain Barrier\n          To overcome the limitations of the BBB, several approaches to physically and chemically disrupt the barrier have been developed. The main strategies include osmotic disruption through intracarotid infusions of mannitol, modification of tight junctions by the administration of bradykinin analogues, and focused ultrasound techniques (21, 24, 25). The superselective intra-arterial delivery of mannitol prior to the infusion of chemotherapy has been shown to disrupt the BBB and increase drug delivery by opening endothelial cell gap-junctions (24). Analogues of endogenous peptides, such as bradykinin have also been explored to increase the permeability of the BBB by activating cerebral vascular receptors (21). Although these strategies have been shown to increase the delivery of chemotherapies into the brain, in comparison to systemic injection, the effect is transient, with the delivery reversed within minutes (21). In addition, opening of the BBB with low-intensity pulsed ultrasound has emerged in the last two decades as a technique to enhance drug delivery into the brain (30). Beccaria et al. reviewed the preclinical data of several focused ultrasound techniques and highlighted the clinical trials currently underway (30). These strategies, however, are hindered by neurological toxicities associated with the lack of specificity in what substrates can cross the disrupted BBB and show conflicting survival benefits in clinical trials (31).\nCarrier Molecules to Overcome the Blood-Brain Barrier: Nanoparticle Formulations\n          Nanoparticles have been explored to protect drug entities in the systemic circulation and facilitate the uniform delivery of drugs across previously impenetrable barriers (9). Several clinical trials have focused on encapsulating and delivering chemotherapeutics in nanoparticles for the treatment of brain tumors and metastases (9). The delivery of nanoparticles into brain tumors, however, has been largely unsuccessful (32). A principal challenge of nanoparticle delivery is their biodistribution, where many of the approved nanoparticles are polyethylene glycol (PEG)γ-lated or PEG terminated, which promotes clearance by immune cells (32). Moreover, the scale-up and reproducibility of nanoparticle formulations have been onerous (33). The success of a drug-delivery system relies on the synthesis of an inert, consistent and reproducible product, and although promising, nanoparticles are yet to deliver a formulation that accumulates in brain tumors at an effective concentration [reviewed by (9, 33)]. Drug-delivery systems, therefore, hold great potential for improving the bioavailability and tumor-specificity of anticancer agents, with promising discoveries emerging at a rapid pace.\nChemotherapy-Induced Neurotoxicity: A Lack of Specificity\n        Traditional and modern chemotherapy and radiotherapy can have undesirable effects on the CNS, which can result in the discontinuation of the treatment or dose-adjustments that prevent the achievement of a desirable therapeutic outcome [reviewed by (34)]. Traditional radiation and chemotherapy act on dividing cells by inducing DNA damage or inhibiting DNA repair. Albeit slowly, the resident population of stem cells that replenish neuronal and glial populations undergo collateral damage (35). There is evolving evidence to suggest that cognitive decline following cancer treatments could be a consequence of impaired hippocampal and subventricular zone neurogenesis. Rodent studies demonstrate that post-radiation, the subventricular zone neurogenesis undergoes a delayed recovery, while hippocampal neurogenesis remains stalled (36). Immunohistochemical analysis of post-mortem human brain tissue revealed that pediatric and adult medulloblastoma patients treated with surgery, radiation and chemotherapy had extensive ablation of hippocampal neurogenesis compared to controls, reinforcing findings from experimental models (37, 38). However, there is a recent study stating that adult hippocampal neurogenesis might be limited, and hence these effects could be exaggerated in rodent models (39). Of note, reports suggest that radiation and chemotherapy not only affect the stem cell pool, but also alter the neurogenic environment [reviewed in (40)]. Specifically, radiation-induced activation of microglia and subsequent elaboration of pro-inflammatory cytokines directly impair neuronal differentiation (41). Radiation and chemotherapy treatment are also reported to cause indirect damage to neural structures through vascular damage, fibrosis, and disruption of endocrine signalling (41). Given the slow rate of cell turnover in the CNS, and the evolving indirect toxicities, symptoms of neurological deficits can be delayed by order of weeks to years following cessation of therapy (35).\n        Radiation necrosis is a delayed complication of radiation therapy for brain tumors and a dose-limiting factor for stereotactic radiotherapy, a standard treatment for brain metastases (42, 43). Generally occurring months to years after radiation treatment, radiation necrosis is thought to be a consequence of a combination of vascular injury, glial and white matter damage (44). Consequently, radiation necrosis is often associated with cognitive dysfunction, seizures, or focal neurological deficits that affect the patient’s quality of life (43). In addition, the radiological differentiation of tumor recurrence and necrosis is challenging (43).\n        Acute and chronic complications of the CNS following chemotherapy treatment are common. Acute complications include headaches, seizures and acute encephalopathy, which can have detrimental effects on patient outcome, limiting the duration of treatment (34). Chronic encephalopathy can result in mental impairment and structural changes that develop months to years after receiving CNS-directed chemotherapies (34). These can have detrimental effects on patient outcome, including severe weakness, dementia and even death. In addition to the overt cognitive deficits, many patients experience a more subtle syndrome of cognitive dysfunction following high-dose chemotherapy treatments, which is commonly referred to as “chemobrain” (34). Chemotherapy side effects may also occur in the peripheral nervous system (45). Several neuroprotective strategies have been explored to prevent these conditions, but clinical trials examining their effectiveness have been negative (46, 47). As brain cancer treatments continue to develop, minimizing off-target toxicities is paramount to ensure that patients can proceed with their full treatment course without experiencing further neurological injuries. To achieve this, various drug delivery systems that exploit tumor-intrinsic properties have been explored to deliver drug payloads to the tumor with high specificity (48, 49). Heptamethine cyanine dyes (HMCDs) have recently emerged as a potential drug delivery system that can overcome the challenges surrounding BBB penetration and tumor specificity.\nTumor-specific Heptamethine Cyanine Dyes\n      Existing research recognizes the preferential tumor uptake of a class of NIRF HMCDs. This has been demonstrated in a variety of cancer cell lines, tumor xenografts, spontaneous mouse tumors in transgenic animals and human tumor samples (references in \nTable 1\n). Originally identified for their fluorescent and mitochondrial-targeting tumor-imaging properties, they have recently been explored as drug carriers to deliver chemotherapeutics to tumors (78, 79). HMCDs can be utilized as drug-delivery systems by attaching non-selective drugs to the peripheral carboxylic acid groups to make amides and esters, or by nucleophilic substitution of the meso-Cl group on the core cyclohexenyl skeleton (\nFigure 1\n). The tumor-specificity, retention and BBB-permeability properties of this group of NIRF agents provides a unique platform for their use as a small-molecule drug-carrier system.\n      \n        Table 1\n        \n          Summary of HMCD studies on human tumor cell lines and xenografts.\n        \n        \n          \n            \n              Tumor Type\n              Tumor Cell-Line\n              Heptamethine Cyanine Dye\n              Conjugate\n              References\n            \n          \n          \n            \n              Lung Cancer\n              A549, NCIH-460, H358, A549-DR\n              IR-783, IR-780,MHI-148\n              Methotrexate, Erlotinib\n               (50–57)\n            \n            \n              Breast Cancer\n              MCF-7, MDA231, LTED\n              IR-783, IR-780,MHI-148, DZ-1\n              Methotrexate,FTS, Genistein, Erlotinib\n               (51, 55–61)\n            \n            \n              Hepatoma\n              SMMC-7721, HepG2\n              IR-783, IR-780,MHI-148\n              Dasatinib, Methotrexate\n               (51, 53, 55, 62)\n            \n            \n              Cervical Cancer\n              HeLa\n              IR-783, IR-780,MHI-148\n              \n               (51, 53, 60)\n            \n            \n              Prostate Cancer\n              PC-3, LNCap, C4-2, DU-145\n              IR-783, IR-780, IR786, MHI-148\n              MAOA inhibitor, Gemcitabine, Isoniazid\n               (53, 63–68)\n            \n            \n              Leukemia\n              K562\n              IR-783, MHI-148\n              \n               (53, 63)\n            \n            \n              Pancreatic Cancer\n              MIA, PaCa-2\n              IR-783\n              \n               (53)\n            \n            \n              Renal Cancer\n              SN12C, ACHN, Caki-1\n              IR-783, IR-780\n              \n               (69)\n            \n            \n              Glioblastoma\n              U251, GL261, U87, T98T, LN18, Primary PDX\n              IR-780, IR783,DZ-1, IR-786\n              Gemcitabine, Crizotinib, Dasatinib,MAOA inhibitor, Rucaparib\n               (54, 70–76)\n            \n            \n              Osteosarcoma\n              MG-63\n              IR-780\n              \n               (77)\n            \n          \n        \n      \n      \n        Figure 1\n        \n          Chemical structures of near-infrared heptamethine cyanine dyes used as tumor-specific drug-carrier agents. The presence of the fused cyclic meso-Cl cyclohexene ring (Green), and the ionizable functional group (Purple) attached to the terminal tetramethyl indole ring (Orange), is thought to contribute to the tumor selectivity of HMCDs.\n        \n        \n      \n      Several NIRF dyes have become commercially available, including rhodamine, BODIPY for use in the detection and monitoring of neoplasms in animal models (80). Indocyanine green (ICG) and methylene blue however, are the only NIRF agents approved by the FDA for use in medical diagnostics (80, 81). Other red-flourescent dyes, such as 5-ALA, are also used in fluorescent-guided surgery for the resection of high grade gliomas (82). The use of 5-ALA in fluorescent-guided surgery is challenged by the strong absorption of the excitation light by red-blood cells, making the underlying tumor fluorescence difficult to visualize, in addition to the lack of absorption of 5-ALA by lower grade tumors (83). The NIRF and tumor-specific accumulation of HMCDs may also potentiate their use in fluorescent-guided surgery, and tumor monitoring (78, 84, 85). A deeper understanding of the photophysical properties, stability, and in vivo targeting capabilities is needed for their development as dual targeting and imaging therapeutics.\n      HMCDs exhibit key structural features that are thought to render them tumor selective. The first is the presence of a fused cyclic chloro-cyclohexene ring (green), second, they possess an alkyl chain that attaches to the terminal tetramethyl indoline ring (orange), and they contain an ionizable functional group, such as carboxylic or sulfonic acid (purple) (\nFigure 1\n) (70, 86). Specific chain lengths also contribute to the observed selectivity of dyes towards tumor tissues. That is, dyes with a great number of carbons in the side chain were reported to alter the hydrophobicity and rigidity of the dyes, hence affecting their uptake into cancer cells (86).\n      Recently, a group of HMCDs that preferentially target and accumulate in tumors have been described (IR-780, IR-783, IR-786, MHI-148 and DZ-1; references in \nTable 1\n). These dyes are reported to preferentially accumulate in the mitochondria and lysosomes of tumor cells, but not normal cells (84, 85). In a preclinical trial, MHI-148 was applied in a surgically removed kidney from a patient with renal cell carcinoma (63). Ex vivo NIRF imaging demonstrated that fluorescence signal intensities were six-fold higher in the tumor when compared to the normal surrounding kidney tissues. These studies highlight the potential clinical translation of these NIRF dyes as tumor-targeting anti-neoplastic agents.\n      Tumor-specific HMCDs, however, are not devoid of biological activity. Several groups have demonstrated that HMCDs alone have some cytotoxic activities at higher supra-micromolar concentrations. Yi et al. demonstrated significant concentration-dependent cytotoxic and anti-migratory effects of IR-780 on prostate cancer cell lines (50, 64). Similarly, our group has shown that IR-786 was cytotoxic to patient-derived GBM cells, with an EC50 of 1.7 μM. It also exhibited cytotoxic synergism with TMZ, as co-treatment reduced the EC50 by four-fold to 400 nM (71). Moderate toxicity has also been reported with IR-780 on the murine breast cancer 4T1 cell line (less than 30% reduction in cell viability with up to 16 μM), and IR-783 on the human MCF-7 breast cancer cell line (EC50 of 25 μM) (58, 87). Although cytotoxic activity is evident at supra-micromolar concentrations, further studies are required to understand the structure-activity relationships across HMCDs. Evaluating the toxicity of HMCDs across multiple tumor and non-tumor cells lines will allow researchers to identify which structures are biologically inert, and thus more favorable as a drug-delivery system.\n      \n        Expanding the Indications of Existing Chemotherapies for the Treatment of Brain Cancer\n        Advances in our understanding of tumorigenic pathways have allowed existing anticancer agents to be successfully repurposed to treat other cancers that share common signaling pathways (17). However, the expansion of existing anticancer agents for the treatment of brain tumors and metastases has been challenging. Dasatinib, for example, was originally identified as a dual inhibitor of BCR/ABL gene-encoded tyrosine kinase and the Src family of tyrosine kinases. It was subsequently granted accelerated approval for the treatment of chronic myeloid leukemia but was found to inhibit the platelet-derived growth factor receptor (PDGFR) alpha and beta with nanomolar potencies (88). Preclinical and in vitro studies support an important role of Src and PDGFR in human glioblastoma. However, in vitro and in vivo studies have revealed that dasatinib is a substrate for efflux transporters that are expressed on the BBB (89). This likely explains the lack of success in clinical trials exploring dasatinib in the treatment of primary brain tumors (90, 91). Hence, carrier molecules like HMCDs may provide a platform to repurpose drugs, like dasatinib, for the treatment of brain tumors which have been previously excluded from the brain (\nTable 1\n).\n      \n      \n        The Mechanism of Uptake of HMCDs\n        HMCDs and their published conjugates have been shown to persist in tumor tissue in vivo over periods of several days, despite the half-lives of these compounds in serum being on the order of minutes to a few hours (49, 70, 72, 73). Most research suggests that preferential tumor uptake is mediated by organic anion-transporting polypeptides (OATPs), but recent evidence also suggests a clear role for albumin and the use of endocytosis mechanisms in the uptake and persistence of these tumor-specific dyes (62, 70, 71).\n        \n          The Role of OATPs in the Uptake of HMCDs\n          This assertion for the involvement of OATPs is reasonable as hypoxia triggers the activation of HIF1-alpha (HIF1α), which promotes OATP expression (70). OATPs are promiscuous transporters; they influx organic anions, including bile salts, steroids, bilirubin and thyroid hormones, and can take up unnatural organic molecules (92). Bicarbonate is excreted to balance the charge; hence, molecules imported via OATPs are not pumped out in the same manner (92). OATPs have also been shown to be overexpressed by a number of different cancers and on the endothelial cells of the BBB; therefore, manifest as a logical platform for achieving BBB and blood-tumor barrier permeability (93).\n          The rationale for the involvement of OATPs in the uptake of these NIRF agents was formulated on a simple experimental in vitro paradigm that compared the fluorescent intensity of cells in serum-free culture media. Typically, cells treated with a pan-OATP inhibitor demonstrated a reduction in fluorescent intensity, implying that the uptake of the NIRF agents were, in part, via the OATPs. In contrast, cells treated with hypoxia-mimetic agents, such as dimethyloxalylglycine and cobalt chloride, stabilized HIF1α and increased the expression of OATPs, thus resulting in an increase in the fluorescent intensity. Several groups have reported that upon uptake, HMCDs are localized to the mitochondria of tumor-cells (53, 56, 60, 67). Interestingly, a recent study reported that the mitochondrial uptake of the IR-780 dye was mediated by the mitochondrial inner membrane transporter ATP-binding cassette sub-family B member 10 (ABCB10), and a siRNA-mediated knock-down of the ABCB10 transporter transcript in cancer stem cells reduced the uptake of IR-780 significantly (94). Although ABCB10 is not an OATP, there is a clear relationship between HIF1α, and the uptake of IR-780 into tumor cells. Notably, HIF1α was bound directly to the ABCB10 gene promoter region, and HIF1α expression correlated with the expression of ABCB10. Therefore, there is a clear signaling axis between OATPs and HIF1α that plays a role in the uptake of HMCDs into tumor cells. However, it has been observed that the meso-Cl group on the HMCD core structure is displaced by S-nucleophiles under physiological conditions, including the free cysteine residue in serum albumin and glutathione (74, 95, 96). It is important to note that the inhibition of OATPs failed to completely inhibit the uptake of the dye into tumor cells (60, 71). Therefore, it is likely that other mechanisms for transporting HMCDs into the tumor exist (96).\n        \n        \n          The Role of Albumin in the Uptake of HMCDs\n          Albumin was reported to naturally accumulate in several types of solid tumors, including sarcomas, lung cancers, and GBM, where it is used as a primary nutrient source by cancerous cells (97, 98). Due to the active consumption of nutrients, cancer cells have been shown to overexpress nutrient transporters to meet their increased demand for energy. For example, albumin-binding proteins are highly expressed in malignant cells and tumor vessel endothelial cells responsible for albumin uptake. Additionally, albumin has been shown to accumulate in high quantities within brain tumors due to the enhanced permeability and retention (EPR) effect (99). The EPR effect is a consequence of the development of abnormal vasculature within the growing tumor with functional and anatomical abnormalities. This results in extensive leakage of blood plasma components, such as albumin, into the tumor interstitium (97–99). Additionally, poor lymphatic clearance and a slow venous return mean that macromolecules are retained in the tumor tissue. Utilizing the EPR effect is a strategy explored to deliver anticancer drugs selectively to the tumor (99). Traditional low molecular-weight anticancer agents lack tumor selectivity, resulting in wide distribution to healthy tissues and organs and severe systemic toxicity (99). Therefore, the ability of a drug to interact with albumin would likely result in enhanced tumor tissue retention and reduced clearance.\n          Several groups have successfully explored albumin-based drug delivery using Cys34 as a chemical conjugation approach, such as Abraxane, the first albumin-based drug approved in oncology (100–102). Furthermore, the association of ICG to albumin is thought to underpin the accumulation in tumor regions with enhanced vascular permeability (103).Albumin has 14 disulphide bonds and one unique, free cysteine residue, Cys34 (104). The pKa of the Cys34 albumin thiol group is relatively low (~5) in comparison to the pKa of other low molecular weight aminothiols present in the plasma (8.5-8.9 for Cys and GSH, respectively) (105). This means at a physiological pH, Cys34 exists as a thiolate anion and is highly reactive with disulphides and thiol (104). Present in high concentrations in the blood, it acts as a carrier for small molecules, many of which non-covalently bind to one of two binding sites, Sudlow sites I and II. Sudlow site I preferentially bind heterocyclic compounds like warfarin, whereas Sudlow site II is reported to bind to aromatic compounds such as ibuprofen. Covalent binding of endogenous and exogenous compounds with albumin also occurs. However, drugs covalently bound to albumin are reported to require a decoupling event that releases their active form to exert their pharmacological activity (104). Drug interaction with human serum albumin (HSA) tends to enhance the bioavailability of a drug and has a significant role in the pharmacokinetic behavior of drug molecules regarding the half-life, efficacy, reducing toxicity and improving drug-targeting [reviewed in (104)]. Hence, albumin association offers an attractive drug-delivery approach for the treatment of tumors.\n          Interestingly, the idea of conjugating HMCD to albumin for optical imaging has been described in a patent, despite the displacement of the meso-Cl occurring endogenously with albumin (106). The literature suggests that electrophilic small molecules might react with Cys34 directly, or possibly associate with one of the binding sites before being relayed to the free thiol. There is evidence for the relay of non-covalently bound HMCDs to a covalent bond (107, 108). This comes in the form of an immediate UVƛ max red-shift (822 nm) for the HMCD MHI-148 when added to HSA, followed by a gradual blue-shift to another ƛ maximum of 786 nm after 1.5 hours in vitro (\n107). Hence, the instantaneous reaction of HMCDs in serum is to form a non-covalent adduct with albumin. However, an ICG analogue synthesized by Tan and colleagues demonstrated high albumin binding affinity, resulting in an improved tissue accumulation and tumor selectivity through the EPR effect (58). The authors argue that the asymmetric properties of their dye, with a modified water-soluble carboxyl chain and liposoluble ester, are responsible for its ability to interact with and form complexes with albumin. Furthermore, the micropinocytosis inhibitor, amiloride, reportedly inhibited the uptake of the meso-Cl substituted genistein-IR-783 conjugate by 40% (58). Therefore, it is unclear whether the meso-Cl group would be required for the formation of albumin-complexes or the endocytosis of HMCDs into tumor cells.\n        \n        \n          Exploiting Tumor-Intrinsic Properties, a Role for OATPs, Endocytosis and Albumin?\n          By interacting with albumin, the HMCD-carrier can reach the tumor vasculature passively through the EPR effect (109). However, there is a lack of direct evidence surrounding how HMCDs and their conjugates move from the tumor vasculature into the tumor cells. Given the size of the HMCD-drug conjugates, and the reported association with albumin, it is likely that the uptake is mediated by endocytosis mechanisms. Studies have suggested that the uptake of HMCD complexes, including MHI-148-HSA and genistein-IR-783 conjugates, could be mediated by micropinocytosis and lipid-raft endocytosis (\nFigure 2\n) (58, 74). This is consistent with other macromolecule delivery systems, such as the albumin-paclitaxel conjugate Abraxane, which also utilizes endogenous transport pathways to achieve enhanced tumor tissue distribution (110). In concordance, Abraxane’s tumor uptake was antagonized by inhibition of caveolar-mediated endocytosis, and the knockdown of Cav-1, the structural component of caveolae, also attenuated Abraxane’s anti-tumor properties in vivo (\n110). This suggests caveolae-mediated endocytosis is critical for the cellular uptake of albumin-associated compounds. Secreted protein acidic and rich in cysteine (SPARC) plays a crucial role in cell growth through its interaction with various cytokines (111). Moreover, SPARC binds to albumin and co-localizes as a bound form in cancer tissues, and its expression is correlated with improved survival in several cancers (111). SPARC has also been shown to mediate the uptake of cyanine dye Cy5-N3 in a U87 glioblastoma cell line and xenograft model. This suggests that SPARC could also play a role in tumor uptake of albumin-bound HMCDs, but direct evidence for the uptake of HMCDs is lacking (\nFigure 2\n) (97). Although SPARC has been investigated for its role in the uptake of albumin-bound molecules such as Abraxane, its involvement in the uptake of HMCDs is yet to be discerned.\n          \n            Figure 2\n            \n              \n(A) Summary of the proposed mechanisms of the tumor-specific accumulation of HMCD-drug derivatives from the circulation. HMCDs travel through the circulation as unbound or albumin-bound molecules toward the bulk tumor through the EPR effect. HMCDs may exist as covalently or non-covalently bound to albumin in the plasma, or as free molecules. (B) Describes the proposed mechanism of uptake of HMCD-drug conjugates into tumor cells. Albumin-bound HMCDs bind to caveloin-1 associated Gp60 receptors, triggering caveolae-mediated transcytosis across the endothelium, which is then deposited in the tumor interstitium. The unbound HMCDs are transferred across the endothelium through the polarized expression of OATPs. SPARC is secreted from the tumor cells into the interstitium and entraps albumin and albumin-bound HMCD, which is likely taken up through SPARC or albumin-triggered endocytosis or macropinocytosis. Albumin-bound HMCDs are internalized by the tumor through caveolae-mediated endocytosis, but rather than being transcytosed, caveolae fuse with lysosomes, resulting in lytic degradation of albumin and the subsequent release of the HMCDs. OATP also play a role in the uptake of free HMCD from the tumor interstitium.\n            \n            \n          \n        \n      \n      \n        The Intracellular Fate of HMCD-Drug Conjugates\n        As described, for the HMCD or their conjugates to exert its biological activity, it must be cleaved from the albumin adduct. Studies suggest that the acidic environment of the tumor may facilitate the release of the covalent adducts from albumin through acidic cleavage (108). Tan et al. further demonstrated that pH reduction shifted the NIRF spectra of the albumin-bound HMCD to that of the free dye, suggesting that the acidic environment results in protonation of thiol, which leads to cleavage of the HMCD from albumin. Future studies should further investigate the effects of endocytosis inhibitors on cells cultured in serum-free conditions, devoid of albumin (71, 76). The trafficking and intracellular fate of HMCDs will depend on the mechanism of endocytosis (\nFigure 2\n). Endocytic pathways rarely operate in isolation, and hence it is important to understand the relative contributions of different endocytic pathways to the activity of the HMCD (112). The persistence and efficacy of HMCDs and their drug-conjugates asserts that HMCDs are not trafficked through a degradative path (71, 108). However, a thorough characterization of the endocytosis of HMCDs will facilitate the design of efficient carrier molecules that are processed by productive endocytic pathways.\n        The relative contribution of each transport mechanism is unclear, but it is likely that the uptake and persistence of these dyes rely on a combination of the described processes. There is clear evidence to suggest a role for OATP-mediated uptake of unbound HMCD, which we and others have shown in vitro in the absence of albumin (71, 74). The endocytosis of HMCDs into tumor cells remains to be thoroughly characterized in serum-free conditions. However, the increased uptake of albumin and the overexpression of its transporters in brain tumor cells is well established, providing a compelling rationale for the advantages of a carrier system that utilizes albumin (109, 111). Indeed, HMCDs could form covalent and non-covalent adducts with albumin, and the uptake of these complexes can be antagonized by inhibitors of endocytosis. Nonetheless, establishing the mechanisms behind the uptake and persistence of HMCDs and their conjugates in tumors will be fundamental to the optimization of HMCDs as efficient drug-delivery systems.\nExpanding the Indications of Existing Chemotherapies for the Treatment of Brain Cancer\n        Advances in our understanding of tumorigenic pathways have allowed existing anticancer agents to be successfully repurposed to treat other cancers that share common signaling pathways (17). However, the expansion of existing anticancer agents for the treatment of brain tumors and metastases has been challenging. Dasatinib, for example, was originally identified as a dual inhibitor of BCR/ABL gene-encoded tyrosine kinase and the Src family of tyrosine kinases. It was subsequently granted accelerated approval for the treatment of chronic myeloid leukemia but was found to inhibit the platelet-derived growth factor receptor (PDGFR) alpha and beta with nanomolar potencies (88). Preclinical and in vitro studies support an important role of Src and PDGFR in human glioblastoma. However, in vitro and in vivo studies have revealed that dasatinib is a substrate for efflux transporters that are expressed on the BBB (89). This likely explains the lack of success in clinical trials exploring dasatinib in the treatment of primary brain tumors (90, 91). Hence, carrier molecules like HMCDs may provide a platform to repurpose drugs, like dasatinib, for the treatment of brain tumors which have been previously excluded from the brain (\nTable 1\n).\nThe Mechanism of Uptake of HMCDs\n        HMCDs and their published conjugates have been shown to persist in tumor tissue in vivo over periods of several days, despite the half-lives of these compounds in serum being on the order of minutes to a few hours (49, 70, 72, 73). Most research suggests that preferential tumor uptake is mediated by organic anion-transporting polypeptides (OATPs), but recent evidence also suggests a clear role for albumin and the use of endocytosis mechanisms in the uptake and persistence of these tumor-specific dyes (62, 70, 71).\n        \n          The Role of OATPs in the Uptake of HMCDs\n          This assertion for the involvement of OATPs is reasonable as hypoxia triggers the activation of HIF1-alpha (HIF1α), which promotes OATP expression (70). OATPs are promiscuous transporters; they influx organic anions, including bile salts, steroids, bilirubin and thyroid hormones, and can take up unnatural organic molecules (92). Bicarbonate is excreted to balance the charge; hence, molecules imported via OATPs are not pumped out in the same manner (92). OATPs have also been shown to be overexpressed by a number of different cancers and on the endothelial cells of the BBB; therefore, manifest as a logical platform for achieving BBB and blood-tumor barrier permeability (93).\n          The rationale for the involvement of OATPs in the uptake of these NIRF agents was formulated on a simple experimental in vitro paradigm that compared the fluorescent intensity of cells in serum-free culture media. Typically, cells treated with a pan-OATP inhibitor demonstrated a reduction in fluorescent intensity, implying that the uptake of the NIRF agents were, in part, via the OATPs. In contrast, cells treated with hypoxia-mimetic agents, such as dimethyloxalylglycine and cobalt chloride, stabilized HIF1α and increased the expression of OATPs, thus resulting in an increase in the fluorescent intensity. Several groups have reported that upon uptake, HMCDs are localized to the mitochondria of tumor-cells (53, 56, 60, 67). Interestingly, a recent study reported that the mitochondrial uptake of the IR-780 dye was mediated by the mitochondrial inner membrane transporter ATP-binding cassette sub-family B member 10 (ABCB10), and a siRNA-mediated knock-down of the ABCB10 transporter transcript in cancer stem cells reduced the uptake of IR-780 significantly (94). Although ABCB10 is not an OATP, there is a clear relationship between HIF1α, and the uptake of IR-780 into tumor cells. Notably, HIF1α was bound directly to the ABCB10 gene promoter region, and HIF1α expression correlated with the expression of ABCB10. Therefore, there is a clear signaling axis between OATPs and HIF1α that plays a role in the uptake of HMCDs into tumor cells. However, it has been observed that the meso-Cl group on the HMCD core structure is displaced by S-nucleophiles under physiological conditions, including the free cysteine residue in serum albumin and glutathione (74, 95, 96). It is important to note that the inhibition of OATPs failed to completely inhibit the uptake of the dye into tumor cells (60, 71). Therefore, it is likely that other mechanisms for transporting HMCDs into the tumor exist (96).\n        \n        \n          The Role of Albumin in the Uptake of HMCDs\n          Albumin was reported to naturally accumulate in several types of solid tumors, including sarcomas, lung cancers, and GBM, where it is used as a primary nutrient source by cancerous cells (97, 98). Due to the active consumption of nutrients, cancer cells have been shown to overexpress nutrient transporters to meet their increased demand for energy. For example, albumin-binding proteins are highly expressed in malignant cells and tumor vessel endothelial cells responsible for albumin uptake. Additionally, albumin has been shown to accumulate in high quantities within brain tumors due to the enhanced permeability and retention (EPR) effect (99). The EPR effect is a consequence of the development of abnormal vasculature within the growing tumor with functional and anatomical abnormalities. This results in extensive leakage of blood plasma components, such as albumin, into the tumor interstitium (97–99). Additionally, poor lymphatic clearance and a slow venous return mean that macromolecules are retained in the tumor tissue. Utilizing the EPR effect is a strategy explored to deliver anticancer drugs selectively to the tumor (99). Traditional low molecular-weight anticancer agents lack tumor selectivity, resulting in wide distribution to healthy tissues and organs and severe systemic toxicity (99). Therefore, the ability of a drug to interact with albumin would likely result in enhanced tumor tissue retention and reduced clearance.\n          Several groups have successfully explored albumin-based drug delivery using Cys34 as a chemical conjugation approach, such as Abraxane, the first albumin-based drug approved in oncology (100–102). Furthermore, the association of ICG to albumin is thought to underpin the accumulation in tumor regions with enhanced vascular permeability (103).Albumin has 14 disulphide bonds and one unique, free cysteine residue, Cys34 (104). The pKa of the Cys34 albumin thiol group is relatively low (~5) in comparison to the pKa of other low molecular weight aminothiols present in the plasma (8.5-8.9 for Cys and GSH, respectively) (105). This means at a physiological pH, Cys34 exists as a thiolate anion and is highly reactive with disulphides and thiol (104). Present in high concentrations in the blood, it acts as a carrier for small molecules, many of which non-covalently bind to one of two binding sites, Sudlow sites I and II. Sudlow site I preferentially bind heterocyclic compounds like warfarin, whereas Sudlow site II is reported to bind to aromatic compounds such as ibuprofen. Covalent binding of endogenous and exogenous compounds with albumin also occurs. However, drugs covalently bound to albumin are reported to require a decoupling event that releases their active form to exert their pharmacological activity (104). Drug interaction with human serum albumin (HSA) tends to enhance the bioavailability of a drug and has a significant role in the pharmacokinetic behavior of drug molecules regarding the half-life, efficacy, reducing toxicity and improving drug-targeting [reviewed in (104)]. Hence, albumin association offers an attractive drug-delivery approach for the treatment of tumors.\n          Interestingly, the idea of conjugating HMCD to albumin for optical imaging has been described in a patent, despite the displacement of the meso-Cl occurring endogenously with albumin (106). The literature suggests that electrophilic small molecules might react with Cys34 directly, or possibly associate with one of the binding sites before being relayed to the free thiol. There is evidence for the relay of non-covalently bound HMCDs to a covalent bond (107, 108). This comes in the form of an immediate UVƛ max red-shift (822 nm) for the HMCD MHI-148 when added to HSA, followed by a gradual blue-shift to another ƛ maximum of 786 nm after 1.5 hours in vitro (\n107). Hence, the instantaneous reaction of HMCDs in serum is to form a non-covalent adduct with albumin. However, an ICG analogue synthesized by Tan and colleagues demonstrated high albumin binding affinity, resulting in an improved tissue accumulation and tumor selectivity through the EPR effect (58). The authors argue that the asymmetric properties of their dye, with a modified water-soluble carboxyl chain and liposoluble ester, are responsible for its ability to interact with and form complexes with albumin. Furthermore, the micropinocytosis inhibitor, amiloride, reportedly inhibited the uptake of the meso-Cl substituted genistein-IR-783 conjugate by 40% (58). Therefore, it is unclear whether the meso-Cl group would be required for the formation of albumin-complexes or the endocytosis of HMCDs into tumor cells.\n        \n        \n          Exploiting Tumor-Intrinsic Properties, a Role for OATPs, Endocytosis and Albumin?\n          By interacting with albumin, the HMCD-carrier can reach the tumor vasculature passively through the EPR effect (109). However, there is a lack of direct evidence surrounding how HMCDs and their conjugates move from the tumor vasculature into the tumor cells. Given the size of the HMCD-drug conjugates, and the reported association with albumin, it is likely that the uptake is mediated by endocytosis mechanisms. Studies have suggested that the uptake of HMCD complexes, including MHI-148-HSA and genistein-IR-783 conjugates, could be mediated by micropinocytosis and lipid-raft endocytosis (\nFigure 2\n) (58, 74). This is consistent with other macromolecule delivery systems, such as the albumin-paclitaxel conjugate Abraxane, which also utilizes endogenous transport pathways to achieve enhanced tumor tissue distribution (110). In concordance, Abraxane’s tumor uptake was antagonized by inhibition of caveolar-mediated endocytosis, and the knockdown of Cav-1, the structural component of caveolae, also attenuated Abraxane’s anti-tumor properties in vivo (\n110). This suggests caveolae-mediated endocytosis is critical for the cellular uptake of albumin-associated compounds. Secreted protein acidic and rich in cysteine (SPARC) plays a crucial role in cell growth through its interaction with various cytokines (111). Moreover, SPARC binds to albumin and co-localizes as a bound form in cancer tissues, and its expression is correlated with improved survival in several cancers (111). SPARC has also been shown to mediate the uptake of cyanine dye Cy5-N3 in a U87 glioblastoma cell line and xenograft model. This suggests that SPARC could also play a role in tumor uptake of albumin-bound HMCDs, but direct evidence for the uptake of HMCDs is lacking (\nFigure 2\n) (97). Although SPARC has been investigated for its role in the uptake of albumin-bound molecules such as Abraxane, its involvement in the uptake of HMCDs is yet to be discerned.\n          \n            Figure 2\n            \n              \n(A) Summary of the proposed mechanisms of the tumor-specific accumulation of HMCD-drug derivatives from the circulation. HMCDs travel through the circulation as unbound or albumin-bound molecules toward the bulk tumor through the EPR effect. HMCDs may exist as covalently or non-covalently bound to albumin in the plasma, or as free molecules. (B) Describes the proposed mechanism of uptake of HMCD-drug conjugates into tumor cells. Albumin-bound HMCDs bind to caveloin-1 associated Gp60 receptors, triggering caveolae-mediated transcytosis across the endothelium, which is then deposited in the tumor interstitium. The unbound HMCDs are transferred across the endothelium through the polarized expression of OATPs. SPARC is secreted from the tumor cells into the interstitium and entraps albumin and albumin-bound HMCD, which is likely taken up through SPARC or albumin-triggered endocytosis or macropinocytosis. Albumin-bound HMCDs are internalized by the tumor through caveolae-mediated endocytosis, but rather than being transcytosed, caveolae fuse with lysosomes, resulting in lytic degradation of albumin and the subsequent release of the HMCDs. OATP also play a role in the uptake of free HMCD from the tumor interstitium.\nThe Role of OATPs in the Uptake of HMCDs\n          This assertion for the involvement of OATPs is reasonable as hypoxia triggers the activation of HIF1-alpha (HIF1α), which promotes OATP expression (70). OATPs are promiscuous transporters; they influx organic anions, including bile salts, steroids, bilirubin and thyroid hormones, and can take up unnatural organic molecules (92). Bicarbonate is excreted to balance the charge; hence, molecules imported via OATPs are not pumped out in the same manner (92). OATPs have also been shown to be overexpressed by a number of different cancers and on the endothelial cells of the BBB; therefore, manifest as a logical platform for achieving BBB and blood-tumor barrier permeability (93).\n          The rationale for the involvement of OATPs in the uptake of these NIRF agents was formulated on a simple experimental in vitro paradigm that compared the fluorescent intensity of cells in serum-free culture media. Typically, cells treated with a pan-OATP inhibitor demonstrated a reduction in fluorescent intensity, implying that the uptake of the NIRF agents were, in part, via the OATPs. In contrast, cells treated with hypoxia-mimetic agents, such as dimethyloxalylglycine and cobalt chloride, stabilized HIF1α and increased the expression of OATPs, thus resulting in an increase in the fluorescent intensity. Several groups have reported that upon uptake, HMCDs are localized to the mitochondria of tumor-cells (53, 56, 60, 67). Interestingly, a recent study reported that the mitochondrial uptake of the IR-780 dye was mediated by the mitochondrial inner membrane transporter ATP-binding cassette sub-family B member 10 (ABCB10), and a siRNA-mediated knock-down of the ABCB10 transporter transcript in cancer stem cells reduced the uptake of IR-780 significantly (94). Although ABCB10 is not an OATP, there is a clear relationship between HIF1α, and the uptake of IR-780 into tumor cells. Notably, HIF1α was bound directly to the ABCB10 gene promoter region, and HIF1α expression correlated with the expression of ABCB10. Therefore, there is a clear signaling axis between OATPs and HIF1α that plays a role in the uptake of HMCDs into tumor cells. However, it has been observed that the meso-Cl group on the HMCD core structure is displaced by S-nucleophiles under physiological conditions, including the free cysteine residue in serum albumin and glutathione (74, 95, 96). It is important to note that the inhibition of OATPs failed to completely inhibit the uptake of the dye into tumor cells (60, 71). Therefore, it is likely that other mechanisms for transporting HMCDs into the tumor exist (96).\nThe Role of Albumin in the Uptake of HMCDs\n          Albumin was reported to naturally accumulate in several types of solid tumors, including sarcomas, lung cancers, and GBM, where it is used as a primary nutrient source by cancerous cells (97, 98). Due to the active consumption of nutrients, cancer cells have been shown to overexpress nutrient transporters to meet their increased demand for energy. For example, albumin-binding proteins are highly expressed in malignant cells and tumor vessel endothelial cells responsible for albumin uptake. Additionally, albumin has been shown to accumulate in high quantities within brain tumors due to the enhanced permeability and retention (EPR) effect (99). The EPR effect is a consequence of the development of abnormal vasculature within the growing tumor with functional and anatomical abnormalities. This results in extensive leakage of blood plasma components, such as albumin, into the tumor interstitium (97–99). Additionally, poor lymphatic clearance and a slow venous return mean that macromolecules are retained in the tumor tissue. Utilizing the EPR effect is a strategy explored to deliver anticancer drugs selectively to the tumor (99). Traditional low molecular-weight anticancer agents lack tumor selectivity, resulting in wide distribution to healthy tissues and organs and severe systemic toxicity (99). Therefore, the ability of a drug to interact with albumin would likely result in enhanced tumor tissue retention and reduced clearance.\n          Several groups have successfully explored albumin-based drug delivery using Cys34 as a chemical conjugation approach, such as Abraxane, the first albumin-based drug approved in oncology (100–102). Furthermore, the association of ICG to albumin is thought to underpin the accumulation in tumor regions with enhanced vascular permeability (103).Albumin has 14 disulphide bonds and one unique, free cysteine residue, Cys34 (104). The pKa of the Cys34 albumin thiol group is relatively low (~5) in comparison to the pKa of other low molecular weight aminothiols present in the plasma (8.5-8.9 for Cys and GSH, respectively) (105). This means at a physiological pH, Cys34 exists as a thiolate anion and is highly reactive with disulphides and thiol (104). Present in high concentrations in the blood, it acts as a carrier for small molecules, many of which non-covalently bind to one of two binding sites, Sudlow sites I and II. Sudlow site I preferentially bind heterocyclic compounds like warfarin, whereas Sudlow site II is reported to bind to aromatic compounds such as ibuprofen. Covalent binding of endogenous and exogenous compounds with albumin also occurs. However, drugs covalently bound to albumin are reported to require a decoupling event that releases their active form to exert their pharmacological activity (104). Drug interaction with human serum albumin (HSA) tends to enhance the bioavailability of a drug and has a significant role in the pharmacokinetic behavior of drug molecules regarding the half-life, efficacy, reducing toxicity and improving drug-targeting [reviewed in (104)]. Hence, albumin association offers an attractive drug-delivery approach for the treatment of tumors.\n          Interestingly, the idea of conjugating HMCD to albumin for optical imaging has been described in a patent, despite the displacement of the meso-Cl occurring endogenously with albumin (106). The literature suggests that electrophilic small molecules might react with Cys34 directly, or possibly associate with one of the binding sites before being relayed to the free thiol. There is evidence for the relay of non-covalently bound HMCDs to a covalent bond (107, 108). This comes in the form of an immediate UVƛ max red-shift (822 nm) for the HMCD MHI-148 when added to HSA, followed by a gradual blue-shift to another ƛ maximum of 786 nm after 1.5 hours in vitro (\n107). Hence, the instantaneous reaction of HMCDs in serum is to form a non-covalent adduct with albumin. However, an ICG analogue synthesized by Tan and colleagues demonstrated high albumin binding affinity, resulting in an improved tissue accumulation and tumor selectivity through the EPR effect (58). The authors argue that the asymmetric properties of their dye, with a modified water-soluble carboxyl chain and liposoluble ester, are responsible for its ability to interact with and form complexes with albumin. Furthermore, the micropinocytosis inhibitor, amiloride, reportedly inhibited the uptake of the meso-Cl substituted genistein-IR-783 conjugate by 40% (58). Therefore, it is unclear whether the meso-Cl group would be required for the formation of albumin-complexes or the endocytosis of HMCDs into tumor cells.\nExploiting Tumor-Intrinsic Properties, a Role for OATPs, Endocytosis and Albumin?\n          By interacting with albumin, the HMCD-carrier can reach the tumor vasculature passively through the EPR effect (109). However, there is a lack of direct evidence surrounding how HMCDs and their conjugates move from the tumor vasculature into the tumor cells. Given the size of the HMCD-drug conjugates, and the reported association with albumin, it is likely that the uptake is mediated by endocytosis mechanisms. Studies have suggested that the uptake of HMCD complexes, including MHI-148-HSA and genistein-IR-783 conjugates, could be mediated by micropinocytosis and lipid-raft endocytosis (\nFigure 2\n) (58, 74). This is consistent with other macromolecule delivery systems, such as the albumin-paclitaxel conjugate Abraxane, which also utilizes endogenous transport pathways to achieve enhanced tumor tissue distribution (110). In concordance, Abraxane’s tumor uptake was antagonized by inhibition of caveolar-mediated endocytosis, and the knockdown of Cav-1, the structural component of caveolae, also attenuated Abraxane’s anti-tumor properties in vivo (\n110). This suggests caveolae-mediated endocytosis is critical for the cellular uptake of albumin-associated compounds. Secreted protein acidic and rich in cysteine (SPARC) plays a crucial role in cell growth through its interaction with various cytokines (111). Moreover, SPARC binds to albumin and co-localizes as a bound form in cancer tissues, and its expression is correlated with improved survival in several cancers (111). SPARC has also been shown to mediate the uptake of cyanine dye Cy5-N3 in a U87 glioblastoma cell line and xenograft model. This suggests that SPARC could also play a role in tumor uptake of albumin-bound HMCDs, but direct evidence for the uptake of HMCDs is lacking (\nFigure 2\n) (97). Although SPARC has been investigated for its role in the uptake of albumin-bound molecules such as Abraxane, its involvement in the uptake of HMCDs is yet to be discerned.\n          \n            Figure 2\n            \n              \n(A) Summary of the proposed mechanisms of the tumor-specific accumulation of HMCD-drug derivatives from the circulation. HMCDs travel through the circulation as unbound or albumin-bound molecules toward the bulk tumor through the EPR effect. HMCDs may exist as covalently or non-covalently bound to albumin in the plasma, or as free molecules. (B) Describes the proposed mechanism of uptake of HMCD-drug conjugates into tumor cells. Albumin-bound HMCDs bind to caveloin-1 associated Gp60 receptors, triggering caveolae-mediated transcytosis across the endothelium, which is then deposited in the tumor interstitium. The unbound HMCDs are transferred across the endothelium through the polarized expression of OATPs. SPARC is secreted from the tumor cells into the interstitium and entraps albumin and albumin-bound HMCD, which is likely taken up through SPARC or albumin-triggered endocytosis or macropinocytosis. Albumin-bound HMCDs are internalized by the tumor through caveolae-mediated endocytosis, but rather than being transcytosed, caveolae fuse with lysosomes, resulting in lytic degradation of albumin and the subsequent release of the HMCDs. OATP also play a role in the uptake of free HMCD from the tumor interstitium.\nThe Intracellular Fate of HMCD-Drug Conjugates\n        As described, for the HMCD or their conjugates to exert its biological activity, it must be cleaved from the albumin adduct. Studies suggest that the acidic environment of the tumor may facilitate the release of the covalent adducts from albumin through acidic cleavage (108). Tan et al. further demonstrated that pH reduction shifted the NIRF spectra of the albumin-bound HMCD to that of the free dye, suggesting that the acidic environment results in protonation of thiol, which leads to cleavage of the HMCD from albumin. Future studies should further investigate the effects of endocytosis inhibitors on cells cultured in serum-free conditions, devoid of albumin (71, 76). The trafficking and intracellular fate of HMCDs will depend on the mechanism of endocytosis (\nFigure 2\n). Endocytic pathways rarely operate in isolation, and hence it is important to understand the relative contributions of different endocytic pathways to the activity of the HMCD (112). The persistence and efficacy of HMCDs and their drug-conjugates asserts that HMCDs are not trafficked through a degradative path (71, 108). However, a thorough characterization of the endocytosis of HMCDs will facilitate the design of efficient carrier molecules that are processed by productive endocytic pathways.\n        The relative contribution of each transport mechanism is unclear, but it is likely that the uptake and persistence of these dyes rely on a combination of the described processes. There is clear evidence to suggest a role for OATP-mediated uptake of unbound HMCD, which we and others have shown in vitro in the absence of albumin (71, 74). The endocytosis of HMCDs into tumor cells remains to be thoroughly characterized in serum-free conditions. However, the increased uptake of albumin and the overexpression of its transporters in brain tumor cells is well established, providing a compelling rationale for the advantages of a carrier system that utilizes albumin (109, 111). Indeed, HMCDs could form covalent and non-covalent adducts with albumin, and the uptake of these complexes can be antagonized by inhibitors of endocytosis. Nonetheless, establishing the mechanisms behind the uptake and persistence of HMCDs and their conjugates in tumors will be fundamental to the optimization of HMCDs as efficient drug-delivery systems.\nInvestigating the Potential of HMCDs as Drug-Delivery Carriers\n      \n        Improving the Therapeutic Potential of Traditional Chemotherapy Agents\n        \n          Gemcitabine\n          Gemcitabine is a nucleoside analogue currently used for the treatment of various solid tumors. The metabolite of gemcitabine is incorporated into DNA, resulting in chain termination, and cell death by apoptosis (72). Gemcitabine was shown to inhibit DNA chain elongation, act as a potent radiosensitizer, and enhance antitumor immune activity (113). Its use for high-grade brain tumors has been evaluated in clinical trials but has yielded conflicting results. Gemcitabine showed negative results in two phase II clinical trials for the treatment of high-grade gliomas, failing to improve overall survival and progression-free survival (NCT00014170, 1839IL/0116) (17). In addition, gemcitabine has significant drawbacks due to its relatively short half-life (113). It is extensively degraded by cytidine deaminase in the liver, which can result in hematological side-effects due to the compensatory high drug doses and frequent administration schedules (113). In an effort to overcome the lack of bioavailability and specificity, a gemcitabine-HMCD conjugate has recently been evaluated in vivo for the treatment of primary and metastatic brain cancers (70, 72). Conjugation with HMCDs could be a logical approach to increase the tumor specificity and bioavailability in brain tumors, whilst reducing the doses required to overcome liver degradation and minimize toxicity.\n          HMCDs have been investigated as a carrier for gemcitabine by two groups (70, 72). Wu and colleagues investigated the potential of IR-783 as a drug delivery carrier covalently linked to gemcitabine via the carboxylic acid group, leaving the meso-Cl group intact (\nFigure 3\n, C1) (\n70). Using in vivo xenograft models of GBM and prostate tumor metastases, they demonstrated a modest increase in NIRG penetration of the BBB, and hence, tumor bioavailability. Ex vivo analysis confirmed an eight-fold increase in the signal-enhanced retention in the mouse brain relative to other organs (70). Moreover, they demonstrated a significant reduction in tumor growth without affecting the weights of the mice. Following this work, Burgess and colleagues compared a meso-Cl substituted gemcitabine-HMCD conjugate (\nFigure 3\n, C2) with C1 (\n72). The meso-Cl substituted gemcitabine-MHI-148 conjugate was designed with a thiol linker and secondary amide attaching gemcitabine to the dye. This was shown to be readily metabolized into gemcitabine and a modified MHI-148 intermediate within 3 hours, with an in vivo half-life of only 1 hour. Hence the instability of the thiol linker and secondary amide bond resulted in cleavage of gemcitabine from the modified MHI-48 intermediate. However, the authors did not show the effect this had on the in vivo efficacy of the conjugate. It was also observed that the maximum fluorescent intensity in the liver and tumor was achieved in 30 minutes, and mostly cleared after 24 hours (70). This suggests that meso-Cl displaced conjugates are cleared from the tumor faster than the meso-Cl intact counterparts.\n          \n            Figure 3\n            \n              Structure of gemcitabine conjugated to DZI (C1) and MHI-148 (C2) showing tumor specificity in GBM and prostate tumor metastases (70, 72).\n            \n            \n          \n        \n        \n          Monoamine Oxidase-A Inhibitors: Clorgiline\n          Monoamine oxidase-A (MAOA) is a mitochondria-bound enzyme that degrades monoamine neurotransmitters and dietary monoamines (114). MAOA inhibitors are used effectively in the treatment of various neuropsychiatric disorders, but since neurotransmitters are the preferred substrates of MAOA, non-targeted delivery of MAOA for the treatment of cancers would be detrimental (114). Increased MAOA expression has been shown to correlate with prostate cancer progression (65). Wu et al., investigated the efficacy of an MAOA inhibitor HMCD conjugate, C3 (\nFigure 4\n; a clorgiline-DZ-1 conjugate), on prostate cancer (65). Evidently, C3 significantly outperformed clorgiline on inhibiting proliferation and colony formation on three different prostate cancer cell lines. C3 also significantly inhibited the growth of C4-2B tumor xenografts in mice. Interestingly, intratumoral injection of C3 into one of two brain tumors within a mouse revealed comparable intensities of the conjugate in both tumors, which is suggestive of rapid redistribution of the injected conjugate between the two tumors. Moreover, intraperitoneal injection of C3 resulted in selective targeting of both tumors. This highlights the potential of HMCDs as drug delivery carriers for metastatic cancers, and neoplasms in which the bulk of the tumor has been surgically excised. Recently, there is evidence to suggest a role for the MAOA enzyme in the development of GBM in males – the higher risk group for developing the tumor (115). The same group later investigated the delivery of C3 in glioma, with promising in vitro data on glioma cell lines and patient-derived glioma cells (75). They further demonstrated the tumor specificity of C3\nin vivo, with no detectable distribution to other organs, leading to increased survival of the mice bearing intracranial tumors from TMZ-resistant human glioma cells (75). Synergism was also observed with low doses of TMZ treatments. The group has a patent pending for MAO inhibitors and their conjugates as therapeutics for the treatment of brain cancer (116).\n          \n            Figure 4\n            \n              Structure of MAOA inhibitor clorgiline conjugated to MHI-148 (C3) showing which showed tumor specificity in prostate cancer and glioblastoma (114).\n            \n            \n          \n        \n        \n          PARPi: Rucaparib\n          Poly ADP ribose polymerase (PARP) inhibitors have shown promise in the treatment of many cancers, with several clinical trials underway to expand their indications (NCT04053673, NCT01311713). PARP inhibitors (PARPi) can sensitize glioblastoma cells to radiation, making them a useful adjuvant therapy to use with alkylating agents such as TMZ (117). However, the literature suggests that certain PARPi are substrates for efflux pumps present at the BBB (118), which is thought to be responsible for the limited ability of PARPi to achieve therapeutic concentrations in brain tumors. Moreover, it is reported that PARPi veliparib can radiosensitize normoxic cell lines, which could invoke systemic toxicity (119). Hence, improving the tumor specificity of PARPi could expand their utility for the treatment of brain tumors and metastases. Our group investigated the efficacy of the PARPi rucaparib analogue that was conjugated to IR-786. This resulted in improved potency and specificity on primary patient-derived GBM cell lines when compared to rucaparib alone (\nFigure 5\n, C4) (\n76). We demonstrated that rucaparib had limited activity across primary patient-derived GBM cell lines. In contrast, conjugation of rucaparib to IR-786 reduced the IC50 from 53 μM to 0.02 μM. The conjugate also sensitized GBM cells to TMZ treatment, increasing the toxicity by a further two-fold, despite rucaparib showing no evidence of synergism with TMZ. The radiation-sensitization effects of these compounds are currently being investigated.\n          \n            Figure 5\n            \n              Structure of rucaparib analogue conjugated to IR-786 (C4) showing increased potency in glioblastoma (76).\n            \n            \n          \n        \n      \n      \n        Improving the Therapeutic Potential of Tyrosine Kinase Inhibitors Using HMCDs\n        Increasing the BBB penetration and specificity of traditional chemotherapy agents are essential in achieving a desirable outcome for patients and reducing neurotoxicity. Recent advances in oncology research have identified aberrant signaling pathways in tumors, which has led to the development of successful TKIs in the treatment of various cancers (17). Despite similar signaling pathways implicated in the tumorigenesis of primary brain tumors and metastases, they have failed to benefit from the recent advances in targeted small molecule inhibitors. In a recent review, Kim and Ko highlighted the number of TKIs that showed negative results in clinical trials, and attributed these failures to the inability of TKIs to cross the BBB (17). Therefore, investigations into overcoming the BBB and increasing the tumor bioavailability would be paramount if TKIs are to be used for the treatment of brain tumors.\n        TKIs are recognized as powerful candidates for the treatment of GBM, as aberrant tyrosine kinase signaling is central to the pathogenesis. There are two main tyrosine kinase signaling pathways implicated in the tumorigenesis of GBM; the Ras/MEK/ERK pathway, and the PI3K/AKT/mTOR pathways – both of which are being investigated as potential therapeutic targets (120). These complex interconnected pathways originate upstream from common receptor tyrosine kinases, including epidermal growth factor receptors (EGFRs) and PDGFRs (120). Ironically, mutations in these pathways account for 90% of GBM mutations, which include opportunistic deletions of tumor suppressor genes, amplifications and hyper-activation of oncogenes (121). However, clinical trials of TKIs for the treatment of GBM have been unsuccessful, and no TKIs to date have been approved for the treatment of GBM (17).\n        \n          Dasatinib\n          Our group, in addition to Burgess and colleagues, have recently investigated the use of HMCDs to increase the potency and specificity of TKIs in the treatment of GBM (71, 73). Burgess and colleagues have published work on a mono-dasatinib-MHI-148 conjugate in HepG2 cells and the GBM U87 cell line (62, 73). Here, dasatinib was conjugated through an ester coupling to the carboxylic-acid arm of MHI-148 (\nFigure 6\n, C5). The authors highlight a modest 4.7-fold improvement in cell viabilities, despite a 15 and 30-fold reduction in the IC50 for Src and Lyn kinases, respectively. Moreover, they demonstrate tumor-specific accumulation of the conjugate for up to 72 hours, with less signals detected in other organs such as the liver and the lungs (122). Interestingly, although MHI-148 has been reported to permeate the BBB in intracranial GBM models, near-infrared images of a healthy mouse brain 4 hours after retro-orbital injection of MHI-148 showed no significant fluorescence, reinforcing the tumor-specificity of HMCDs. The authors suggest that esterase-mediated cleavage of the ester bond in the conjugate could liberate the kinase-inhibitor in a slow-release process, increasing the bioavailability of dasatinib in the tumor parenchyma, but direct evidence is lacking (122).\n          \n            Figure 6\n            \n              Structure of tyrosine kinase inhibitors dasatinib conjugated to MHI-148 (C5) and crizotinib conjugated to IR-786 (C6) showing tumor specificity and increased potency in glioblastoma (71, 73).\n            \n            \n          \n        \n        \n          Crizotinib\n          Similarly, our group has shown that the conjugation of TKI, crizotinib, with HMCD IR-786 through nucleophilic substitution of the meso-Cl can increase the potency of crizotinib by more than 100-fold in primary patient-derived GBM cell lines (\nFigure 6\n, C6) (\n71). This degree of potency change in relation to the TKI alone was unexpected at an in vitro level without the BBB, and further work is required to elucidate its mechanisms. As described, the rationale behind using HMCDs as a drug delivery system is founded on dyes’ brain permeability and tumor specificity. However, the novel aspects of these conjugates could have undiscovered mechanisms that lead to increased potencies in an in vitro setting. As alluded to above, more research is required to understand how the drug acts intracellularly, such as whether crizotinib dissociates from the IR-786 compound, or how the conjugate interacts with the target. The crizotinib-IR-786 conjugate worked synergistically with the standard chemotherapy, TMZ to reduce cell viability by a further three-fold (71). At the time of submitting this manuscript, these are the only two TKI-HMCD conjugates reported in the literature, and Burgess and colleagues have a patent pending for the conjugation of kinase inhibitors to HMCDs (123). Given the increased potency of first-generation TKIs conjugated to HMCDs as described, it would be useful to explore the activity of second and third-generation TKIs conjugated to HMCDs both in vitro and in vivo. For example, second and third generation anaplastic lymphoma kinase inhibitors, brigatinib and lorlatinib, respectively, have also been unsuccessful in the treatment of primary brain tumors, despite achieving intracranial responses in the treatment of metastatic non-small cell lung cancer (124). Overall, the conjugation of TKIs with HMCDs provides a novel approach to overcome the challenges associated with the use of TKIs in the treatment of brain tumors.\nImproving the Therapeutic Potential of Traditional Chemotherapy Agents\n        \n          Gemcitabine\n          Gemcitabine is a nucleoside analogue currently used for the treatment of various solid tumors. The metabolite of gemcitabine is incorporated into DNA, resulting in chain termination, and cell death by apoptosis (72). Gemcitabine was shown to inhibit DNA chain elongation, act as a potent radiosensitizer, and enhance antitumor immune activity (113). Its use for high-grade brain tumors has been evaluated in clinical trials but has yielded conflicting results. Gemcitabine showed negative results in two phase II clinical trials for the treatment of high-grade gliomas, failing to improve overall survival and progression-free survival (NCT00014170, 1839IL/0116) (17). In addition, gemcitabine has significant drawbacks due to its relatively short half-life (113). It is extensively degraded by cytidine deaminase in the liver, which can result in hematological side-effects due to the compensatory high drug doses and frequent administration schedules (113). In an effort to overcome the lack of bioavailability and specificity, a gemcitabine-HMCD conjugate has recently been evaluated in vivo for the treatment of primary and metastatic brain cancers (70, 72). Conjugation with HMCDs could be a logical approach to increase the tumor specificity and bioavailability in brain tumors, whilst reducing the doses required to overcome liver degradation and minimize toxicity.\n          HMCDs have been investigated as a carrier for gemcitabine by two groups (70, 72). Wu and colleagues investigated the potential of IR-783 as a drug delivery carrier covalently linked to gemcitabine via the carboxylic acid group, leaving the meso-Cl group intact (\nFigure 3\n, C1) (\n70). Using in vivo xenograft models of GBM and prostate tumor metastases, they demonstrated a modest increase in NIRG penetration of the BBB, and hence, tumor bioavailability. Ex vivo analysis confirmed an eight-fold increase in the signal-enhanced retention in the mouse brain relative to other organs (70). Moreover, they demonstrated a significant reduction in tumor growth without affecting the weights of the mice. Following this work, Burgess and colleagues compared a meso-Cl substituted gemcitabine-HMCD conjugate (\nFigure 3\n, C2) with C1 (\n72). The meso-Cl substituted gemcitabine-MHI-148 conjugate was designed with a thiol linker and secondary amide attaching gemcitabine to the dye. This was shown to be readily metabolized into gemcitabine and a modified MHI-148 intermediate within 3 hours, with an in vivo half-life of only 1 hour. Hence the instability of the thiol linker and secondary amide bond resulted in cleavage of gemcitabine from the modified MHI-48 intermediate. However, the authors did not show the effect this had on the in vivo efficacy of the conjugate. It was also observed that the maximum fluorescent intensity in the liver and tumor was achieved in 30 minutes, and mostly cleared after 24 hours (70). This suggests that meso-Cl displaced conjugates are cleared from the tumor faster than the meso-Cl intact counterparts.\n          \n            Figure 3\n            \n              Structure of gemcitabine conjugated to DZI (C1) and MHI-148 (C2) showing tumor specificity in GBM and prostate tumor metastases (70, 72).\n            \n            \n          \n        \n        \n          Monoamine Oxidase-A Inhibitors: Clorgiline\n          Monoamine oxidase-A (MAOA) is a mitochondria-bound enzyme that degrades monoamine neurotransmitters and dietary monoamines (114). MAOA inhibitors are used effectively in the treatment of various neuropsychiatric disorders, but since neurotransmitters are the preferred substrates of MAOA, non-targeted delivery of MAOA for the treatment of cancers would be detrimental (114). Increased MAOA expression has been shown to correlate with prostate cancer progression (65). Wu et al., investigated the efficacy of an MAOA inhibitor HMCD conjugate, C3 (\nFigure 4\n; a clorgiline-DZ-1 conjugate), on prostate cancer (65). Evidently, C3 significantly outperformed clorgiline on inhibiting proliferation and colony formation on three different prostate cancer cell lines. C3 also significantly inhibited the growth of C4-2B tumor xenografts in mice. Interestingly, intratumoral injection of C3 into one of two brain tumors within a mouse revealed comparable intensities of the conjugate in both tumors, which is suggestive of rapid redistribution of the injected conjugate between the two tumors. Moreover, intraperitoneal injection of C3 resulted in selective targeting of both tumors. This highlights the potential of HMCDs as drug delivery carriers for metastatic cancers, and neoplasms in which the bulk of the tumor has been surgically excised. Recently, there is evidence to suggest a role for the MAOA enzyme in the development of GBM in males – the higher risk group for developing the tumor (115). The same group later investigated the delivery of C3 in glioma, with promising in vitro data on glioma cell lines and patient-derived glioma cells (75). They further demonstrated the tumor specificity of C3\nin vivo, with no detectable distribution to other organs, leading to increased survival of the mice bearing intracranial tumors from TMZ-resistant human glioma cells (75). Synergism was also observed with low doses of TMZ treatments. The group has a patent pending for MAO inhibitors and their conjugates as therapeutics for the treatment of brain cancer (116).\n          \n            Figure 4\n            \n              Structure of MAOA inhibitor clorgiline conjugated to MHI-148 (C3) showing which showed tumor specificity in prostate cancer and glioblastoma (114).\n            \n            \n          \n        \n        \n          PARPi: Rucaparib\n          Poly ADP ribose polymerase (PARP) inhibitors have shown promise in the treatment of many cancers, with several clinical trials underway to expand their indications (NCT04053673, NCT01311713). PARP inhibitors (PARPi) can sensitize glioblastoma cells to radiation, making them a useful adjuvant therapy to use with alkylating agents such as TMZ (117). However, the literature suggests that certain PARPi are substrates for efflux pumps present at the BBB (118), which is thought to be responsible for the limited ability of PARPi to achieve therapeutic concentrations in brain tumors. Moreover, it is reported that PARPi veliparib can radiosensitize normoxic cell lines, which could invoke systemic toxicity (119). Hence, improving the tumor specificity of PARPi could expand their utility for the treatment of brain tumors and metastases. Our group investigated the efficacy of the PARPi rucaparib analogue that was conjugated to IR-786. This resulted in improved potency and specificity on primary patient-derived GBM cell lines when compared to rucaparib alone (\nFigure 5\n, C4) (\n76). We demonstrated that rucaparib had limited activity across primary patient-derived GBM cell lines. In contrast, conjugation of rucaparib to IR-786 reduced the IC50 from 53 μM to 0.02 μM. The conjugate also sensitized GBM cells to TMZ treatment, increasing the toxicity by a further two-fold, despite rucaparib showing no evidence of synergism with TMZ. The radiation-sensitization effects of these compounds are currently being investigated.\n          \n            Figure 5\n            \n              Structure of rucaparib analogue conjugated to IR-786 (C4) showing increased potency in glioblastoma (76).\nGemcitabine\n          Gemcitabine is a nucleoside analogue currently used for the treatment of various solid tumors. The metabolite of gemcitabine is incorporated into DNA, resulting in chain termination, and cell death by apoptosis (72). Gemcitabine was shown to inhibit DNA chain elongation, act as a potent radiosensitizer, and enhance antitumor immune activity (113). Its use for high-grade brain tumors has been evaluated in clinical trials but has yielded conflicting results. Gemcitabine showed negative results in two phase II clinical trials for the treatment of high-grade gliomas, failing to improve overall survival and progression-free survival (NCT00014170, 1839IL/0116) (17). In addition, gemcitabine has significant drawbacks due to its relatively short half-life (113). It is extensively degraded by cytidine deaminase in the liver, which can result in hematological side-effects due to the compensatory high drug doses and frequent administration schedules (113). In an effort to overcome the lack of bioavailability and specificity, a gemcitabine-HMCD conjugate has recently been evaluated in vivo for the treatment of primary and metastatic brain cancers (70, 72). Conjugation with HMCDs could be a logical approach to increase the tumor specificity and bioavailability in brain tumors, whilst reducing the doses required to overcome liver degradation and minimize toxicity.\n          HMCDs have been investigated as a carrier for gemcitabine by two groups (70, 72). Wu and colleagues investigated the potential of IR-783 as a drug delivery carrier covalently linked to gemcitabine via the carboxylic acid group, leaving the meso-Cl group intact (\nFigure 3\n, C1) (\n70). Using in vivo xenograft models of GBM and prostate tumor metastases, they demonstrated a modest increase in NIRG penetration of the BBB, and hence, tumor bioavailability. Ex vivo analysis confirmed an eight-fold increase in the signal-enhanced retention in the mouse brain relative to other organs (70). Moreover, they demonstrated a significant reduction in tumor growth without affecting the weights of the mice. Following this work, Burgess and colleagues compared a meso-Cl substituted gemcitabine-HMCD conjugate (\nFigure 3\n, C2) with C1 (\n72). The meso-Cl substituted gemcitabine-MHI-148 conjugate was designed with a thiol linker and secondary amide attaching gemcitabine to the dye. This was shown to be readily metabolized into gemcitabine and a modified MHI-148 intermediate within 3 hours, with an in vivo half-life of only 1 hour. Hence the instability of the thiol linker and secondary amide bond resulted in cleavage of gemcitabine from the modified MHI-48 intermediate. However, the authors did not show the effect this had on the in vivo efficacy of the conjugate. It was also observed that the maximum fluorescent intensity in the liver and tumor was achieved in 30 minutes, and mostly cleared after 24 hours (70). This suggests that meso-Cl displaced conjugates are cleared from the tumor faster than the meso-Cl intact counterparts.\n          \n            Figure 3\n            \n              Structure of gemcitabine conjugated to DZI (C1) and MHI-148 (C2) showing tumor specificity in GBM and prostate tumor metastases (70, 72).\nMonoamine Oxidase-A Inhibitors: Clorgiline\n          Monoamine oxidase-A (MAOA) is a mitochondria-bound enzyme that degrades monoamine neurotransmitters and dietary monoamines (114). MAOA inhibitors are used effectively in the treatment of various neuropsychiatric disorders, but since neurotransmitters are the preferred substrates of MAOA, non-targeted delivery of MAOA for the treatment of cancers would be detrimental (114). Increased MAOA expression has been shown to correlate with prostate cancer progression (65). Wu et al., investigated the efficacy of an MAOA inhibitor HMCD conjugate, C3 (\nFigure 4\n; a clorgiline-DZ-1 conjugate), on prostate cancer (65). Evidently, C3 significantly outperformed clorgiline on inhibiting proliferation and colony formation on three different prostate cancer cell lines. C3 also significantly inhibited the growth of C4-2B tumor xenografts in mice. Interestingly, intratumoral injection of C3 into one of two brain tumors within a mouse revealed comparable intensities of the conjugate in both tumors, which is suggestive of rapid redistribution of the injected conjugate between the two tumors. Moreover, intraperitoneal injection of C3 resulted in selective targeting of both tumors. This highlights the potential of HMCDs as drug delivery carriers for metastatic cancers, and neoplasms in which the bulk of the tumor has been surgically excised. Recently, there is evidence to suggest a role for the MAOA enzyme in the development of GBM in males – the higher risk group for developing the tumor (115). The same group later investigated the delivery of C3 in glioma, with promising in vitro data on glioma cell lines and patient-derived glioma cells (75). They further demonstrated the tumor specificity of C3\nin vivo, with no detectable distribution to other organs, leading to increased survival of the mice bearing intracranial tumors from TMZ-resistant human glioma cells (75). Synergism was also observed with low doses of TMZ treatments. The group has a patent pending for MAO inhibitors and their conjugates as therapeutics for the treatment of brain cancer (116).\n          \n            Figure 4\n            \n              Structure of MAOA inhibitor clorgiline conjugated to MHI-148 (C3) showing which showed tumor specificity in prostate cancer and glioblastoma (114).\nPARPi: Rucaparib\n          Poly ADP ribose polymerase (PARP) inhibitors have shown promise in the treatment of many cancers, with several clinical trials underway to expand their indications (NCT04053673, NCT01311713). PARP inhibitors (PARPi) can sensitize glioblastoma cells to radiation, making them a useful adjuvant therapy to use with alkylating agents such as TMZ (117). However, the literature suggests that certain PARPi are substrates for efflux pumps present at the BBB (118), which is thought to be responsible for the limited ability of PARPi to achieve therapeutic concentrations in brain tumors. Moreover, it is reported that PARPi veliparib can radiosensitize normoxic cell lines, which could invoke systemic toxicity (119). Hence, improving the tumor specificity of PARPi could expand their utility for the treatment of brain tumors and metastases. Our group investigated the efficacy of the PARPi rucaparib analogue that was conjugated to IR-786. This resulted in improved potency and specificity on primary patient-derived GBM cell lines when compared to rucaparib alone (\nFigure 5\n, C4) (\n76). We demonstrated that rucaparib had limited activity across primary patient-derived GBM cell lines. In contrast, conjugation of rucaparib to IR-786 reduced the IC50 from 53 μM to 0.02 μM. The conjugate also sensitized GBM cells to TMZ treatment, increasing the toxicity by a further two-fold, despite rucaparib showing no evidence of synergism with TMZ. The radiation-sensitization effects of these compounds are currently being investigated.\n          \n            Figure 5\n            \n              Structure of rucaparib analogue conjugated to IR-786 (C4) showing increased potency in glioblastoma (76).\nImproving the Therapeutic Potential of Tyrosine Kinase Inhibitors Using HMCDs\n        Increasing the BBB penetration and specificity of traditional chemotherapy agents are essential in achieving a desirable outcome for patients and reducing neurotoxicity. Recent advances in oncology research have identified aberrant signaling pathways in tumors, which has led to the development of successful TKIs in the treatment of various cancers (17). Despite similar signaling pathways implicated in the tumorigenesis of primary brain tumors and metastases, they have failed to benefit from the recent advances in targeted small molecule inhibitors. In a recent review, Kim and Ko highlighted the number of TKIs that showed negative results in clinical trials, and attributed these failures to the inability of TKIs to cross the BBB (17). Therefore, investigations into overcoming the BBB and increasing the tumor bioavailability would be paramount if TKIs are to be used for the treatment of brain tumors.\n        TKIs are recognized as powerful candidates for the treatment of GBM, as aberrant tyrosine kinase signaling is central to the pathogenesis. There are two main tyrosine kinase signaling pathways implicated in the tumorigenesis of GBM; the Ras/MEK/ERK pathway, and the PI3K/AKT/mTOR pathways – both of which are being investigated as potential therapeutic targets (120). These complex interconnected pathways originate upstream from common receptor tyrosine kinases, including epidermal growth factor receptors (EGFRs) and PDGFRs (120). Ironically, mutations in these pathways account for 90% of GBM mutations, which include opportunistic deletions of tumor suppressor genes, amplifications and hyper-activation of oncogenes (121). However, clinical trials of TKIs for the treatment of GBM have been unsuccessful, and no TKIs to date have been approved for the treatment of GBM (17).\n        \n          Dasatinib\n          Our group, in addition to Burgess and colleagues, have recently investigated the use of HMCDs to increase the potency and specificity of TKIs in the treatment of GBM (71, 73). Burgess and colleagues have published work on a mono-dasatinib-MHI-148 conjugate in HepG2 cells and the GBM U87 cell line (62, 73). Here, dasatinib was conjugated through an ester coupling to the carboxylic-acid arm of MHI-148 (\nFigure 6\n, C5). The authors highlight a modest 4.7-fold improvement in cell viabilities, despite a 15 and 30-fold reduction in the IC50 for Src and Lyn kinases, respectively. Moreover, they demonstrate tumor-specific accumulation of the conjugate for up to 72 hours, with less signals detected in other organs such as the liver and the lungs (122). Interestingly, although MHI-148 has been reported to permeate the BBB in intracranial GBM models, near-infrared images of a healthy mouse brain 4 hours after retro-orbital injection of MHI-148 showed no significant fluorescence, reinforcing the tumor-specificity of HMCDs. The authors suggest that esterase-mediated cleavage of the ester bond in the conjugate could liberate the kinase-inhibitor in a slow-release process, increasing the bioavailability of dasatinib in the tumor parenchyma, but direct evidence is lacking (122).\n          \n            Figure 6\n            \n              Structure of tyrosine kinase inhibitors dasatinib conjugated to MHI-148 (C5) and crizotinib conjugated to IR-786 (C6) showing tumor specificity and increased potency in glioblastoma (71, 73).\n            \n            \n          \n        \n        \n          Crizotinib\n          Similarly, our group has shown that the conjugation of TKI, crizotinib, with HMCD IR-786 through nucleophilic substitution of the meso-Cl can increase the potency of crizotinib by more than 100-fold in primary patient-derived GBM cell lines (\nFigure 6\n, C6) (\n71). This degree of potency change in relation to the TKI alone was unexpected at an in vitro level without the BBB, and further work is required to elucidate its mechanisms. As described, the rationale behind using HMCDs as a drug delivery system is founded on dyes’ brain permeability and tumor specificity. However, the novel aspects of these conjugates could have undiscovered mechanisms that lead to increased potencies in an in vitro setting. As alluded to above, more research is required to understand how the drug acts intracellularly, such as whether crizotinib dissociates from the IR-786 compound, or how the conjugate interacts with the target. The crizotinib-IR-786 conjugate worked synergistically with the standard chemotherapy, TMZ to reduce cell viability by a further three-fold (71). At the time of submitting this manuscript, these are the only two TKI-HMCD conjugates reported in the literature, and Burgess and colleagues have a patent pending for the conjugation of kinase inhibitors to HMCDs (123). Given the increased potency of first-generation TKIs conjugated to HMCDs as described, it would be useful to explore the activity of second and third-generation TKIs conjugated to HMCDs both in vitro and in vivo. For example, second and third generation anaplastic lymphoma kinase inhibitors, brigatinib and lorlatinib, respectively, have also been unsuccessful in the treatment of primary brain tumors, despite achieving intracranial responses in the treatment of metastatic non-small cell lung cancer (124). Overall, the conjugation of TKIs with HMCDs provides a novel approach to overcome the challenges associated with the use of TKIs in the treatment of brain tumors.\nDasatinib\n          Our group, in addition to Burgess and colleagues, have recently investigated the use of HMCDs to increase the potency and specificity of TKIs in the treatment of GBM (71, 73). Burgess and colleagues have published work on a mono-dasatinib-MHI-148 conjugate in HepG2 cells and the GBM U87 cell line (62, 73). Here, dasatinib was conjugated through an ester coupling to the carboxylic-acid arm of MHI-148 (\nFigure 6\n, C5). The authors highlight a modest 4.7-fold improvement in cell viabilities, despite a 15 and 30-fold reduction in the IC50 for Src and Lyn kinases, respectively. Moreover, they demonstrate tumor-specific accumulation of the conjugate for up to 72 hours, with less signals detected in other organs such as the liver and the lungs (122). Interestingly, although MHI-148 has been reported to permeate the BBB in intracranial GBM models, near-infrared images of a healthy mouse brain 4 hours after retro-orbital injection of MHI-148 showed no significant fluorescence, reinforcing the tumor-specificity of HMCDs. The authors suggest that esterase-mediated cleavage of the ester bond in the conjugate could liberate the kinase-inhibitor in a slow-release process, increasing the bioavailability of dasatinib in the tumor parenchyma, but direct evidence is lacking (122).\n          \n            Figure 6\n            \n              Structure of tyrosine kinase inhibitors dasatinib conjugated to MHI-148 (C5) and crizotinib conjugated to IR-786 (C6) showing tumor specificity and increased potency in glioblastoma (71, 73).\nCrizotinib\n          Similarly, our group has shown that the conjugation of TKI, crizotinib, with HMCD IR-786 through nucleophilic substitution of the meso-Cl can increase the potency of crizotinib by more than 100-fold in primary patient-derived GBM cell lines (\nFigure 6\n, C6) (\n71). This degree of potency change in relation to the TKI alone was unexpected at an in vitro level without the BBB, and further work is required to elucidate its mechanisms. As described, the rationale behind using HMCDs as a drug delivery system is founded on dyes’ brain permeability and tumor specificity. However, the novel aspects of these conjugates could have undiscovered mechanisms that lead to increased potencies in an in vitro setting. As alluded to above, more research is required to understand how the drug acts intracellularly, such as whether crizotinib dissociates from the IR-786 compound, or how the conjugate interacts with the target. The crizotinib-IR-786 conjugate worked synergistically with the standard chemotherapy, TMZ to reduce cell viability by a further three-fold (71). At the time of submitting this manuscript, these are the only two TKI-HMCD conjugates reported in the literature, and Burgess and colleagues have a patent pending for the conjugation of kinase inhibitors to HMCDs (123). Given the increased potency of first-generation TKIs conjugated to HMCDs as described, it would be useful to explore the activity of second and third-generation TKIs conjugated to HMCDs both in vitro and in vivo. For example, second and third generation anaplastic lymphoma kinase inhibitors, brigatinib and lorlatinib, respectively, have also been unsuccessful in the treatment of primary brain tumors, despite achieving intracranial responses in the treatment of metastatic non-small cell lung cancer (124). Overall, the conjugation of TKIs with HMCDs provides a novel approach to overcome the challenges associated with the use of TKIs in the treatment of brain tumors.\nConclusion and Future Perspectives\n      Despite the abundance of preclinical trials conducted to identify novel effective therapies for brain tumors and metastases, translation into actual clinical benefits have been limited. In vivo and in vitro investigations have contributed substantially to our understanding of tumor biology and pathogenesis, providing clear indications for the repurposing of existing anticancer agents. However, the scarcity in recent clinical trials’ success has demonstrated that expanding the indications of existing small molecule anticancer agents for brain tumors and metastases can be challenging. As detailed in this review, the BBB remains a fundamental obstacle for delivering anticancer agents into the brain. Besides, achieving a high degree of tumor specificity and retention, without inflicting additional neurological injury, remains a formidable challenge in obtaining therapeutic effectiveness. For this, HMCDs may provide a unique platform to facilitate the targeted delivery of anticancer agents that have been previously excluded from the brain.\n      HMCDs are an advantageous candidate for development as a drug-delivery system by virtue of its favourible tumor-specificity and biocompatibility. The primary thing to consider when designing HMCD-drug conjugates is the biological innertness of the carrier system. Literature suggests that the N-alkyl chain length alters the uptake and photophysical properties of HMCDs, but the understanding of the pharmacodynamic and toxicity profiles of different HMCD analogues is lacking (86). A thorough characterization of these properties will identify which groups of HMCDs would serve as the most appropriate drug carrier.\n      As discussed, the mechanisms of uptake of HMCDs across the BBB and into the tumor cells are unclear. NIRF studies of the biodistribution of HMCDs provides compelling evidence for the tumor-specific accumulation of these dyes and drug conjugates, yet the understanding of the biology of this statement is lacking. The reliance of OATPs for the uptake of HMCDs is generally characterised through pharmacological inhibition of these transporters with a non-specific OATP inhibitor, bromosulfophthalein. However, a more detailed understanding of the expression profile and reliance of these transporters is required. OATPs are ubiquitously expressed throughout the body, hence the biodistribution of HMCDs is an important factor to consider in the development of these compounds.\n      Particular emphasis should also be laid on the stability of HMCD-drug conjugates. Several groups report an increase in the potency of HMCD-drug conjugates in comparison to the drug alone; however, the mechanism of this is unclear (62, 71, 76). Intracellular unbound drug concentrations determine the affinity to targets within the cell (125). If conjugation of HMCDs with anti-neoplastic agents increases the intracellular drug concentration, it is likely the conjugate will bind to different, or additional drug targets, increasing the potency relative to the unconjugated drug. Measurements of the intracellular accumulation of the HMCD-drug conjugates, in addition to the metabolite profile within tumor cells, will determine whether the increase in potency is related to an increase in the concentration of the drug within the cell, or if the activity is attributed to the formation of a more toxic metabolite.\n      Other limitations exist in the methodology commonly used to evaluate the activity of HMCD in research. In preclinical studies, the efficacy of HMCD-drug conjugates is generally characterised in vitro, and mouse xenograft models are typically used to establish the biodistribution of the HMCD-conjugates in different organs. There is a lack of literature assessing the pharmacodynamic profiles of HMCDs and HMCD-drug conjugates. The in vitro accumulation and increased potency of HMCD-conjugates, coupled with the tumor-specific biodistribution is compelling, but few groups have translated this to an increase in overall- or progression-free survival in vivo. A thorough analysis of the survival benefits of HMCD-drug conjugates relative to the drug alone in an appropriate in vivo model is necessary for the clinical translation of this technology.\n      Indeed, a deeper insight into deciphering the biological mechanisms of tumor cell uptake and retention of HMCDs are required to enable rational design for their use as drug-carriers. Concomitantly, animal models need to be used more extensively to evaluate their pharmacokinetics and survival benefits. Ultimately, HMCDs provide a novel strategy to reinvigorate existing chemotherapies by exploiting tumor-intrinsic properties to deliver chemotherapies effectively to brain tumors and minimize toxicity.\nAuthor Contributions\n      EC: Researched and wrote the entire manuscript. PC: Aided in the writing of the manuscript, especially the medicinal chemistry sections. WD: Supervised the medicinal chemistry sections of the manuscript. JJ: Conceived and supervised the writing of the medicinal chemistry sections of the manuscript. MD: Supervised the biomedical sections of the manuscript. TP: Conceived, wrote, and supervised the entire manuscript. All authors contributed to the article and approved the submitted version.\nFunding\n      Neurological Foundation of New Zealand; Douglas Charitable Trust; Auckland Cancer Society Research Centre; Hugh Green Foundation.\nConflict of Interest\n      The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nAbbreviations\n      ABC, ATP-binding cassette; BBB, blood brain barrier; CNS, central nervous system; EGFR, epidermal growth factor receptor; EPR, enhanced permeability and retention; GBM, glioblastoma; HSA, human serum albumin; HMCD, heptamethine cyanine dye; MAOA, Monoamine oxidase-A; PDFR, platelet-derived growth factor; NIRF, near infrared dye; OATP, organic-anion transporting polypeptide; PARP, Poly ADP ribose polymerase; TKI; tyrosine kinase inhibitor; TMZ, temozolomide.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8204086/\nhttps://doi.org/10.3389/fonc.2021.654921",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8204086/",
    "doi": "https://doi.org/10.3389/fonc.2021.654921"
}