{
    "title": "Personalising lung cancer screening: An overview of risk‐stratification opportunities and challenges",
    "abstract": "In this review we will discuss the potential of risk‐stratification approaches in lung cancer screening programs, namely in:The identification of individuals eligible for screening through risk‐prediction modelsIndividual invitation and risk‐communication strategiesDetermination of the screening intervalPotential for applications of biomarkersWe will discuss the prerequisites for the application of risk‐stratification, how risk‐stratification influences efficiency, costs and the balance between the potential individual benefits and harms, as well as the challenges of implementing risk‐based screening on a large scale. Person 4: 68‐year post‐college graduated Hispanic female, former smoker, who quit 12 years ago, smoked 10 cigarettes per day for 33 years, has a BMI of 22, has COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and a family history of lung cancer (one parent, age <60 at diagnosis) [Color figure can be viewed at wileyonlinelibrary.com] 2.3 Choosing the risk‐threshold Thus far, most studies have focused on risk‐thresholds that would either match the sensitivity of, or select a number of eligible individuals similar to, the NELSON, NLST or 2013/2021 USPSTF recommendations in retrospective studies. Currently, a number of randomised clinical trials are investigating the safety of risk‐stratified intervals, such as the 4‐IN‐THE‐LUNG‐RUN (Towards INdividually tailored INvitations, screening INtervals and INtegrated co‐morbidity reducing strategies in lung cancer screening) implementation trial, the Plasma microRNA Profiling as First Line Screening Test for Lung Cancer Detection: a Prospective Study (bioMILD) and the Cancer Screening Study With or Without Low Dose Lung CT to Validate a Multicancer Early Detection Test (SUMMIT) study.",
    "authors": [
        "Kevin ten Haaf",
        "Carlijn M. van der Aalst",
        "Harry J. de Koning",
        "Rudolf Kaaks",
        "Martin C. Tammemägi"
    ],
    "published_year": "2021",
    "description": "1\n      INTRODUCTION\n      The National Lung Screening Trial (NLST) and the Dutch‐Belgian Lung Cancer Screening Trial (Nederlands‐Leuvens Longkanker Screenings ONderzoek; the NELSON trial) showed that computed tomography (CT) screening reduces lung cancer mortality.\n1\n, \n2\n While demonstrating the potential benefits of CT screening in terms of lung cancer mortality reduction, NLST, NELSON and other randomised screening trials have also provided insights into the risks for potential harms, such as false‐positive screening tests, overdiagnosis and increased cancer incidence from radiation exposure.\n1\n, \n2\n, \n3\n, \n4\n, \n5\n, \n6\n, \n7\n, \n8\n, \n9\n, \n10\n, \n11\n, \n12\n, \n13\n Consequently, discussions on whether and how to implement lung cancer screening programs are ongoing in various countries. Furthermore, questions remain on whether and how the expected benefits of screening and its financial cost‐efficiency can be further optimised.\n      Trials investigating CT lung cancer screening have predominantly focussed on selecting individuals based on minimum and maximum age limits plus summary indices of cumulative lifetime smoking exposure, the primary risk‐factor for lung cancer.\n1\n, \n2\n, \n3\n, \n4\n, \n5\n, \n6\n, \n7\n, \n8\n, \n14\n These inclusion criteria inherently represent a form of risk‐based selection of participants. But, these criteria were motivated by statistical power considerations, aiming to obtain a sufficiently high average lung cancer risk for the study population as a whole, rather than focussing on individual risk.\n15\n, \n16\n\n\n      The United States Preventive Services Task Force (USPSTF) recommended screening individuals between the ages of 55 through 80, who smoked at least 30 pack‐years and currently smoke or quit less than 15 years ago in 2013.\n17\n The 2021 recommendations suggest lowering the starting age of screening to 50 and reducing the required number of pack‐years to 20.\n18\n These criteria (generally referred to as “pack‐year criteria”) were supported by reviews of the available, accumulated evidence from CT screening trials and by quantitative modelling of the expected benefits (lung cancer deaths averted; life‐years gained) and the expected harms (false‐positive results; overdiagnosis) of applying these criteria.\n19\n, \n20\n, \n21\n, \n22\n, \n23\n, \n24\n However, like the clinical trial criteria, these criteria also focus mostly on the lung cancer risk and the average balance between benefits and harms of the screening eligible population as a whole. Yet, even with pack‐year criteria, most individuals eligible for screening will never develop lung cancer, but may still experience harms such as false‐positive results and unnecessary follow‐up procedures.\n25\n Improving the assessment of lung cancer risk on the individual level would aid in better distinguishing between those who are unlikely to ever benefit from screening (and should not be invited) and those who could benefit from screening. Consequently, focusing on individual lung cancer risk has the potential to improve the expected balance between benefits and harms on both the individual level and for the screened population as a whole.\n      Various models have been developed that provide an estimate of an individual's lung cancer risk, on the basis of age, sex, detailed smoking history (lifetime years of smoking, average smoking intensity, years since quitting for ex‐smokers), presence of pulmonary disease (e.g., chronic obstructive pulmonary disease [COPD], emphysema), family or personal history of cancer and further predictor variables.\n26\n, \n27\n, \n28\n, \n29\n, \n30\n, \n31\n, \n32\n, \n33\n In various studies, individual risk estimates from such models showed improved performance in identifying high‐risk individuals for lung cancer screening compared to the eligibility criteria used in lung cancer screening trials and the 2013 USPSTF criteria.\n26\n, \n27\n, \n28\n, \n34\n Furthermore, the 2013 USPSTF recommendations may fail to include groups who are at elevated risk.\n35\n, \n36\n, \n37\n Risk‐prediction models have been suggested to improve the identification of such groups, and decrease socioeconomic or ethnic disparities regarding screening eligibility.\n38\n, \n39\n, \n40\n Finally, risk prediction models or criteria may also be used to further stratify individual risk through CT‐based findings.\n41\n, \n42\n, \n43\n, \n44\n, \n45\n, \n46\n, \n47\n\n\n      In light of these findings, various organisations are advocating the adoption of personalised risk‐stratified approaches for lung cancer screening.\n48\n, \n49\n, \n50\n, \n51\n However, there are a number of aspects to consider for implementing risk‐based lung cancer screening. Firstly, the optimal methods and prerequisites to integrate risk‐stratification based on quantitative estimates of risk in lung cancer screening programs are still debated.\n50\n, \n51\n Secondly, there has been discussion on how currently proposed risk‐based approaches affect individual benefits and harms.\n52\n, \n53\n, \n54\n Finally, challenges remain in applying risk‐stratification in practice.\n55\n, \n56\n, \n57\n\n\n      In this review we will discuss the potential of risk‐stratification approaches in lung cancer screening programs, namely in:The identification of individuals eligible for screening through risk‐prediction modelsIndividual invitation and risk‐communication strategiesDetermination of the screening intervalPotential for applications of biomarkersWe will discuss the prerequisites for the application of risk‐stratification, how risk‐stratification influences efficiency, costs and the balance between the potential individual benefits and harms, as well as the challenges of implementing risk‐based screening on a large scale.\n2\n      IDENTIFICATION OF INDIVIDUALS ELIGIBLE FOR SCREENING THROUGH RISK‐PREDICTION MODELS\n      Risk‐stratification for the selection of individuals eligible for lung cancer screening is predominantly focused on individuals with long‐term smoking histories, as smoking exposure accounts for 75%‐90% of lung cancers worldwide.\n14\n, \n58\n, \n59\n While risk‐prediction models have been applied to never‐smokers in North‐American and European populations, their performances with regards to discrimination (how well the model distinguishes individuals who develop lung cancer from those who do not) have been poor.\n29\n, \n60\n Furthermore, most never‐smokers in North‐American and European populations are unlikely to reach levels of risk at which the individual benefits of screening outweigh its harms given existing models.\n61\n, \n62\n, \n63\n But, in Asian populations, never‐smokers account for a substantial proportion of lung cancer diagnoses.\n64\n, \n65\n Consequently, some trials are evaluating the effectiveness of screening populations of never‐smokers at high‐risk, such as the Taiwan Lung Cancer Screening for Never‐smoker Trial (TALENT).\n66\n However, most investigations on risk‐stratification in lung cancer screening thus considered populations of (former) smokers. Therefore, this review will focus on risk‐stratification for individuals with a smoking history.\n      To be used in a lung cancer screening program, risk‐prediction models should: (a) focus on screening eligibility rather than immediate clinical evaluation; (b) be easily applicable in clinical and public health settings; (c) have shown good performance in external validation studies. Models that may meet these criteria, and which have been extensively evaluated in different populations, are the Bach model,\n30\n the Lung Cancer Risk Assessment Tool (LCRAT),\n28\n the Lung Cancer Death Risk Assessment Tool (LCDRAT),\n28\n the Liverpool Lung Project (LLP) model\n67\n, \n68\n and the PLCOm2012 model,\n26\n described in Table 1. The next paragraphs will focus on risk‐prediction model characteristics that are essential to allow their application in lung cancer screening programs.\n      \n        TABLE 1\n        \n          Models for assessing screening eligibility\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Model\n              Development dataset\n              Included risk‐factors\n              Predicted outcome\n              Prediction time‐frames\n              Recommendations in position statements and applications in clinical trials/pilot studies/screening programs\n              Development reference\n              External validation references\n            \n          \n          \n            \n              Bach model\n              Carotene and Retinol Efficacy Trial (CARET)\n              Age, gender, smoking duration, smoking intensity, years since cessation, asbestos exposure\n              Lung cancer incidence\n              1 year (iterative)\n              —\n              30\n              \n34, 77, 83, 165\n\n            \n            \n              Lung Cancer (Death) Risk Assessment Tool (LC[D]RAT)\n              Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO)\n              Age, gender, race/ethnicity, education body mass index (BMI), family history of lung cancer, self‐reported emphysema. Pack‐years smoked, smoking intensity, smoking duration, years since cessation\n              Lung cancer incidence (LCRAT)/Lung cancer death (LCDRAT)\n              5 years\n              —\n              28\n              \n77\n\n            \n            \n              Liverpool Lung Project (LLP) model (Versions 1‐3)\n              Liverpool Lung Project\n              Age, gender, smoking duration (cigarettes, pipe and cigars), previous history of respiratory diseases (COPD, emphysema, bronchitis, pneumonia, tuberculosis), history of previous cancer, family history (early/late onset), exposure to asbestos\n              Lung cancer incidence\n              5 years\n              \nEuropean lung cancer screening trial position statement: No risk‐threshold suggested\n50\n\n\nWest London Screening Pilot: 2.0% risk‐threshold\n166\n\n\nNational Health Service England Lung Health Check program: 2.5% risk‐threshold\n167\n\n\nManchester Lung Health Check Pilot: 2.5% and 5.0% risk‐threshold\n88\n\n\nYorkshire Lung Screening Trial (YLST): 5.0% risk‐threshold\n168\n\n\nLiverpool Healthy Lung Programme: 5.0% risk threshold\n169\n\n\n\n              \nVersion 1: 67\n\nVersion 2: 4\n\nVersion 3: 68\n\n\n              \nVersion 1: 34, 83, 165, 170\n\nVersion 2: 68\n\n\n            \n            \n              PLCOm2012\n              Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO)\n              Age, race, education, BMI, COPD, personal history of cancer, family history of lung cancer, smoking status, smoking duration, smoking intensity, years since cessation\n              Lung cancer incidence\n              6 years\n              \nEuropean lung cancer screening trial position statement: No risk‐threshold suggested\n50\n\n\nNational Comprehensive Cancer Network (NCCN): 1.3% risk‐threshold\n49\n\n\nInternational Lung Screening Trial (ILST): 1.51% risk‐threshold\n163\n\n\nNational Health Service England Lung Health Check program: 1.51% risk‐threshold\n167\n\n\nManchester Lung Health Check Pilot: 1.51% risk‐threshold\n88\n, \n164\n\n\nYorkshire Lung Screening Trial (YLST): 1.51% risk‐threshold\n168\n\n\nWest London Screening Pilot: 1.51% risk‐threshold\n166\n\n\n\n              26\n              \n34, 77, 83, 108, 171\n\n            \n          \n        \n      \n      \n        2.1\n        Discrimination\n        A key measure to evaluate risk‐prediction model performance is discrimination.\n69\n All models in Table 1 have shown good discriminative performance in external validation studies (area under the receiver operating characteristic curve [AUC] generally between: 0.70 and 0.80). Some studies showed that the discriminative performance of these risk‐prediction models was diminished in populations selected for lung cancer screening compared to the general population.\n28\n, \n34\n However, the discriminative performance of a risk‐prediction model will diminish when it is applied in populations that are less heterogeneous in terms of risk factors such as smoking behaviour or age.\n70\n Given that cumulative smoking exposure is one of the eligibility criteria for lung cancer screening, the smoking behaviour in populations eligible for screening will be less heterogeneous compared to the general population of smokers. Therefore, a decrease in discriminative performance is expected. Conversely, higher discriminative performance is expected when models are applied to a population with a large diversity in smoking behaviours (such as populations that include light smokers or never‐smokers).\n      \n      \n        2.2\n        The importance of calibration performance\n        While discrimination has been well‐established as a performance measure for risk‐prediction models, calibration performance (how well the estimated risks correspond to the observed risks) is often insufficiently evaluated.\n71\n, \n72\n, \n73\n However, good calibration performance is vital to accurately assess an individual's absolute level of risk and their expected benefits and harms, which can support (shared) decision‐making.\n69\n, \n72\n, \n74\n One aspect of calibration performance is the mean calibration or calibration‐in‐the‐large, which reflects whether the average predicted risk in the sample matches the overall observed event rate in the sample.\n74\n However, good mean calibration may not necessarily reflect good calibration across different risk‐levels (ie, whether the model estimates a 1% risk for groups with an observed risk of 1%, 2% for groups with an observed risk of 2% etc.), which is essential for risk‐stratification.\n74\n It is particularly important that risk‐prediction models have good calibration within a critical region of risk around the decision risk‐threshold (the cut‐off level of risk at which an individual is considered eligible for screening), as this affects determination of screening eligibility.\n75\n, \n76\n\n\n        Overall, the models in Table 1 have shown generally satisfactory calibration performance across different risk‐levels.\n34\n, \n77\n But, it is important to note that the average risk predicted by the risk‐model, as well as the effects of the risk‐factors included in the model, are influenced by the population in which the model was developed.\n70\n, \n78\n Therefore, the estimated risk for an individual may differ across models, as shown in Figure 1.\n34\n Consequently, when a model is applied in another population or region, its calibration performance may be affected if the effects of risk‐factors or overall risk in that population differs from those in its development population. This can reflect geographical differences, such as differences in healthcare systems (eg, referral patterns), prevalence of risk‐factors (eg, differences in smoking behavioural patterns) or effects of risk‐factors (eg, differences in effects of smoking on lung cancer risk).\n70\n, \n72\n, \n79\n, \n80\n, \n81\n Thus, it is crucial to evaluate model calibration in a new population or region before its implementation. In case calibration performance is poor, various methods for model recalibration can be applied to adapt the model to be representative for a new population or geographical region.\n82\n\n\n        \n          FIGURE 1\n          \n            Estimated levels of risk across different lung cancer risk‐prediction models. Examples of estimated absolute 5 (LLPv2 and LLPv3) or 6 (Bach, LCRAT, LCDRAT, PLCOm2012) year risks for four individuals with different risk factors. Person 1: 60‐year‐old high school graduated white male, current smoker, who smoked 25 cigarettes per day for 38 years, has a BMI of 27, has COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and no family history of lung cancer. Person 2: 64‐year‐old college graduated white female, current smoker, who smoked 20 cigarettes per day for 42 years, has a BMI of 26, has no COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and no family history of lung cancer. Person 3: 57‐year old African‐American male with some college education, former smoker who quit 8 years ago, who smoked 15 cigarettes per day for 35 years, has a BMI of 23, has no COPD, has asbestos exposure, no personal history of cancer, a personal history of pneumonia and no family history of lung cancer. Person 4: 68‐year post‐college graduated Hispanic female, former smoker, who quit 12 years ago, smoked 10 cigarettes per day for 33 years, has a BMI of 22, has COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and a family history of lung cancer (one parent, age <60 at diagnosis) [Color figure can be viewed at wileyonlinelibrary.com]\n          \n          \n        \n      \n      \n        2.3\n        Choosing the risk‐threshold\n        Thus far, most studies have focused on risk‐thresholds that would either match the sensitivity of, or select a number of eligible individuals similar to, the NELSON, NLST or 2013/2021 USPSTF recommendations in retrospective studies.\n26\n, \n34\n, \n83\n, \n84\n While matching the performance of current guidelines may provide an initial “anchor point,” the balance between benefits, harms and costs of a range of risk‐thresholds should be evaluated in order to identify the optimal risk‐threshold.\n85\n Ideally, a region of risk around the optimal risk‐threshold should also provide a good balance between benefits, harms and costs in order to tolerate a degree of imprecision in the estimation of individual risk.\n        There are a number of aspects to consider in identifying the optimal risk‐threshold. Firstly, risk‐thresholds which show a good ratio of benefits to harms (ie, the net benefit) in post‐hoc analyses may not necessarily provide an optimal balance between long‐term benefits and harms.\n85\n, \n86\n Secondly, risks (and risk‐factors) are often assessed at only a single point in time. Yet, an individual's risk varies over time due to ageing, changes in smoking behaviours and other risk‐factors. Indeed, various studies have shown that an individual's risk generally increases with age; even after accounting for smoking cessation, as shown in Figure 2.\n52\n, \n54\n Consequently, older individuals and those with greater smoking exposures are more likely to be identified as being at high risk.\n4\n, \n62\n, \n84\n, \n87\n However, these risk‐factors are also associated with higher overall comorbidities and mortality: therefore, such individuals may have a lower average benefit from screening compared to those without comorbidities. As a result, modelling studies suggest that risk‐based lung cancer screening may yield only a modest amount of additional life‐years gained and overdiagnosis could increase considerably compared to pack‐year based strategies.\n52\n, \n54\n But, if individuals with limited life‐expectancies (<5 years) are excluded from screening, overdiagnosis could be substantially reduced (by over 65%) while moderately reducing the number of screens required (10%‐13% fewer) and retaining the life‐years gained by risk‐based screening.\n54\n Prospective studies and pilots which enrolled screenees based on risk‐prediction models indeed showed that the mean age and presence of comorbidities increased in the higher risk‐groups.\n88\n, \n89\n However, the average age in these studies and pilots was around 65, at which the life‐expectancy is 18‐22 years.\n90\n In these studies, self‐selection and physician‐selection may have aided in reducing the uptake of screening in individuals with low life‐expectancies; but within large‐scale programs, the uptake of screening in individuals with limited life‐expectancies may still be considerable.\n91\n Consequently, discussions are ongoing on how to explicitly incorporate comorbidities and life‐expectancy in recommendations and shared decision‐making for lung cancer screening.\n92\n\n\n        \n          FIGURE 2\n          \n            Estimated lung cancer risk over time by different lung cancer risk‐prediction models. The figure shows the estimated risk over ages 55 through 80 for a hypothetical individual. At each age, the person's 5 (LLPv2 and LLPv3) or 6 (Bach, LCRAT, LCDRAT, PLCOm2012) year risks were estimated. The individual is a high school graduated white male, current smoker, who smoked 15 cigarettes per day since he was 15 years old (40 years of smoking at age 55), has a BMI of 23, no COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and no family history of lung cancer. At age 56 he quits smoking and at age 67 he develops COPD. His BMI is assumed to remain constant over ages 55‐80 [Color figure can be viewed at wileyonlinelibrary.com]\n          \n          \n        \n        Another aspect to consider is that various studies have found that those with a high risk for lung cancer also have an increased risk for receiving a false‐positive screen result and a higher rate of invasive tests after a positive screen result.\n28\n, \n53\n, \n93\n Therefore, the relation between lung cancer risk and the risks for other adverse events should be evaluated in choosing the risk‐threshold. Finally, the risk‐threshold should balance efficiency, health‐care resource requirements and potential impact. For example, consider using the PLCOm2012 model to select ever‐smokers in the (nonscreened) control arm of the Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO) for screening, as shown in Table 2. Selecting the individuals in the highest decile of risk would capture almost 38% of all individuals who develop lung cancer and, on average, only 15 individuals would need to be invited for screening to include one individual who develops lung cancer. However, while highly efficient, this would mean that 62% of individuals who developed lung cancer would be ineligible for screening. If the individuals in the top three deciles were selected for screening, 75% of all individuals who develop lung cancer would be captured. However, due to the inclusion of additional individuals at lower risk, the number needed to invite for screening to include one individual who develops lung cancer would increase to 23. Furthermore, the total number of individuals invited for screening would triple, thus requiring a substantial number of additional CT scans. Therefore, the chosen risk‐threshold should consider the balance between individual benefits and harms, (cost‐)efficiency, health‐care resource requirements and the potential impact of the program.\n        \n          TABLE 2\n          \n            Efficiency and impact of applying the PLCOm2012 model in the PLCO control arm over a 6‐year follow‐up period\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Risk decile\n                1st decile\n                2nd decile\n                3rd decile\n                4th decile\n                5th decile\n                6th decile\n                7th decile\n                8th decile\n                9th decile\n                10th decile\n              \n            \n            \n              \n                Risk thresholds corresponding to the risk decile\n                0.00%‐0.16%\n                0.16%‐0.29%\n                0.29%‐0.45%\n                0.45%‐0.66%\n                0.66%‐0.93%\n                0.93%‐1.31%\n                1.31%‐1.86%\n                1.86%‐2.71%\n                2.71%‐4.35%\n                >4.35%\n              \n              \n                Number of cancers in this decile\n                7\n                5\n                5\n                18\n                33\n                54\n                57\n                106\n                155\n                269\n              \n              \n                Proportion of cancers in this decile\n                0.99%\n                0.71%\n                0.71%\n                2.54%\n                4.65%\n                7.62%\n                8.04%\n                14.95%\n                21.86%\n                37.94%\n              \n              \n                Number of persons in this decile\n                4008\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n              \n              \n                Number needed to invite for screening to include one individual who develops cancer in this decile\n                573\n                801\n                801\n                223\n                121\n                74\n                70\n                38\n                26\n                15\n              \n              \n                Number needed to invite for screening to include one individual who develops cancer at or above this decile\n                57\n                51\n                46\n                41\n                36\n                31\n                27\n                23\n                19\n                15\n              \n            \n          \n        \n      \n      \n        2.4\n        Lung cancer risk and screening eligibility disparities\n        The general relationship between smoking duration, smoking intensity and lung cancer incidence is well known.\n94\n However, there are indications that the carcinogenic effects of smoking may differ between sexes and across different races and ethnicities. As a result, two individuals may share a dissimilar lung cancer risk despite having similar smoking histories. For example, lung cancer incidence in African‐Americans is higher than in whites with similar smoking histories, while the difference in lung cancer incidence between sexes may not be entirely due to differences in smoking behaviours.\n79\n, \n80\n Consequently, screening recommendations based on risk‐criteria rather than risk itself may miss certain high‐risk groups. Indeed, studies indicate that the 2013 USPSTF criteria lead to an underselection of African‐Americans and women, compared to whites and men, respectively.\n35\n, \n38\n, \n40\n The 2021 USPSTF draft guidelines suggest broadening the smoking‐based eligibility criteria, which will likely decrease the number of risk‐groups who are ineligible under the 2013 criteria.\n18\n, \n20\n\n\n        There are indications that risk‐prediction models may further help in reducing these disparities. For example, the Chicago Race Eligibility Screening Cohort Study found that a significantly lower proportion of lung cancer cases in African‐Americans and women were eligible for screening when applying the USPSTF 2013 and 2021 criteria.\n40\n Applying the PLCOm2012, with risk thresholds set to screen the same number of individuals as the USPSTF criteria, eliminated the race disparity in screening eligibility and minimised the gender disparity. Similarly, a simulation study found that applying the PLCOm2012 model could not only reduce screening disparities between whites and African‐Americans, but also by socioeconomic status and comorbidities.\n38\n Consequently, the American Thoracic Society recently advocated that screening eligibility should be assessed based on risk, in order to reduce such disparities.\n95\n2.1\n        Discrimination\n        A key measure to evaluate risk‐prediction model performance is discrimination.\n69\n All models in Table 1 have shown good discriminative performance in external validation studies (area under the receiver operating characteristic curve [AUC] generally between: 0.70 and 0.80). Some studies showed that the discriminative performance of these risk‐prediction models was diminished in populations selected for lung cancer screening compared to the general population.\n28\n, \n34\n However, the discriminative performance of a risk‐prediction model will diminish when it is applied in populations that are less heterogeneous in terms of risk factors such as smoking behaviour or age.\n70\n Given that cumulative smoking exposure is one of the eligibility criteria for lung cancer screening, the smoking behaviour in populations eligible for screening will be less heterogeneous compared to the general population of smokers. Therefore, a decrease in discriminative performance is expected. Conversely, higher discriminative performance is expected when models are applied to a population with a large diversity in smoking behaviours (such as populations that include light smokers or never‐smokers).\n2.2\n        The importance of calibration performance\n        While discrimination has been well‐established as a performance measure for risk‐prediction models, calibration performance (how well the estimated risks correspond to the observed risks) is often insufficiently evaluated.\n71\n, \n72\n, \n73\n However, good calibration performance is vital to accurately assess an individual's absolute level of risk and their expected benefits and harms, which can support (shared) decision‐making.\n69\n, \n72\n, \n74\n One aspect of calibration performance is the mean calibration or calibration‐in‐the‐large, which reflects whether the average predicted risk in the sample matches the overall observed event rate in the sample.\n74\n However, good mean calibration may not necessarily reflect good calibration across different risk‐levels (ie, whether the model estimates a 1% risk for groups with an observed risk of 1%, 2% for groups with an observed risk of 2% etc.), which is essential for risk‐stratification.\n74\n It is particularly important that risk‐prediction models have good calibration within a critical region of risk around the decision risk‐threshold (the cut‐off level of risk at which an individual is considered eligible for screening), as this affects determination of screening eligibility.\n75\n, \n76\n\n\n        Overall, the models in Table 1 have shown generally satisfactory calibration performance across different risk‐levels.\n34\n, \n77\n But, it is important to note that the average risk predicted by the risk‐model, as well as the effects of the risk‐factors included in the model, are influenced by the population in which the model was developed.\n70\n, \n78\n Therefore, the estimated risk for an individual may differ across models, as shown in Figure 1.\n34\n Consequently, when a model is applied in another population or region, its calibration performance may be affected if the effects of risk‐factors or overall risk in that population differs from those in its development population. This can reflect geographical differences, such as differences in healthcare systems (eg, referral patterns), prevalence of risk‐factors (eg, differences in smoking behavioural patterns) or effects of risk‐factors (eg, differences in effects of smoking on lung cancer risk).\n70\n, \n72\n, \n79\n, \n80\n, \n81\n Thus, it is crucial to evaluate model calibration in a new population or region before its implementation. In case calibration performance is poor, various methods for model recalibration can be applied to adapt the model to be representative for a new population or geographical region.\n82\n\n\n        \n          FIGURE 1\n          \n            Estimated levels of risk across different lung cancer risk‐prediction models. Examples of estimated absolute 5 (LLPv2 and LLPv3) or 6 (Bach, LCRAT, LCDRAT, PLCOm2012) year risks for four individuals with different risk factors. Person 1: 60‐year‐old high school graduated white male, current smoker, who smoked 25 cigarettes per day for 38 years, has a BMI of 27, has COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and no family history of lung cancer. Person 2: 64‐year‐old college graduated white female, current smoker, who smoked 20 cigarettes per day for 42 years, has a BMI of 26, has no COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and no family history of lung cancer. Person 3: 57‐year old African‐American male with some college education, former smoker who quit 8 years ago, who smoked 15 cigarettes per day for 35 years, has a BMI of 23, has no COPD, has asbestos exposure, no personal history of cancer, a personal history of pneumonia and no family history of lung cancer. Person 4: 68‐year post‐college graduated Hispanic female, former smoker, who quit 12 years ago, smoked 10 cigarettes per day for 33 years, has a BMI of 22, has COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and a family history of lung cancer (one parent, age <60 at diagnosis) [Color figure can be viewed at wileyonlinelibrary.com]\n2.3\n        Choosing the risk‐threshold\n        Thus far, most studies have focused on risk‐thresholds that would either match the sensitivity of, or select a number of eligible individuals similar to, the NELSON, NLST or 2013/2021 USPSTF recommendations in retrospective studies.\n26\n, \n34\n, \n83\n, \n84\n While matching the performance of current guidelines may provide an initial “anchor point,” the balance between benefits, harms and costs of a range of risk‐thresholds should be evaluated in order to identify the optimal risk‐threshold.\n85\n Ideally, a region of risk around the optimal risk‐threshold should also provide a good balance between benefits, harms and costs in order to tolerate a degree of imprecision in the estimation of individual risk.\n        There are a number of aspects to consider in identifying the optimal risk‐threshold. Firstly, risk‐thresholds which show a good ratio of benefits to harms (ie, the net benefit) in post‐hoc analyses may not necessarily provide an optimal balance between long‐term benefits and harms.\n85\n, \n86\n Secondly, risks (and risk‐factors) are often assessed at only a single point in time. Yet, an individual's risk varies over time due to ageing, changes in smoking behaviours and other risk‐factors. Indeed, various studies have shown that an individual's risk generally increases with age; even after accounting for smoking cessation, as shown in Figure 2.\n52\n, \n54\n Consequently, older individuals and those with greater smoking exposures are more likely to be identified as being at high risk.\n4\n, \n62\n, \n84\n, \n87\n However, these risk‐factors are also associated with higher overall comorbidities and mortality: therefore, such individuals may have a lower average benefit from screening compared to those without comorbidities. As a result, modelling studies suggest that risk‐based lung cancer screening may yield only a modest amount of additional life‐years gained and overdiagnosis could increase considerably compared to pack‐year based strategies.\n52\n, \n54\n But, if individuals with limited life‐expectancies (<5 years) are excluded from screening, overdiagnosis could be substantially reduced (by over 65%) while moderately reducing the number of screens required (10%‐13% fewer) and retaining the life‐years gained by risk‐based screening.\n54\n Prospective studies and pilots which enrolled screenees based on risk‐prediction models indeed showed that the mean age and presence of comorbidities increased in the higher risk‐groups.\n88\n, \n89\n However, the average age in these studies and pilots was around 65, at which the life‐expectancy is 18‐22 years.\n90\n In these studies, self‐selection and physician‐selection may have aided in reducing the uptake of screening in individuals with low life‐expectancies; but within large‐scale programs, the uptake of screening in individuals with limited life‐expectancies may still be considerable.\n91\n Consequently, discussions are ongoing on how to explicitly incorporate comorbidities and life‐expectancy in recommendations and shared decision‐making for lung cancer screening.\n92\n\n\n        \n          FIGURE 2\n          \n            Estimated lung cancer risk over time by different lung cancer risk‐prediction models. The figure shows the estimated risk over ages 55 through 80 for a hypothetical individual. At each age, the person's 5 (LLPv2 and LLPv3) or 6 (Bach, LCRAT, LCDRAT, PLCOm2012) year risks were estimated. The individual is a high school graduated white male, current smoker, who smoked 15 cigarettes per day since he was 15 years old (40 years of smoking at age 55), has a BMI of 23, no COPD, no asbestos exposure, no personal history of cancer, no personal history of pneumonia and no family history of lung cancer. At age 56 he quits smoking and at age 67 he develops COPD. His BMI is assumed to remain constant over ages 55‐80 [Color figure can be viewed at wileyonlinelibrary.com]\n          \n          \n        \n        Another aspect to consider is that various studies have found that those with a high risk for lung cancer also have an increased risk for receiving a false‐positive screen result and a higher rate of invasive tests after a positive screen result.\n28\n, \n53\n, \n93\n Therefore, the relation between lung cancer risk and the risks for other adverse events should be evaluated in choosing the risk‐threshold. Finally, the risk‐threshold should balance efficiency, health‐care resource requirements and potential impact. For example, consider using the PLCOm2012 model to select ever‐smokers in the (nonscreened) control arm of the Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO) for screening, as shown in Table 2. Selecting the individuals in the highest decile of risk would capture almost 38% of all individuals who develop lung cancer and, on average, only 15 individuals would need to be invited for screening to include one individual who develops lung cancer. However, while highly efficient, this would mean that 62% of individuals who developed lung cancer would be ineligible for screening. If the individuals in the top three deciles were selected for screening, 75% of all individuals who develop lung cancer would be captured. However, due to the inclusion of additional individuals at lower risk, the number needed to invite for screening to include one individual who develops lung cancer would increase to 23. Furthermore, the total number of individuals invited for screening would triple, thus requiring a substantial number of additional CT scans. Therefore, the chosen risk‐threshold should consider the balance between individual benefits and harms, (cost‐)efficiency, health‐care resource requirements and the potential impact of the program.\n        \n          TABLE 2\n          \n            Efficiency and impact of applying the PLCOm2012 model in the PLCO control arm over a 6‐year follow‐up period\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Risk decile\n                1st decile\n                2nd decile\n                3rd decile\n                4th decile\n                5th decile\n                6th decile\n                7th decile\n                8th decile\n                9th decile\n                10th decile\n              \n            \n            \n              \n                Risk thresholds corresponding to the risk decile\n                0.00%‐0.16%\n                0.16%‐0.29%\n                0.29%‐0.45%\n                0.45%‐0.66%\n                0.66%‐0.93%\n                0.93%‐1.31%\n                1.31%‐1.86%\n                1.86%‐2.71%\n                2.71%‐4.35%\n                >4.35%\n              \n              \n                Number of cancers in this decile\n                7\n                5\n                5\n                18\n                33\n                54\n                57\n                106\n                155\n                269\n              \n              \n                Proportion of cancers in this decile\n                0.99%\n                0.71%\n                0.71%\n                2.54%\n                4.65%\n                7.62%\n                8.04%\n                14.95%\n                21.86%\n                37.94%\n              \n              \n                Number of persons in this decile\n                4008\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n                4007\n              \n              \n                Number needed to invite for screening to include one individual who develops cancer in this decile\n                573\n                801\n                801\n                223\n                121\n                74\n                70\n                38\n                26\n                15\n              \n              \n                Number needed to invite for screening to include one individual who develops cancer at or above this decile\n                57\n                51\n                46\n                41\n                36\n                31\n                27\n                23\n                19\n                15\n2.4\n        Lung cancer risk and screening eligibility disparities\n        The general relationship between smoking duration, smoking intensity and lung cancer incidence is well known.\n94\n However, there are indications that the carcinogenic effects of smoking may differ between sexes and across different races and ethnicities. As a result, two individuals may share a dissimilar lung cancer risk despite having similar smoking histories. For example, lung cancer incidence in African‐Americans is higher than in whites with similar smoking histories, while the difference in lung cancer incidence between sexes may not be entirely due to differences in smoking behaviours.\n79\n, \n80\n Consequently, screening recommendations based on risk‐criteria rather than risk itself may miss certain high‐risk groups. Indeed, studies indicate that the 2013 USPSTF criteria lead to an underselection of African‐Americans and women, compared to whites and men, respectively.\n35\n, \n38\n, \n40\n The 2021 USPSTF draft guidelines suggest broadening the smoking‐based eligibility criteria, which will likely decrease the number of risk‐groups who are ineligible under the 2013 criteria.\n18\n, \n20\n\n\n        There are indications that risk‐prediction models may further help in reducing these disparities. For example, the Chicago Race Eligibility Screening Cohort Study found that a significantly lower proportion of lung cancer cases in African‐Americans and women were eligible for screening when applying the USPSTF 2013 and 2021 criteria.\n40\n Applying the PLCOm2012, with risk thresholds set to screen the same number of individuals as the USPSTF criteria, eliminated the race disparity in screening eligibility and minimised the gender disparity. Similarly, a simulation study found that applying the PLCOm2012 model could not only reduce screening disparities between whites and African‐Americans, but also by socioeconomic status and comorbidities.\n38\n Consequently, the American Thoracic Society recently advocated that screening eligibility should be assessed based on risk, in order to reduce such disparities.\n95\n3\n      INDIVIDUAL INVITATION AND RISK‐COMMUNICATION STRATEGIES\n      Within a risk‐stratified screening programme, screening invitation and risk‐communication strategies should also apply a risk‐stratified approach. Applying a nonstratified approach may seem fair in that it provides an equal opportunity for risk‐assessment and information on benefits and harms. However, a nonstratified approach also prevents providing tailored information that can guide shared‐decision making, which is increasingly encouraged or even required.\n96\n\n\n      Studies suggest that individuals with socioeconomically deprived backgrounds represent a substantial proportion of those at high risk for developing lung cancer.\n63\n, \n97\n However, individuals from these groups are also less likely to participate in lung cancer screening than those with less deprived backgrounds.\n55\n, \n63\n, \n98\n, \n99\n This has also been observed in other screening programs, with studies aimed at improving participation rates in these populations suggesting that tailored invitation approaches may be required.\n100\n, \n101\n, \n102\n Furthermore, individuals from socioeconomically deprived backgrounds often have lower levels of health‐literacy, which needs to be taken into consideration in facilitating shared‐decision making for these individuals.\n103\n, \n104\n, \n105\n Therefore, studies evaluating the implementation of tailored invitation and shared‐decision making approaches in lung cancer screening are ongoing.\n      The UK Lung Screen Uptake Trial compared a standard recruitment strategy to a tailored recruitment strategy that provided a stepped and low‐burden approach with regards to information provision.\n106\n, \n107\n Although the overall uptake rate was higher than those found in other pilots and implementation studies in the United Kingdom (53% compared to 9%‐14%), no differences were found between the standard and tailored approaches. In the Ontario Health‐Cancer Care Ontario pilot, risk‐assessment and shared‐decision making was facilitated through patient navigators, who guided individual persons from the recruitment phase up to the referral to diagnostic assessment.\n108\n Participant satisfaction surveys found that the vast majority of participants had high or very high satisfaction with this process, with a programme retention rate of almost 85%. A pilot programme aimed at underserved communities in Centinela Valley, California, similarly found that participants responded positively to the availability and support from personalised patient navigators.\n109\n However, their study did identify challenges in retaining participant adherence after the baseline scan, both due to the mobile nature of the participant population, as well as participant beliefs that further screens are not required; particularly in the case of a negative result. Thus, while more personalised approaches may improve uptake during the recruitment process, research should also evaluate how to maintain adherence after the baseline screen.\n      Recruitment strategies for lung cancer screening programs thus far focused primarily on eligible high‐risk individuals. However, comparatively little attention has been given to appropriately communicating ineligibility to low‐risk individuals. Although the benefits do not outweigh the expected harms for these individuals, they may incorrectly perceive their risk to be sufficient or be motivated by anxiety. Indeed, reports indicate that substantial numbers of low‐risk individuals (including never‐smokers) are undergoing lung cancer screening.\n56\n, \n110\n, \n111\n While decision‐aids show some promise in changing the risk‐perspective of low‐risk individuals, more research is desperately needed on appropriately informing ineligible individuals in a manner that prevents both patient delay and opportunistic screening of low‐risk individuals.\n112\n Furthermore, individuals whose risk scores are just below the risk‐threshold for screening eligibility should be given guidance on whether and when reassessment of their risk should occur.\n4\n      DETERMINATION OF THE SCREENING INTERVAL\n      The information provided by the CT screening may provide an opportunity for further risk‐stratification within the screened population. In the NLST, the rate‐ratio for lung cancer diagnosis during the trial was 0.25 for participants with a negative baseline screen result compared to individuals with a positive baseline result.\n41\n In the NELSON trial, the 5.5‐year risk for screen‐detected lung cancer was highly dependent on the baseline screen result: 1.0% risk for those with a negative baseline screen, 5.7% for those with an indeterminate baseline screen result and 48.7% for those with a positive baseline screen.\n43\n Furthermore, in both trials, subsequent negative screening results were indicative for a lower lung cancer risk.\n41\n, \n42\n In addition, the characteristics of the nodules found in NELSON provided additional information on a person's risk for developing lung cancer.\n47\n\n\n      These studies suggest that a person's screening results provide information that could be used to determine their screening interval. With current nodule management guidelines approximately 90% of all CT screening results are expected to be negative; therefore, risk‐stratification could achieve a considerable reduction in the number of required CT screens.\n47\n, \n50\n, \n113\n Given that CT examinations account for a substantial proportion of the costs associated with lung cancer screening programs, reducing the number of required CT examinations while retaining program efficacy would improve its cost‐effectiveness.\n114\n, \n115\n, \n116\n Furthermore, due to the increased demand for medical imaging over the past decades, radiologist capacity for interpreting lung cancer screening examinations is restricted in many countries; therefore, reducing the number of CT examinations would facilitate implementation.\n117\n, \n118\n, \n119\n Consequently, research has been ongoing on using CT screening information to determine suitable screening intervals.\n      Schreuder et al developed a model for the 1‐year risk of lung cancer after the baseline screen based on data from the NLST.\n46\n The model showed good discrimination and suggests that 10.4% of all screens in the second round of the NLST could have been avoided, without delaying a single lung cancer diagnosis. Higher proportions of screens could be avoided, but at a cost. For example, half of the screens could have been avoided, at the expense of delaying 12.6% of lung cancer diagnoses.\n      Robbins et al extended the LCRAT model (LCRAT + CT) to predict the 1‐year risk of lung by updating an individual's prescreening risk with information from CT‐features of NLST screens.\n45\n Separate models were developed for estimating the risk of interval cancers and the risk of next‐screen cancers. Similarly to the Schreuder model, the LCRAT + CT models suggest that the screening interval could be lengthened for a substantial number of individuals, at the cost of delaying some diagnoses. For example, 57.8% of participants could have lengthened their interval, at the expense of a delayed diagnosis for 23.9% of cancers.\n      Tammemägi et al extended the PLCOm2012 model (results‐adjusted PLCOm2012:PLCOm2012results) with NLST screening results reclassified to Lung‐RADS screening results.\n44\n They found that positive screening test results were indicative for increased lung cancer risk, regardless of baseline PLCOm2012 risk. The authors identified risk‐thresholds for which those with PLCOm2012results risks above the threshold should continue with annual screening, while the screening interval could be extended for those with PLCOm2012results risks below the threshold. But, some individuals had a sufficiently high baseline PLCOm2012 risk that even three sequential negative screens failed to reduce subsequent elevated observed lung cancer incidence.\n      While these studies have shown initial promising results, to our knowledge, external validation of these models has been limited thus far.\n120\n Furthermore, these studies were based on retrospective analyses; however, safe implementation of risk‐stratified intervals requires evidence from prospective randomised clinical trials. Currently, a number of randomised clinical trials are investigating the safety of risk‐stratified intervals, such as the 4‐IN‐THE‐LUNG‐RUN (Towards INdividually tailored INvitations, screening INtervals and INtegrated co‐morbidity reducing strategies in lung cancer screening) implementation trial, the Plasma microRNA Profiling as First Line Screening Test for Lung Cancer Detection: a Prospective Study (bioMILD) and the Cancer Screening Study With or Without Low Dose Lung CT to Validate a Multicancer Early Detection Test (SUMMIT) study.\n121\n, \n122\n, \n123\n5\n      POTENTIAL APPLICATIONS FOR BIOMARKERS\n      Finally, research is ongoing on the potential applications for biomarkers for risk‐stratification in lung cancer screening, such as the identification of high‐risk individuals and early tumour detection. These include autoantibodies, complement fragments, circulating tumour deoxyribonucleic acid (DNA), DNA methylation, blood protein profiles, ribonucleic acid (RNA) airway or nasal signatures and microRNAs.\n124\n, \n125\n, \n126\n\n\n      Although some promising candidates have been suggested, none are currently applied in routine screening practice. To our knowledge, the only biomarker that has been prospectively evaluated in a randomised controlled trial for selecting individuals for lung cancer screening is the EarlyCDT‐Lung autoantibody test, which was applied in the Early Diagnosis of Lung Cancer Scotland (ECLS) trial.\n127\n However, only 32.1% of the individuals who developed lung cancer in the intervention arm had a positive EarlyCDT‐Lung test result, suggesting poor sensitivity compared to current risk‐prediction models. Furthermore, analyses from the German Lung Tumour Screening and Intervention study (LUSI), showed that the EarlyCDT‐Lung test had a low sensitivity (13%) for early stage, small tumours as detected by CT screening.\n90\n\n\n      In order for biomarkers to be applied in lung cancer screening practice, they need to have improved performance over currently validated risk‐prediction models, or provide complementary predictive benefit to these models. Furthermore, they need to provide this information in a cost‐effective manner. While current biomarkers have not yet convincingly demonstrated to be of value in lung cancer screening programs, several ongoing studies show promise. For example, a recent analysis of microRNA profiles showed promising accuracy in distinguishing between (symptomatic) lung cancer patients and controls.\n128\n A study using UK biobank data suggests that the addition of a polygenic risk score may not necessarily increase the discriminative ability of risk‐prediction models, but could aid in the assessment of a person's absolute risk.\n129\n Preliminary results from the Bio‐MILD study suggest combining blood microRNA with CT screening results may allow tailoring the screening interval.\n122\n A study using data from the Pittsburgh Lung Screening Study suggests blood‐based biomarkers could improve the assessment of nodule malignancy.\n128\n Finally, in the United Kingdom, the SUMMIT study aims to evaluate CT screening and a cell‐free nucleic acid blood test in 25 000 ever‐smokers (aged 55‐77) with a PLCOm2012 risk of over 1.3%.\n130\n6\n      FUTURE OPPORTUNITIES FOR RISK‐STRATIFICATION\n      Recent advancements and developments of new techniques for computer‐aided diagnosis and imaging analysis of medical imaging are suggested to further improve CT screening sensitivity and decrease radiologist workload.\n131\n, \n132\n But, it should be noted that many of the considerations that apply to models derived through traditional methods also apply to image recognition algorithms and risk‐prediction models derived through machine learning and other artificial intelligence based methods.\n133\n A recent review on artificial intelligence algorithms for image recognitions noted that many studies had a high risk of bias and showed poor adherence to reporting standards and transparancy.\n134\n Thus, while showing great promise, external validation and transparent reporting of artificial intelligence based methods is vital to ensure their validity.\n      Thus far, little attention has been given to sex‐specific risk‐stratification. Analyses from the NLST, NELSON and LUSI trials suggest that lung cancer screening may have a more beneficial effect for women compared to men.\n2\n, \n3\n, \n135\n This may be due to higher prevalence of adenocarcinoma in women, which are less aggressive compared to other histological subtypes of lung cancer.\n136\n, \n137\n Furthermore, the preclinical duration of lung cancer has been estimated to be longer for women compared to men, which suggests the potential for differentiating the screening interval by sex.\n138\n However, the longer preclinical duration in women may also increase the potential for overdiagnosis compared to men.\n139\n Finally, there are indications that women are less likely to participate in lung cancer screening and may experience different practical or emotional barriers compared to men.\n55\n, \n97\n In addition, women are less likely to be engaged in shared decision‐making compared to men.\n140\n, \n141\n Therefore, further research on sex‐specific and gender‐specific aspects for risk‐stratification and facilitating informed decision making is urgently needed.\n      Risk evaluation and communication may also be valuable in encouraging smoking cessation. A substantial proportion of the screening eligible population is expected to consist of current smokers; over half of the participants of CT lung screening trials consisted of current smokers.\n1\n, \n2\n, \n3\n, \n4\n, \n5\n, \n6\n, \n7\n, \n8\n Various approaches for integrating smoking cessation interventions in lung cancer screening are being considered, with a recent review suggesting that personalised, multimodal approaches are the most successful in changing smoking behaviours.\n142\n, \n143\n, \n144\n, \n145\n, \n146\n Yet, if integrated successfully, these interventions may aid in reducing both future lung cancer risk as well as the risk for other tobacco‐related comorbidities.\n147\n, \n148\n Decision‐aids and the assessment of eligibility for lung cancer screening could be further enhanced by quantifying the effects of smoking cessation on future lung cancer risk and life expectancy for individuals who currently smoke. This may also reduce the occurrence of a potential “health certificate effect” for current smokers whose risk is below the risk‐threshold for screening eligibility.\n149\n\n\n      The CT‐examination itself and the communication of the results of the CT examination have also been suggested to be potential opportunities (“teachable moments”) to address the importance of smoking cessation.\n150\n, \n151\n, \n152\n Furthermore, other tobacco‐related diseases and risk‐factors such as COPD and coronary artery calcification can also be detected on the CT scan and may be used to further quantify a person's lung cancer risk and life expectancy.\n153\n, \n154\n, \n155\n While results from randomised‐controlled trials on the benefits of screening for these diseases are still awaited, if proven effective, this represents a great opportunity for establishing an integrated screening programme for multiple diseases.\n155\n, \n156\n\n\n      As mentioned previously, those at higher risk for lung cancer are also at higher risk for having comorbidities and lower life expectancy.\n4\n, \n62\n, \n84\n, \n87\n Some risk‐prediction models for lung cancer are already explicitly incorporating specific comorbidities in order to integrate life expectancy in the shared‐decision making progress.\n52\n However, the incorporation of specific comorbidities does not capture the wide variety of potential comorbidities that may be present in those eligible for lung cancer screening. Index scores for comorbidities such as the Charlson Comorbidity Index may aid in capturing the contribution of multiple comorbid conditions, but do not fully capture the effect of comorbidities on the treatment received by and survival of patients with lung cancer.\n157\n, \n158\n, \n159\n Consequently, there may be heterogeneity in the potential benefits of lung cancer screening across different comorbidity profiles, which is not taken into account by current risk‐prediction models. Therefore, research on incorporating not only a person's risk for developing lung cancer disease, but also their potential benefit and risk for potential harms should be prioritised.\n      Finally, personalisation of the screening interval may be further refined. Thus far, most studies primarily focussed on stratification to either annual or biennial screening. But, more dynamic approaches to personalising the time between screening intervals based on disease risk and life‐expectancy are being investigated.\n160\n, \n161\n, \n162\n However, the main challenge of such adaptive approaches is implementation in clinical practice; particularly in settings in which opportunistic screening is predominant.\n7\n      CONCLUSION\n      While many challenges remain, various trials and pilot studies are underway to evaluate the performance and feasibility of implementing risk‐based lung cancer screening in practice, such as the International Lung Screening Trial (ILST), SUMMIT, the Manchester Lung Health Check, Ontario Health‐Cancer Care Ontario's High Risk Lung Cancer Screening Program and 4‐IN‐THE‐LUNG‐RUN.\n108\n, \n121\n, \n123\n, \n163\n, \n164\n It is expected that these studies will provide answers to many of the remaining challenges; as well as discover new opportunities for further risk‐stratification.\nCONFLICT OF INTEREST\n      HJdK reports grants from Cancer Research UK, NIH/National Cancer Institute and University of Zurich, Switzerland, received speakers' fees for (a) a symposium at the University of Zurich, (b) a symposium sponsored by MSDTeva, (c) an online lecture for Menarini; received nonfinancial support from International Association for the Study of Lung Cancer and is reviewer of the IPSOS Mori Targeted Lung Health Checks NHS England, outside the submitted work.\n      MCT developed the PLCOm2012 lung cancer risk prediction model. The model is open access and is available free of charge to noncommercial users. For commercial users licencing has been assigned to Brock University. To date, MCT has not received any money for use of the PLCOm2012 model, nor does he anticipate any payments in the future.\n      CMvdA reports nonfinancial support from International Association for the Study of Lung Cancer and grants from the NIH/National Cancer Institute, outside the submitted work.\n      KtH reports grants from Cancer Research UK, NIH/National Cancer Institute and University of Zurich, Switzerland, nonfinancial support from International Association for the Study of Lung Cancer, nonfinancial support from Russian Society of Clinical Oncology, nonfinancial support and other from Biomedical Research in Endstage and Obstructive Lung Disease Hannover (Breath), outside the submitted work.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8251929/",
    "doi": "https://doi.org/10.1002/ijc.33578"
}