{
    "title": "Consumption of sugar-sweetened beverages, artificially sweetened beverages, and breast cancer survival",
    "abstract": "Consumption of sugar-sweetened beverages, artificially sweetened beverages, and breast cancer survival Maryam S. Farvid Nicholas D. Spence Bernard A. Rosner Wendy Y. Chen A. Heather Eliassen Walter C. Willett Michelle D. Holmes Background: The activation of insulin pathways is hypothesized to promote tumor growth and worsen breast cancer survival. The authors prospectively evaluated the relation of post-diagnostic SSB and artificially sweetened beverage (ASB) consumption with mortality among women with breast cancer. Multivariable Cox proportional hazards regression was used to estimate hazard ratios (HRs) and 95% confidence intervals (CIs) of breast cancer-specific and all-cause mortality, after adjusting for measures of adiposity and other potential predictors of cancer survival.",
    "authors": [
        "Maryam S. Farvid",
        "Nicholas D. Spence",
        "Bernard A. Rosner",
        "Wendy Y. Chen",
        "A. Heather Eliassen",
        "Walter C. Willett",
        "Michelle D. Holmes"
    ],
    "published_year": "Not available",
    "description": "Background:\n          The activation of insulin pathways is hypothesized to promote tumor growth and worsen breast cancer survival. Sugar-sweetened beverages (SSBs) can lead to higher risk of insulin resistance and may affect survival. The authors prospectively evaluated the relation of post-diagnostic SSB and artificially sweetened beverage (ASB) consumption with mortality among women with breast cancer.\nMethods:\n          In total, 8,863 women with stage I through III breast cancer were identified during follow-up of the Nurses’ Health Study (NHS; 1980–2010) and Nurses’ Health Study II (NHSII; 1991–2011). Women completed a validated food frequency questionnaire every four years after diagnosis and were followed until death or end of follow-up (2014 for the NHS and 2015 for the NHSII). Multivariable Cox proportional hazards regression was used to estimate hazard ratios (HRs) and 95% confidence intervals (CIs) of breast cancer-specific and all-cause mortality, after adjusting for measures of adiposity and other potential predictors of cancer survival.\nResults:\n          With a median follow-up of 11.5 years, 2,482 deaths were prospectively documented, including 1,050 deaths from breast cancer. Compared with women who had no consumption, women who had SSB consumption after diagnosis had higher breast cancer-specific (>1 to 3 servings/week, HR=1.31; 95%CI=1.09–1.58; >3 servings/week, HR=1.35; 95%CI=1.12–1.62; Ptrend=0.001) and all-cause (>1 to 3 servings/week, HR=1.21; 95%CI=1.07–1.37; >3 servings/week, HR=1.28; 95%CI=1.13–1.45; Ptrend=0.0001) mortality. In contrast, ASB consumption was not associated with higher breast cancer-specific or all-cause mortality. Furthermore, replacing one serving/day of SSB consumption with one serving/day of ASB consumption was not associated with lower risk of mortality.\nConclusions:\n          Higher post-diagnostic SSB consumption among breast cancer survivors was associated with higher breast cancer-specific mortality and death from all causes.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8277662/",
    "doi": "https://doi.org/10.1002/cncr.33461"
}