{
    "title": "Quantitative protein expression of blood‐brain barrier transporters in the vasculature of brain metastases of patients with lung and breast cancer",
    "abstract": "A thorough knowledge of the barrier function of the blood‐brain and blood‐tumor interfaces is critical to the understanding of the success or failure of systemic chemotherapy in the treatment of brain metastases and to the development of more effective therapeutic strategies. The protein expression levels of these two transporters fell below the lower limit of quantitation in microvessels of the vast majority (>80%) of brain metastasis specimens, whereas their levels in glioblastoma microvessels were quantifiable but significantly lower than the levels in microvessels of human normal brain or noncancerous cerebral cortex (Figure 2). Further preclinical and clinical investigation and a deeper understanding of the distribution of LAT1‐mediated prodrug and release of the active drug in the brain and brain tumors are vital for the evaluation of the potential clinical utility of this approach.",
    "authors": [
        "Xun Bao",
        "Jianmei Wu",
        "Jun Jiang",
        "An‐Chi Tien",
        "Nader Sanai",
        "Jing Li"
    ],
    "published_year": "2020",
    "description": "INTRODUCTION\n      Brain metastases, a devastating complication of systemic malignancies, substantially increase cancer morbidity and mortality. They most frequently arise from lung cancer, breast cancer, and melanoma, and also occur less frequently from other cancer types.\n1\n Surgery and radiation therapy are the mainstay treatments for brain metastases, with the primary goal to palliate local symptoms and prevent the most devastating consequences.\n2\n Although focal radiation and/or surgery can effectively control limited numbers of discrete metastases, patients have a high risk of subsequent metastases developing from pre‐existing micrometastases that are not detectable at the time of focal therapy. Whole brain radiation is typically used to treat patients with advanced brain disease (>10 metastases) or at high risk of micrometastases, which, however, is associated with significant adverse effects on neurocognitive function.\n3\n Systemic chemotherapy for brain metastases is controversial, mainly due to the prevailing view that the human blood‐brain barrier (BBB) restricts the penetration of most chemotherapeutic agents into the central nervous system (CNS).\n2\n, \n4\n, \n5\n On the other hand, a large body of pharmacological and clinical evidence suggests that many chemotherapeutic agents penetrate into contrast‐enhancing brain tumors, and achieve the objective response rates for radiographically or symptomatic brain metastases similar to the expected response rates for the primary tumors.\n2\n\n\n      A thorough knowledge of the barrier function of the blood‐brain and blood‐tumor interfaces is critical to the understanding of the success or failure of systemic chemotherapy in the treatment of brain metastases and to the development of more effective therapeutic strategies. The BBB is composed of physical and biochemical barriers that separate the brain parenchyma from the circulatory system.\n4\n The physical barrier is a continuous layer of brain microvascular endothelial cells connected by tight junctions and covered by a basal membrane and astrocytic perivascular end‐feet. The biochemical barrier is maintained by a complex array of transporters, receptors, and enzymes.\n4\n Particularly, the ATP‐binding cassette (ABC) efflux transporters ABCB1 and ABCG2, which are expressed at the luminal endothelial cell membrane of the BBB, significantly restrict the brain penetration of many drugs that can otherwise readily diffuse across plasma membrane.\n6\n In addition, solute carrier transporters are expressed at the BBB to facilitate the BBB transport of essential molecules into or out of the brain, including glucose transporter 1 (GLUT‐1), large neutral amino acid transporter 1 (LAT1), and monocarboxylate transporter 1 (MCT1).\n7\n, \n8\n, \n9\n Other solute carrier transporters, such as organic anion transporting polypeptides (OATP1A2 and OATP2B1) and organic anion transporter (OAT3) have been reported to express at the BBB; however, the exact location, expression, and function of these transporters at the BBB are largely unknown.\n10\n, \n11\n\n\n      The structure and function of the BBB in human primary and metastatic brain tumors is disrupted, albeit to a different extent. This has led to describe the brain tumor vasculature as the blood‐brain tumor barrier (BBTB).\n4\n The ultrastructure and morphology of the BBTB is generally characterized by leaky tight junctions, fenestrations (common in microvessels of most brain metastases), and increases in the perivascular space and the number of pinocytic vesicles.\n4\n Although there is a consensus on the disruption of physical barrier (especially tight junctions) of the BBTB, limited and conflicting data exist for the protein expression of transporters in brain tumor vasculatures as compared with the normal BBB.\n4\n, \n6\n Literature reports largely focus on immunohistochemistry‐based semiquantitation of transporter protein expression or real‐time polymerase chain reaction‐based quantitation of transporter mRNA levels. However, variable results were obtained due to several confounding factors, such as the use of antibodies with different specificity and recognition epitopes in immunoblotting assays, mRNA expression profiling in poorly purified microvessels, or poor correlation between mRNA and protein expression levels.\n12\n\n\n      Liquid chromatography coupled with tandem mass spectrometry (LC‐MS/MS)‐based quantitative targeted proteomics enables sensitive and specific determination of absolute protein expression levels (abundances) of enzymes and transporters in cell and tissue specimens.\n13\n, \n14\n Recently, we developed, validated, and implemented a targeted proteomics method for determining the absolute protein abundances of major BBB transporters in isolated microvessels of human normal brain and glioblastoma.\n15\n In the present study, we further determined transporter protein abundances in isolated microvessels of brain metastases from patients with lung and breast cancer as well as noncancerous cerebral cortex from patients with primary or metastatic brain cancer. This study complemented our previous knowledge, which collectively provided a comprehensive, comparative dataset on the quantitative protein expression of major BBB transporters in the vasculatures of human normal brain, primary and metastatic brain tumors.\nMATERIALS AND METHODS\n      \n        Human specimens\n        Frozen brain metastasis specimens (median tissue weight 328 mg, range 32–2036 mg) from patients with primary lung cancer (N = 30) or primary breast cancer (N = 27) were obtained from the Biobank Core of St. Joseph’s Hospital and Medical Center (Protocol #05TS038). These specimens were collected from patients with brain metastases who underwent standard surgery for resection of tumors. Intraoperative tumor tissue collection was approved by the Institutional Review Boards of St. Joseph’s Hospital and Medical Center, and in accordance with the Declaration of Helsinki. Written informed consents were obtained from individual patients. All tumor tissues were classified by a board‐certified pathologist. Noncancerous cerebral cortex specimens (median tissue weight 621 mg, range 471–1872 mg), which were collected during an autopsy from 25 donors with primary or metastatic brain cancer, were provided by the NeuroBioBank Brain and Tissue Repositories of National Institute of Health (Bethesda, MD) under an Agreement of Material Transfer. Detailed specimen information is provided in Tables S1 and S2.\n      \n      \n        LC‐MS/MS targeted proteomics\n        Microvessels were isolated from the specimens of brain metastasis and noncancerous cerebral cortex using an optimized approach, as described previously by us.\n15\n Absolute protein abundances of major BBB transporters, including ABC efflux transporters (ABCB1, ABCG2, and ABCC4), solute carrier transporters (OATP1A2, OATP2B1, OAT3, GLUT1, MCT1, and LAT1), and Na/K ATPase (a plasma membrane marker), were determined using a validated LC‐MS/MS targeted proteomics method.\n15\n\n\n      \n      \n        Statistical analysis\n        Kruskal‐Wallis test with post hoc Dunn’s multiple comparison test was used to compare protein abundances of individual transporters in isolated microvessels between different groups. The p value was adjusted to account for multiple comparison, and adjusted p value < 0.05 was considered significantly different. Statistical analysis was performed using GraphPad Prism 8.0.1.\nHuman specimens\n        Frozen brain metastasis specimens (median tissue weight 328 mg, range 32–2036 mg) from patients with primary lung cancer (N = 30) or primary breast cancer (N = 27) were obtained from the Biobank Core of St. Joseph’s Hospital and Medical Center (Protocol #05TS038). These specimens were collected from patients with brain metastases who underwent standard surgery for resection of tumors. Intraoperative tumor tissue collection was approved by the Institutional Review Boards of St. Joseph’s Hospital and Medical Center, and in accordance with the Declaration of Helsinki. Written informed consents were obtained from individual patients. All tumor tissues were classified by a board‐certified pathologist. Noncancerous cerebral cortex specimens (median tissue weight 621 mg, range 471–1872 mg), which were collected during an autopsy from 25 donors with primary or metastatic brain cancer, were provided by the NeuroBioBank Brain and Tissue Repositories of National Institute of Health (Bethesda, MD) under an Agreement of Material Transfer. Detailed specimen information is provided in Tables S1 and S2.\nLC‐MS/MS targeted proteomics\n        Microvessels were isolated from the specimens of brain metastasis and noncancerous cerebral cortex using an optimized approach, as described previously by us.\n15\n Absolute protein abundances of major BBB transporters, including ABC efflux transporters (ABCB1, ABCG2, and ABCC4), solute carrier transporters (OATP1A2, OATP2B1, OAT3, GLUT1, MCT1, and LAT1), and Na/K ATPase (a plasma membrane marker), were determined using a validated LC‐MS/MS targeted proteomics method.\n15\nStatistical analysis\n        Kruskal‐Wallis test with post hoc Dunn’s multiple comparison test was used to compare protein abundances of individual transporters in isolated microvessels between different groups. The p value was adjusted to account for multiple comparison, and adjusted p value < 0.05 was considered significantly different. Statistical analysis was performed using GraphPad Prism 8.0.1.\nRESULTS\n      The morphology and purity of isolated microvessels from noncancerous cerebral cortex and brain metastases was demonstrated by microscopy images. As compared with noncancerous brain microvessels, brain metastasis microvessels appeared dilated, sinusoidal, and disorganized (Figure 1). The recovery (mean ± SD) of isolated microvessels from lung cancer brain metastases (N = 30), breast cancer metastases (N = 27), and noncancerous cerebral cortex (N = 25) were 465 ± 251, 738 ± 465, and 256 ± 135 µg protein per gram tissue, respectively. These data were in line with our previously published microvessel recovery from glioblastoma (309 ± 179, n = 47) and normal brain (190 ± 74, n = 30).\n15\n Notably, breast cancer metastasis presented the highest microvessel recovery, followed by lung cancer metastasis and glioblastoma; whereas, normal brain or noncancerous cerebral cortex had the lowest microvessel recovery. Different microvessel recovery may reflect tumor‐specific angiogenesis pattern, as observed previously that human breast cancer brain metastases present a higher vessel density than brain metastases from lung cancer or melanoma.\n16\n Also noted was the large interindividual variability in microvessel recovery, indicating heterogeneity of tumor vasculature density even within the same tumor type.\n      \n        Figure 1\n        \n          Microscopy image of microvessels isolated from (a) noncancerous cerebral cortex of patients with glioblastoma, (b) lung cancer brain metastasis, and (c) breast cancer brain metastasis specimen by the nylon mesh method. Ten times magnification, scale bar = 200 µm\n        \n        \n      \n      The absolute protein abundances of major BBB transporters in isolated microvessels are summarized in Figure 2 and Table S3. Previously published BBB transporter abundance data in isolated microvessels of human normal brain cortex and glioblastoma are also collated for a comprehensive summary and comparison. The protein abundances of all quantifiable transporters in microvessels of noncancerous cerebral cortex were not significantly different from those in microvessels of human normal brain, indicating an intact BBB in noncancerous cerebral cortex of patients with primary or metastatic brain cancer (Figure 2 and Table S3). By contrary, the transporter protein expression profiles in brain metastasis microvessels significantly differed from those in microvessels of normal brain or noncancerous cerebral cortex (Figure 2 and Table S3). In brain metastasis microvessels, ABCB1, ABCG2, GLUT1, Na/K ATPase, and MCT1 protein expression was significantly reduced or lost, whereas LAT1 protein levels remain the same or was slightly increased, as compared with those in microvessels of human normal brain or noncancerous cerebral cortex. ABCC4, OATP1A2, OATP2B1, and OAT3 were undetectable in microvessels of all specimens.\n      \n        Figure 2\n        \n          Comparative protein abundances (pmol/mg) of major transporters in isolated microvessels of lung cancer brain metastases (LCBMs, n = 30), breast cancer brain metastases (BCBMs, n = 27), glioblastoma (GBM, n = 47), noncancerous cerebral cortex from patients with primary or metastatic brain cancer (n = 25), and human normal brain cortex (n = 30). Data for human normal brain and glioblastoma were collated from the published paper (Bao et al.\n15\n). Symbols represent individual sample measurements. Lines and error bars represent the median and 95% confidence interval. Kruskal‐Wallis test with post hoc Dunn’s multiple comparison test: **** p < 0.0001, *** p < 0.001, ** p < 0.01, * p < 0.05\nDISCUSSION\n      ABCB1 and ABCG2 are two predominant efflux transporters at the human BBB restricting drug brain penetration. The protein expression levels of these two transporters fell below the lower limit of quantitation in microvessels of the vast majority (>80%) of brain metastasis specimens, whereas their levels in glioblastoma microvessels were quantifiable but significantly lower than the levels in microvessels of human normal brain or noncancerous cerebral cortex (Figure 2).\n15\n These data suggest that the integrity of the biochemical barrier with respect to efflux transporter expression in brain metastasis tumor vasculatures was disrupted to a larger extent than that in glioblastoma vasculatures. The leaky tight junctions and absence of major efflux transporters at the BBTB can lead to increased tumor penetration of drugs, especially those water‐soluble or ABCB1/ABCG2 substrate drugs, which otherwise poorly penetrate an intact BBB.\n17\n This could explain, at least in part, for clinical observations that radiographically and/or symptomatic brain metastases respond to systemic chemotherapy with the objective response rates resembling those for the primary tumors.\n2\n However, in smaller aggregates of metastatic tumor cells (i.e., micrometastases) that are often unresectable and cause recurrent disease, the BBB remains largely or completely intact.\n4\n Therefore, to treat undetected micrometastases or prevent metastatic disease from occurring or recurring, the selection of drugs with sufficient penetration across an intact BBB is the prerequisite to potential efficacy.\n      In addition to ABC efflux transporters, uptake drug transporters including OATP1A2, OAT2B1, and OAT3 have been detected at the human or rodent BBB by the immunoblotting‐based approach.\n10\n, \n18\n Using immunofluorescence microscopy, OATP1A2 protein was identified at the luminal membrane of human BBB,\n18\n and OATP1A2 and OATP2B1 were detectable in endothelial cells of human gliomas.\n10\n However, by quantitative targeted proteomics, as demonstrated by us and others, OATP1A2, OATP2B1, or OAT3 protein levels were below the lower limit of quantitation (<0.1 fmol/µg) in isolated microvessels of human normal brain cortex, noncancerous cerebral cortex, glioblastoma, or brain metastasis specimens (Table S3).\n13\n, \n15\n Although further confirmatory study is needed, the absent or very low protein expression levels of OATP1A2, OATP2B1, and OAT3 as revealed by targeted proteomics indicate a limited role (if any) of drug uptake transporters in facilitating drug penetration across the BBB or BBTB.\n      Solute carrier transporters, including GLUT1, MCT1, and LAT1, are expressed at the BBB to facilitate the BBB transport of nutrients and metabolites into or out of the brain.\n7\n, \n8\n, \n9\n GLUT1 is highly enriched in brain capillary endothelial cells responsible for transporting glucose across the BBB from the blood to brain, and thus a high density of GLUT1 is generally regarded as a marker of the endothelium of the normal BBB.\n19\n Notably, the median protein abundances of GLUT1 and Na/K ATPase (a plasma membrane marker) were reduced by ~ 80% in isolated microvessels of both lung and breast brain metastases as compared with those in microvessels of human normal brain or noncancerous cerebral cortex (Figure 2 and Table S3). These data are consistent with immunocytochemistry findings that normal brain microvessels are immunostained strongly for GLUT1, whereas microvessels in the vast majority of high‐grade malignant primary and metastatic brain tumors lack GLUT1 immunoreactivity.\n8\n, \n19\n The significantly reduced protein expression of GLUT1 and Na/K ATPase suggests that the vasculatures of brain metastases likely reflect those of the tissue tumor origin rather than brain endothelial cells. In fact, malignant brain tumors have an increased demand for glucose due to increased glycolytic metabolism.\n20\n, \n21\n Thus, significantly decreased GLUT1 protein expression may imply that the water‐soluble glucose molecules can move through leaky tight junctions of tumor blood vessels by passive paracellular diffusion without the need for a specific transporter.\n8\n, \n19\n\n\n      MCT1 acts as a proton dependent cotransporter, with the predominant role to facilitate the unidirectional proton‐linked transport of short chain monocarboxylates across the plasma membrane. MCT1 is significantly expressed in normal brain blood vessels with specific localization on both luminal and abluminal membranes of endothelial cells, responsible for facilitated transport of lactate, pyruvate, and ketone bodies across the BBB.\n9\n In addition, MCT1 mediates the transport of exogenous acidic drugs, such as salicylic acid, valproic acid, simvastatin acid, 3‐bromopyruvate (an alkylating agent under development for cancer therapy), and dichloroacetate (a pyruvate dehydrogenase kinase inhibitor that is currently undergoing clinical trials for several types of cancers).\n22\n Given the high expression of MCT1 at the normal BBB, MCT1 may play an important role in the brain penetration of its substrate drugs. MCT1 protein expression fell below the lower limit of quantitation in microvessels of greater than 80% of brain metastasis specimens (Figure 2). Similar to GLUT1, the absence of MCT1 in brain metastasis microvessels may suggest that leaky tight junctions of tumor vasculature allow paracellular diffusion of the water‐soluble, small molecular endogenous metabolites (e.g., lactate, pyruvate, and ketone bodies) that otherwise need MCT1‐facilitated transport.\n      LAT1 is the most abundant carrier for amino acids at the BBB, which is expressed on both luminal and abluminal membranes of brain capillary endothelial cells.\n7\n, \n23\n LAT1 transports large neutral amino acids (e.g., leucine, isoleucine, valine, tryptophan, tyrosine, and phenylalanine) across the BBB in a sodium‐independent manner, and, in addition, it is involved in the brain penetration of some drugs including L‐dopa, melphalan, gabapentin, and baclofen.\n24\n, \n25\n Unlike GLUT1 or MCT1, LAT1 protein level remains the same or slightly increased in microvessels of brain metastases and glioblastoma, as compared with microvessels of human normal brain or noncancerous cerebral cortex (Figure 2 and Table S3). Because of the high expression of LAT1 at the BBB and BBTB, its sufficiently high transport capacity and relatively wide substrate specificity, LAT1‐mediated drug delivery has been explored to improve drug delivery to the brain and brain tumors.\n25\n, \n26\n One approach is to conjugate a small‐molecule drug with a LAT1 substrate (e.g., an amino acid or analogue of an amino acid) with a biodegradable linkage. For example, the amino acid L‐tyrosine, a LAT1 substrate, has a phenolic hydroxyl group amenable to conjugation with various structurally diverse drugs providing a biodegradable linkage. The L‐tyrosine prodrug of ketoprofen, phenylalanine prodrugs of dopamine and valproic acid have been designed for LAT1‐mediated CNS delivery of hydrophilic drugs.\n25\n, \n27\n, \n28\n However, it should be noted that most work in this area has been preclinical studies. Further preclinical and clinical investigation and a deeper understanding of the distribution of LAT1‐mediated prodrug and release of the active drug in the brain and brain tumors are vital for the evaluation of the potential clinical utility of this approach.\nCONCLUSION\n      The physical and biochemical barriers of the BBTB in both primary and metastatic brain tumors are largely disrupted, albeit to varying extent, as indicated by the loss or significant reduction in protein expression of GLUT1, Na/K ATPase, and MCT1, as well as the major efflux transporters ABCB1 and ABCG2. Differential transporter protein abundances at the BBB and BBTB provided mechanistic and quantitative basis for prediction of heterogeneous drug penetration into human brain and brain tumors. The obtained data deepened our knowledge on the blood‐brain and blood‐tumor interfaces, which is critical not only to the understanding of the success or failure of systemic chemotherapy in the treatment of brain tumors but also to the development of more effective therapeutic strategies.\nCONFLICT OF INTEREST\n      The authors declared no competing interests for this work.\nAUTHOR CONTRIBUTIONS\n      J.L. wrote the manuscript. J.J., J.W., and X.B. performed the research. J.L. and X.B. analyzed the data. A‐C.T. and N.S. contributed new reagents.\nSupporting information\n      \n        \n          Tables S1–S3\n        \n        \n          \n            Click here for additional data file.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8301582/\nhttps://doi.org/10.1111/cts.12978",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8301582/",
    "doi": "https://doi.org/10.1111/cts.12978"
}