{
    "title": "Personalised, image-guided, noninvasive brain stimulation in gliomas: Rationale, challenges and opportunities",
    "abstract": "In this framework, the cathodal field generated by tDCS in the region surrounding the tumour aiming to control neuronal excitability could also benefit patients by restricting migration of cancer cells localised in the cathodal field (i.e., in the immediate vicinity of the tumour borders) and potentially interfering with migration and infiltration across the brain. In this framework, the cathodal field generated by tDCS in the region surrounding the tumour aiming to control neuronal excitability could also benefit patients by restricting migration of cancer cells localised in the cathodal field (i.e., in the immediate vicinity of the tumour borders) and potentially interfering with migration and infiltration across the brain. This scenario is probably the most difficult to optimise, and must include a multidisciplinary effort involving, for instance, expertise related to biophysical modelling in order to maximize targeting, as well as knowledge from the anatomopathologist to estimate the percentage of glial cell in the surgical/biopsy tissue samples actually forming synapses with the surroundings neuronal tissue, and therefore estimate risk of possible tumour proliferation induced via NiBS along with the differential contribution to proliferiation by the different neurons.",
    "authors": [
        "Giulia Sprugnoli",
        "Simone Rossi",
        "Alexander Rotenberg",
        "Alvaro Pascual-Leone",
        "Georges El-Fakhri",
        "Alexandra J. Golby",
        "Emiliano Santarnecchi"
    ],
    "published_year": "2021",
    "description": "1\n      Introduction\n      Due to limited therapeutic options, incidence in relatively young people, delayed diagnosis, and infiltration into the brain parenchyma, malignant brain tumours rank fourth among all cancers in terms of number of years of life lost, despite representing only 2% of all cancers [1]. Among primary brain cancers, glioblastoma (GBM) is the most frequent and aggressive high-grade glioma (HGG, WHO glioma IV), with a mean survival of approximately 16–18 months from diagnosis [2]. Many novel nonsurgical and nonpharmacologic therapies have been tested over the last decades as adjuncts to the standard of care that includes surgery, radiation and chemotherapy [3]. Among these, a tumour treating [electrical] fields (TTFs) device (Optune- NovoTTF-100A System) that generates transcranial electrical stimulation utilising alternating current at a frequency of 200 kHz may work by disrupting mitosis in cancerous cells. The device has been cleared by the FDA and recommended in combination with chemotherapy (CHT) by the National Comprehensive Cancer Network as a potentially effective treatment for patients with newly diagnosed GBM [4]. However, the benefit of TTF in terms of patient survival has been modest (20.9 months in the TTF-CHT group vs 16.0 months in the CHT group [5,6]), and no benefits have been reported for patients with recurrent GBM [6]. Thus, novel therapeutic strategies for HGG remain an unmet need.\n      The recent discovery of neuron-to-glioma synaptogenesis offers the possibility for novel strategies to interfere with this new pathophysiological behaviour [7,8], also delineating the new field of cancer neuroscience [9]. While the concept of HGG promoting neuronal excitability is not new [10], the existence of synaptic neuron-to-tumour connections, which lead HGG cells to depolarize in response to neuronal spiking and proliferate, is completely novel. Glioma cells reflect cellular subpopulations at various stages of astrocytic and oligodendrocytic differentiation, such as oligodendroglial precursor cells (OPCs) [11]. Normal OPCs are able to form synapses with neurons, a communication that regulates progenitor cell proliferation, migration, differentiation and even synaptic plasticity in the human brain [11]. Interestingly, only OPCs and stem and progenitor cells (NPCs) are provided with a subtype of amino-3-hydroxy-5-methyl-4-isoxazole propionic acid receptors (AMPA-R, ionotropic glutamate receptors) lacking of a GluR2 subunit that makes the receptors Ca2+-permeable, in contrast to the AMPA-R type of the differentiated neurons that are not permeable to Ca2+\n[11]. Of note, Ca2+-permeable AMPA-R are also physiologically expressed in interneurons and characterised by fast kinetics thought to be crucial for neural development and synaptic plasticity, in terms of triggering long-term potentiation (LTP) and defining synaptic efficacy [12]. Surprisingly, glioma cells express the same excitatory synaptic structures consisting of Ca2+-permeable AMPA-R observed in normal OPCs [7,8]. Also, similarly to the normal OPCs forming the axoglial synapses, glioma cells have been observed only in the postsynaptic part of these neuron-glioma synapses [7,8] and the depolarising currents cause a calcium-ion influx into the glioma cells that ultimately promote tumour proliferation and invasiveness [7,8].\n      The above findings highlight a positive feedback mechanism between increased neuronal excitation triggered by gliomas and its impact on mitosis and migration, suggesting that controlling neuronal excitability in patients with HGG may inhibit tumour growth and proliferation, ultimately prolonging patient survival. To this end, we aim to bring attention to novel therapeutic opportunities offered by noninvasive brain stimulations (NiBS; Fig. 1), a group of neurostimulation techniques that include transcranial magnetic stimulation (TMS), and transcranial electrical stimulation (tES) [13,14]. The possibility to interfere/interact with ongoing neuronal activity and impact behaviour/cognition supported by a specific brain area has led to the implementation of ad-hoc neurostimulation protocols to affect motor and/or cognitive functions in the healthy brain, as well as FDA-approved devices and protocols for treatment of certain neurological and psychiatric conditions. NiBS protocols are safe and well-tolerated and have demonstrable capacity to modulate cortical excitability [13,14], intracortical excitation/inhibition (E/I) balance and cortical plasticity [15], even in a long-lasting manner via modifications of synaptic strength and efficacy mediated by mechanisms resembling LTP and long-term depression (LTD) [16], thus may offer an interesting opportunity for modulation of neuron-to-glioma functional circuitry activity.Fig. 1NiBS techniques. (a) Transcranial Magnetic Stimulation (TMS) can be applied as a single stimulation pulse (single pulse TMS, spTMS), pairs of stimuli separated by variable intervals (paired pulse TMS, ppTMS) delivered to the same or different brain areas, or as trains of repetitive stimuli at various frequencies (repetitive TMS, rTMS) to respectively measure cortical excitability, excitation/inhibition balance and induce long-lasting neuromodulation effects and changes in plasticity. Outside the motor cortex, accurate targeting is guaranteed by a neuronavigation system that provides, on the basis of individual MRI data, the spatial coordinates of a target area allowing the coil to be held in the correct position during a stimulation session, as well as in subsequent ones. Long Term Depression (LTD) and Long Term Potentiation (LTP)-like effects are mediated by multiple mechanisms, such as actions on GABA and NMDA receptors, gene induction and modulation of numerous neurotransmitters. When spTMS is applied to the motor cortex, TMS elicits motor evoked potentials (MEPs) recorded via surface electromyography, whose amplitude reflects the excitability and integrity of the corticospinal system, the conduction properties along peripheral motor pathways, and the degree of excitability of the motor cortex itself [27]. When ppTMS is delivered, depending on the specific stimulation parameters, intracortical Inhibition and Facilitation can be assessed, respectively measuring the activity of GABAergic and glutamatergic (inter)neurons as well as excitation/inhibition balance (E/I). (b) Transcranial electrical stimulation (tES) can be applied using 2 electrode or adopting multifocal montages that allow for finer customisation of stimulation protocol and targeting accuracy over the region(s) of interest. tDCS: Direct Current Stimulation causes a subthreshold depolarisation of neurons under the anode (increased excitability) and hyperpolarization of neurons under the cathode (decreased excitability). Transcranial alternating current stimulation (tACS) is capable of modulating cortical rhythms, i.e. to entrain neuronal firing at a specific frequency and causing enhancement of related brain functions [28,29]. tACS depolarised and hyperepolarised neurons at a specific frequency (e.g., 10Hz), increasing the probability of neuronal spiking in response to other inputs during their depolarised phase via stochastic resonance mechanism [23]. As per the STDP law, synapses of neuronal network that have a resonance frequency matching that of repetitive inputs are strengthened. Transcranial random noise stimulation (tRNS) delivers electrical noise in a wide frequency band (1–640 Hz) to modulate cortical excitability. The injection of noise is thought to promote the excitability of pyramidal cells via stochastic resonance mechanism, but activation of voltage-gated sodium channels has been documented as well [23]. tRNS after-effects seems to be mediated by GABA receptors and voltage-gated sodium channels [23]Fig 1\n      In light of recent findings of electrical HGG integration, NiBS can be regarded as a potential tool to suppress the proposed neuron-to-glioma communication by, for instance, inhibiting neuronal populations surrounding HGG via LTD-like effects. On the other hand, NiBS could also affect tumour growth via non-neuronal effects. Indeed, NiBS has recently been found to modify cerebral and intratumoural perfusion [17], the permeability of the blood brain barrier (BBB) [18], and to interact with microglia [19], suggesting additional interventional -still unexplored- noninvasive stimulation strategies for patients with brain tumours.\n2\n      Transcranial stimulation\n      TMS leverages the principle of electro-magnetic induction by which an intracranial electric field (E-field) is induced by a rapidly fluctuating (i.e., 300–350 μs) magnetic field that penetrates into the brain through the scalp and skull [15], focally depolarising neurons (Fig. 1A). TMS was introduced in 1985 and several TMS devices are currently approved by the FDA and other regulatory agencies worldwide for the treatment of drug-resistant depression, obsessive compulsive disorder and migraine with aura, as well as for presurgical mapping of eloquent areas including motor and language areas [13]. When multiple stimuli are applied in a repetitive fashion (repetitive TMS - rTMS), the stimulation induces long-term plastic changes in the brain, modifying the efficacy of synaptic communication by triggering LTP or long-term depression (LTD)-like mechanisms, depending on the specific frequency applied. In particular, high-frequency rTMS (>1Hz) or intermittent TBS – iTBS (short trains of impulses) usually increases cortical excitability and causes LTP-like effects, while low frequency rTMS (≤ 1 Hz) or continuous TBS – cTBS (single train of pulses) more frequently causes a decrease of cortical excitability and eventually LTD-like effects (Fig. 1A) [15]. Physiological LTD induction is dependant on N-methyl-D-aspartate (NMDA) receptors that are usually mildly stimulated via low frequency stimulation (LFS), leading to a modest intracellular Ca2+ elevation that in turn activates protein phosphatases responsible of downregulation of AMPA-R [20]. LTD (and LTP)-like phenomena induced by TMS have been related to glutamatergic NMDA-mediated transmission and relative influx of Ca2+ into the post synaptic cells that downregulate the AMPA-R, both in vitro and in vivo\n[21]. Apart from LFS, LTD can be physiologically also induced via baseline synaptic stimulation contemporaneously with depolarisation (i.e., pairing), by administration of an appropriate receptor agonist or via timed back-propagating action potentials (i.e., spike-timing dependant plasticity - STDP) [20]. TMS protocols have been adapted to match each of these LTD-inducing mechanisms (for a comprehensive review see [21]). Finally, long-term effects of TMS seem to depend also on activity-dependant brain-derived neurotrophic factor (BDNF) plasticity, gene induction and modulation of multiple neurotransmitter levels [22]. Therefore, TMS is thought to act via numerous mechanisms and pathways to modify synaptic plasticity, potentially relevant to decrease the neuronal-induced tumour growth.\n      In contrast to TMS that depolarises neurons thus generating action potentials, tES involves almost imperceptible electrical currents (~2 mA) delivered by scalp electrodes, that reach the cortex where they modulate the resting membrane potential, thus affecting the excitability of pyramidal cortical neurons [23] without directly inducing neuronal firing (Fig. 1B). Optimised tES protocols enable multielectrode solutions to target cortical regions with a few centimeters resolution. Among tES methods, transcranial direct current stimulation - tDCS, involves subthreshold depolarisation of neurons under the anode (generally resulting in an increase of their excitability) and hyperpolarisation of those under the cathode (decrease of excitability), respectively leading to enhancement or suppression of regional brain activity usually paralleled by cognitive/behavioural modifications linked with the role of the targeted regions/networks [24]. Short-term effect of tDCS involves voltage-dependant ion channels, while stimulation extending over a few minutes promotes LTP or LTD-like plasticity that can also affect interconnected cortical and subcortical areas [23], again relying on NMDA receptors and Ca2+ influx [25]. In addition, tDCS acts on cortical excitation/inhibition balance via a modulations of γ-aminobutyric acid (GABA), BDNF and glutamate/glutamine concentrations [23]. Other forms of tES that deliver different type of current (i.e., alternating current or random noise) have been developed and tested during the last years among healthy subjects to increase their cognitive abilities as well on patient populations to restore physiological neural activity [23] (see Fig. 1B).\n      LTD-like changes in synaptic excitability could be relevant in the new neuron-to-glioma context, where reduced probability of neuronal firing after a presynaptic event would reduce the activation of Ca2+AMPA-R in the post-synaptic glioma cell, leading to a limited inflow of Ca2+ signal mitosis-promoting and thus potentially limiting the neuronal contribution to glioma growth [7], [8], [9]. Notably, NiBS protocols differ conceptually from the currently-used TTF paradigm in which alternating current is delivered at extra-physiological frequencies (200 kHz) and is aimed at directly interfering with cancer cell mitosis, rather than modulating neuronal activity [26]. TTFs requires patients to shave their head and wear the devices at least 18 h/day in order to be effective, whereas tES offers a light and highly portable alternative that typically produces neurophysiological (i.e., modulation of cortical excitability) and cognitive effects (i.e., performance increase) even with single, relatively short (i.e., 30 min) sessions. Finally, a considerable percentage of patients receiving TTFs (up to 43%) reports dermatological adverse effects such as dermatitis, erosions, ulcers, and infections due to the continuous wearing of the device [26], while NiBS has a good safety profile, with no adverse effects other than occasional scalp itching and redness, especially for tES [14]. As for TMS, the risk of a seizure induction is low, even in patients with pre-existing epileptic conditions or who are taking medications which potentially lower the seizure threshold [13]. Also, it must be noticed that patients with brain tumour usually assume antiepileptic treatment lowering the possibility of the occurrence of seizures. Moreover, NiBS protocols that increase the risk of seizure are those inducing hyperexcitability in the brain, that reasonably will not be those applied in the case of patients with brain tumours since the aim is to suppress the neuron-to-glioma communication via inhibitory protocols of stimulation, thus further lowering the possibility of inducing seizures.\n      In conclusion, many of the neurophysiological peculiarities offered by NiBS can potentially impact tumour pathophysiological mechanisms that are currently not targeted by other therapeutic approaches, including TTF that supposedly affects tumour mitosis. Considering the standard of care provided to patients with HGG, consisting in surgical excision, radiotherapy plus concomitant chemotherapy and adjuvant chemotherapy, a specific temporal framework can be proposed for the implementation of NiBS (Fig. 2). We foresee a roadmap of the many opportunities through which NiBS applications could be offered to patients at multiple timepoints in their clinical course, possibly in a personalised manner (e.g., considering tumour location, type, size, extension of peritumoural infiltrated tissue; Fig. 2). In the following sections, biological mechanisms for local and network-based NiBS applications are presented, with suggestions for potential clinical trial protocols in patients with HGG.Fig. 2Temporal Framework for potential NiBS Applications. Potential applications of NiBS in patients with brain cancers are presented, considering the timeline of standard of care therapy (e.g., surgical excision, radiotherapy plus concomitant chemotherapy, adjuvant chemotherapy). NiBS could be carried out via repetitive application in a long-term perspective to cause LTD-like effects, while other applications could be limited to a defined temporal window matching standard therapies, whose efficacy could be enhanced by concomitant application of NiBS, e.g. promoting drug delivery during CHT. Given the portability of tES in particular, extended home-use may be feasible. Baseline assessment should include neuroimaging and/or nuclear imaging data for image-guided personalised interventions to maximise effects towards relevant areas with minimal side effects, e.g. targeting the solid mass to reduce intra-tumoural perfusion, or the surrounding brain regions to inhibit tumour-promoting neural activity. Finally, amelioration of neurological, cognitive and psychiatric symptoms – thereby avoiding or reducing additional pharmacological treatments — could also be considered in patients with HGG, given the positive effects documented in other populations of patients. Note: CHT = chemotherapy, MRI = Magnetic Resonance Imaging, PET = Positron Emission Tomography, TAMs = Tumour-Associated Macrophages.Fig 2\n3\n      Local therapy\n      NiBS may be used to modulate/suppress synaptic signalling of neurons surrounding an HGG tumour, therefore slowing down its mitosis and migration rate. Moreover, additional, non-neuronal effects of NiBS have begun to emerge, such as modulation of perfusion and permeability, as well as activation of microglia, each one potentially relevant for brain tumour management.\n      \n        3.1\n        Suppression of neuronal activity-regulated cancer growth\n        Recent pivotal work by two independant groups has demonstrated that neuronal activity promotes the proliferation and invasiveness of HGG in vivo [7,8]. One of the two groups, led by Michelle Monje, has shown that neural activity promotes the mitosis of cancer cells via a specific pathway involving synaptic protein neuroligin-3 (NLGN3) for adult and paediatric GBM, diffuse intrinsic pontine gliomas (DIPG), and anaplastic oligodendrogliomas [30]. NLGN3, secreted in an activity-dependant manner by neurons, inversely correlates with overall survival (OS) of adult GBM patients [30], and patient-derived orthotopic xenografts of paediatric GBM, DIPG and adult GBM are unable to grow in NLGN3-knockout mice [31]. These findings were recently complemented by the observation of synaptic structures between HGG cells and surrounding neurons in multiple models of HGG and DIPG, such as in patient-derived xenografts, resected human tumour tissue, and genetic mouse models [7,8]. As anticipated, these neuro-gliomal synapses show the characteristics of glutamatergic chemical synapses, specifically involving Ca2+-permeable AMPA receptors, with the glioma cells being exclusively postsynaptic. AMPA-R have been observed along the tumour microtubes, representing long cellular processes crucial for tumour invasion and allowing the connection of glioma cells into a functional communicating network, essential for transferring growth elements and factors favouring treatment resistance [8]. The investigators observed fast excitatory postsynaptic current propagating inside the HGG cells, mediated by AMPA receptors and time-locked with the neuronal spiking of the presynaptic neurons. This fast response is followed by a long-lasting depolarizing current, probably depending on extracellular concentration of potassium ions rather than on synaptic activity. In total, approximately 31% of the observed GBM cells showed at least one of these electrical responses [8]. Additionally, electrical currents were found to spread in the network of interconnected glioma cells via gap junctions, strengthening also the connectivity between the cells’ network. Finally, depolarisation currents cause a calcium transient inside the cells, ultimately driving mitosis and invasiveness. Pharmacologic and genetic blockage of AMPA receptors, as well as drug targeting gap junctions, reduced the invasion and mitosis of glioma cells, in turn promoting mouse survival.\n        Interestingly, such neuron-to-glioma communication is not unilateral. In clinical settings, glioma patients have an increased risk of seizures, and worsening seizure control correlates with recurrence [10]. Even if glioma cells are not able to spike, they have been found to promote neuronal firing in order to create a positive feedback with neurons for their further activation via multiple mechanisms, such as synaptogenic factor secretion, non-synaptic glutamate release, and by reducing the activity of inhibitory interneurons in the surrounding microenvironment [10]. Accordingly, epileptiform activity has been found to arise in the infiltrated parenchyma of glioma xenotransplants [32], strongly dependant on glutamate release [10]. Monje and colleagues further confirmed and extended these data by showing increased high gamma (γ, 70–110 Hz) activity–an index of neuronal activation— in infiltrated tissue of patients with HGG via intraoperative electrocorticography [7]. Overall, HGG is integrated into the brain and is even capable of initiating a vicious circle to promote its mitosis and invasiveness by amplifying the excitability of the surroundings neurons. Further research is needed, including investigations directed at LGG, considering that LGG–and not HGG- are more frequently associated with epilepsy in the clinical settings [33].\n        Given the ability of rTMS and tDCS of causing long-lasting suppression of neuronal spiking/excitability via LTD-like effects, these techniques could represent safe and useful tools to modulate neuronal firing and thus, hopefully, limit glioma mitosis and invasiveness. In support of this, it has already been shown that both high-frequency rTMS (600 pulses over 30 min daily) and low-frequency rTMS (1800 pulses over 30 min daily at 1 Hz) protocols applied to the left or right dorsolateral prefrontal cortex for drug-resistant depression are able to induce long-lasting changes in local cortical activity, connectivity, perfusion, and even affect structural brain properties [34,35]. Given the focality of TMS electric fields (E-field, 1-2 cm3), rTMS could be applied to several locations surrounding a small cortical lesion, consequently targeting a relatively limited bordering neuronal population; alternatively, a local or distant single area could be targeted based on significant communication with the HGG cells detected via neuroimaging modalities such as functional MRI-based connectivity.\n        Compared to TMS, tDCS applies a broader E-field that can be useful in the presence of larger lesions receiving inputs from multiple other brain regions. Despite not being able to directly inhibit the spiking of pyramidal neurons, the cathodal field can reduce the probability of the neuronal spiking in the targeted cortical areas via LTD-like effects as well, representing an appealing approach to interrupt diffuse neuron-to-glioma communication (see also Network-based therapeutic opportunities paragraph). Additionally, both techniques can be safely combined in the same protocol to induce a synergistic effect on brain excitability [13]. A recent study simultaneously applying rTMS at inhibitory frequency and cathodal tDCS over the motor cortex showed a stronger inhibitory modulation of motor evoked potential (MEPs amplitude, an index of corticospinal excitability) compared to each technique separately [36]. Finally, direct modulation of glioma cellular depolarisation by NiBS could not be a-priori excluded, i.e., making the glioma cells less able to depolarise in response to neuronal spiking. The potential decrease of tumour responsiveness to neuronal spiking via NiBS need to be assessed, possibly starting from in vitro and preclinical models.\n      \n      \n        3.2\n        Perfusion and permeability\n        Recently, extra-neuronal effects of NiBS have begun to receive attention, with animal and human studies exploring the effect of tES on vascular brain components. The first study exploring perfusion effects of tDCS in humans was conducted on healthy subjects receiving direct current stimulation (tDCS) during the acquisition of a perfusion-sensitive Magnetic Resonance Imaging scan (Arterial Spin Labelling, ASL [37]). The authors showed modulation of Cerebral Blood Flow (CBF) in the targeted cortical regions, with a positive correlation to stimulation intensity. In particular, both anodal and cathodal stimulation induced a significant CBF increase with respect to baseline level, with anodal stimulation having a stronger and more reliable vascular modulatory effect across repeated stimulation blocks [37]. In gliomas, tumour perfusion is positively correlated with WHO grade and negatively with survival [38], [39], [40]. Particularly for GBM, neoangiogenesis and high perfusion are the most distinctive histopathological features, related to extreme invasiveness and aggressive growth, as well as with markers of cell proliferation (e.g., Ki67 index [38,39]). CBF and CBV (Cerebral Blood Volume) represent validated and reliable imaging markers of tumour progression, with increased CBF on perfusion-sensitive MRI sequences predicting shorter PFS and OS [40]. Therefore, considering the potential importance of inhibiting tumour perfusion, antibodies targeting neoangiogenesis pathways (e.g., Bevacizumab) have been developed and tested, without finding however significant benefit in OS in newly diagnosed nor in recurrent GBM, probably due to the single pathway targeting that causes a compensatory increase in other neoangiogenesis strategies [41].\n        Electrical current has been shown to reduce intratumoural perfusion in extracranial tumours (i.e., breast and lung cancer, liver metastases) when applied via two or more platinum electrodes located directly inside of the tumour or in the surrounding tissue. In the last two decades, the application of electrical stimulation (Electrical Treatment, ET) to malignant visceral tumours has been found to reduce tumour perfusion via a vasoconstriction phenomenon, and even cause tumour necrosis when applied over multiple days [42]. In addition, ET (usually delivering 1000 V/cm at 5 kHz) seems to potentiate the effect of chemotherapy (CHT), by decreasing tumour blood flow, which in turn prolongs the contact with and consequently the action of CHT agents on tumour cells. ET also modulates tumour trans-membrane permeability favoring drug internalization [42], aligning with tDCS evidence in rat and endothelial monolayer models [18,43]. For these reasons, many trials applying electrochemotherapy, as it is now known, are being conducted on colorectal tumours, basal cell carcinoma and even spine metastases [44]. Targeted delivery of electrical stimulation to the solid tumour mass could, in theory, reduce intratumoural perfusion similarly to that observed in extracranial tumours and eventually even induce tumour cell necrosis.\n        A recent pilot study by our group tested this possibility in patients with GBM (n = 6) and lung metastasis in the brain (n = 2) [17]. Multifocal tDCS was delivered for 20 min with an MRI-compatible device while the patient was inside the MRI scanner allowing contemporaneous assessment of perfusion variation via a CBF-sensitive sequence (ASL) in a single experimental session. Direct current stimulation was applied according to individualised biophysical models based on manually traced tumour masks of the necrotic core, solid tumour and T2-hyperintense region, in order to maximise the E-field over the solid tumour mass. All the patients completed the study without reporting any adverse effects, and a decrease in intratumoural perfusion (-36% of CBF respect to baseline) was observed, while no significant changes were detected in the surrounding edema, necrotic core nor other control regions of the brain. Importantly, 3 patients also underwent another single session of tDCS inside the MRI scanner in the post-surgical setting, demonstrating the safety of applying tDCS in patients with skull breaches and skull fixation hardware [17]. Despite being a preliminary investigation, carried out with a single stimulation session instead of repeated daily applications, this study supports the possible role of tDCS as a novel therapeutic approach for brain cancers, especially if combined with standard CHT regimens and applied for repeated sessions, as currently performed with electrochemotherapy in extracranial tumours where intratumoural perfusion reduction seems to prolong drug persistence in the tumour vessels, possibly boosting their actions [42]. Given the perfusion reduction observed following a single session of tDCS (20 minutes), it is reasonable to assume a greater – and clinically meaningful - decrease following repeated sessions of tDCS, as observed in extracranial tumours with electrochemotherapy that can even lead to necrosis [45]. However, potential negative effects need to be carefully taken into consideration before scaling up this type of investigation in brain tumours patients, such as the theoretical reduction of cancer sensitivity to radiotherapy treatment (due to the lower oxygen concentration consequent to the perfusion reduction [46]), potential perfusion decrease in the healthy brain tissue surrounding the lesion, or the promotion of the recently discovered neuron-to-glioma communications. For these reasons, tDCS targeting the tumour perfusion could be tested at recurrence when radiotherapy usually has been already delivered and therapeutic options are very limited [47], possibly in combination with antiepileptic treatments (e.g., Perampanel) aiming to decrease neuronal excitability. As for the theoretical reduction of radiotherapy sensitivity, no data are available to date, but hypoxia could be assessed and monitored via 18F-Fluoromisonidazole (18F-FMISO) PET scan. F-MISO correlates with VEGF expression, can distinguish between LGG and HGG, is able to predict poor prognosis and to estimate chronic tissue hypoxia [48]. GBM is characterised by vascular proliferation and necrosis, with the latter representing a consequence of the extreme hypoxia in the tumour core due to high proliferation and lack of adequate metabolic supply [39]. A possible solution to avoid the hypoxia induced mechanisms with NiBS intervention, could be represented by the application of repetitive and prolonged sessions of stimulations that do not allow the tumour to sufficiently activate the neoangiogenesis response and rapidly prompt its necrosis, as observed in extracranial tumours [45].\n        With regard to the generalised perfusion decrease, accurate biophysical modelling to enable precise targeting of the solid mass would ensure personalised stimulation to the tumour mass without significantly affecting the surrounding brain, especially with the adoption of multifocal montages controlling E-field distribution. Assuring physiological blood flow in peri-tumoural regions could be fundamental not only to maintain basic physiology and metabolism via the delivery of adequate amount of oxygen and nutrients, but also to ensure the delivery of drugs/CHT in the infiltrated tissues that, in case of an impaired perfusion, could not sufficiently reach that region. The absence of significant CBF variation in the rest of the brain -when adopting multifocal montages selectively targeting the solid mass– needs to be confirmed in larger patient samples via non-invasive MRI assessment (e.g., non-contrast enhanced perfusion acquisition such as ASL, and contrast-enhanced perfusion scan such as Dynamic Susceptibility Contrast–DSC). tDCS could even exert a spontaneous dissociable effect on brain tissue regarding perfusion modulation. In particular, tDCS could increase CBF in the healthy brain characterised by normal, intact vessels, and at the same time induce a perfusion decrease in the tumour tissue region, due to its abnormal vessels’ micro- and macrostructure (i.e., impaired shunts, lack of smooth muscle cells in the walls, irregular macrovascular architecture [42,49]). Overall, exploring the exact boundaries of perfusion reduction obtained with tDCS in brain tumours is necessary to assure safety and maintain the efficacy of other concurrent therapy such as CHT. In particular, it is crucial to accurately define the limits of perfusion reduction in the case of GBM, whose recurrence often takes place within 2 cm of the resection margins [50]. Thus, a controlled reduction of perfusion in the immediate vicinity of the macroscopic tumour borders could be useful to constrain the progression of the disease. In that case, instead of restricting the targeting to the macroscopic tumour area, NiBS could be targeted to the surrounding areas following an approach analogous to radiotherapy, for instance including 2 cm3 of radiographically healthy tissue [17,51].\n        Beyond effects on perfusion, tDCS has been shown in rats to transiently increase the permeability of the BBB to small and large molecules after only 20’ of stimulation [43], with the increase in water and solute flux being confirmed by subsequent experiments in endothelial monolayers [18]. The magnitude of the induced flow was found to linearly correlate with the intensity of applied current and to be caused by an electroosmotic mechanism. The changes in permeability were observed at electrical intensities that are usually reached on the cortex via transcranial stimulation in humans (0.5 mV) [18]. Therefore, tDCS seems to affect vascular brain components in –at least— two ways: (i) by varying perfusion at the macroscale level (i.e. CBF), and (ii) by changing BBB permeability at the microscale (Fig. 3A). Both mechanisms could be extremely relevant in the context of brain tumour management, the former for decreasing intratumoural perfusion and the latter for enhancing the delivery of drugs through the BBB [52]. Interestingly, in vitro as well as animal models of tDCS have demonstrated an increase in permeability and concentration of molecules up to 70 kDa [18,43] while the standard chemotherapy agent for GBM (i.e. Temozolomide) involves a small molecule of only 192 Daltons.Fig. 3Local and network-based NiBS application. (a) Local (tumoural-peritumoural) approaches of different NiBS protocols for brain cancer management can include: (i) reduction of tumour perfusion to slow down cancer growth via tDCS, (ii) increase of BBB permeability to enhance drugs delivery via tDCS, (iii) migration control of further spreading leveraging galvanotaxis via tDCS, (iv) stimulation of TAMs tumour suppressive phenotype via tACS, and (v) suppression of neuronal tumour-promoting activity via inhibitory NiBS protocols. (b) Additionally, network-based approached based on advanced MRI and PET imaging could be developed to optimise interventions aimed at restoring cognition and/or controlling neuronal tumour-promoting activity, optimising growth control, and slowing spread of cancer cells. On top of using the aminoacidic tracer to delineate tumour extent, PET imaging optimize treatment planning and assessment of response to therapy [65], and could also be tested as predictor of migration and/or sustainment of tumour growth by looking at the classic 18F-2-fluoro-2-deoxy-D-glucose (18F-FDG)-PET, whose regional standard uptake volume might unveil the brain regions characterised by the highest glucose uptake [66], possibly having the strongest influence on neuronal-promoted tumour growth. Perfusion-weighted imaging (PWI) could refine targeting by identifying recently discovered resting-state perfusion networks, beyond their utility as measures of target engagement by NiBS [67,68]. Note: red dots = tumour; orange dots = site of migration and thus of neuronal suppression; blue dots = most impaired brain regions leading to cognitive deficits; BBB = blood brain barrier; dMRI = diffusion MRI; fALFF = fractional Amplitude of Low-Frequency Fluctuations; fMRI = functional Magnetic Resonance Imaging; PET = Positron Emission Tomography; rs-fMRI = resting-state fMRI; TAMs = Tumour-Associated Macrophages.Fig 3\n      \n      \n        3.3\n        Microenvironment\n        Malignant brain cancers, such as GBM, are capable of interacting with the entire tumour microenvironment, ranging from preexisting vessels to the immune system, in order to promote tumour growth and resistance to treatments [53]. tES techniques seem to have the potential to interfere with at least some of the cellular components of the tumour microenvironment, raising the possibility to counteract the self-promoting action of cancer cells and restore more physiological cellular function of the tumour environment. GBM is characterised by the ability to form a virtual cellular continuum to transfer inorganic and genetic molecules into surrounding healthy tissue via tumour microtubes, thereby changing the phenotype of the microenvironment cells towards one promoting tumour resistance and survival [53]. Microglia, the innate immune cells of the brain, are involved in the defense against pathogens and toxins. By disrupting the BBB, GBM allows monocytes and macrophages -recruited by the tumour cytokine and chemokine gradient— to infiltrate the lesion, forming, together with the resident microglia, the so called “tumour-associated macrophages” or “myeloid cells”–TAMs [54]. TAMs supports tumour growth by (i) producing matrix metalloproteinases involved in extracellular matrix degradation, which is essential to GBM migration and invasion, and (ii) promoting angiogenesis via the secretion of VEGF-A and other molecules [53]. Therefore, the suppression of pathological TAM activation could represent a therapeutic option, with some antibodies targeting their recruiting pathway currently under investigation [54]. Microglia modulation via tES has been observed in healthy preclinical models [19], and promising evidence is emerging for an effect in Alzheimer's Disease (AD) [55,56]. A recent preclinical study in an AD mouse model showed that exogenously-induced increases in brain γ oscillations (i.e. gamma band) via optogenetic stimulation modulates the activity of microglia, modifies inflammatory brain processes, and leads to clearance of β-amyloid and p-tau deposition [55,56]. Now, pilot studies from our group (NCT03880240, NCT04425148) are investigating translation of these findings in patients with neurodegenerative disease such as AD and Frontotemporal Dementia by delivering tACS capable of entraining neurons at the provided frequency, such as in the gamma band (i.e. 40 Hz) with the goal of restoring microglial function [57]. Considering the promising results in AD models and preliminary evidence in tumor animal models, human translational research is needed to explore eventual modulation of microglia and/or of specific neuron type (i.e., parvalbumin-positive interneurons) via one or more types of tES in brain tumour patients [58].\n      \n      \n        3.4\n        Galvanotaxis\n        The discovery that cells can be oriented and guided in their migration when exposed to electric fields –or galvanotaxis— dates to the nineteenth century [59]. This phenomenon has been explored and confirmed in a variety of physiological and pathological contexts, such as embryonic development, nerve cell growth, angiogenesis, wound healing, and cancer cell migration [59]. The magnitude of migration, orientation and reactivity to electrical charges varies across cell types and a major role for asymmetric ionic flux and redistribution of charged membrane particles is seen at the core of this phenomenon [59]. Generally, both healthy and cancerous cells align and migrate towards the cathode, although the opposite (e.g. anodal migration) is also possible, as observed in metastatic lung or breast cancer cells [59]. GBM cells follow the same migration routes of immature neurons and stem cells, that is along brain vessels and white matter tracts (e.g. the so-called Scherer's structures [60]). Additionally, GBM cells tend to reside in perivascular niches to easily extract nutrients from the bloodstream, particularly the subpopulation of glioma cells capable of self-renewing (Brain Tumour Initiating cells – BTICs) that ultimately seems to be responsible for the constant self-renewal capacity of GBM [61]. A recent study tested the migration pattern of BTICs from three different human GBM types, in both 2D and 3D environments under the influence of an E-field (EF = 0,5–1 V/cm [62]). The investigators showed that the migration pattern is affected by the environment, namely that glioma cells migrate towards the anode in a 2D environment and towards the cathode when posed in a 3D extracellular matrix [62]. Even if the intensity of the electric field typically used to induce the galvanotaxis phenomenon is notably higher than the one reached in the human brain with tDCS (around 0,008 V/cm in tDCS compared to 0,5–1 V/cm in galvanotaxis), a similar phenomenon during tDCS cannot be excluded, especially in the case of repetitive tES sessions to obtain long-lasting changes of excitability/perfusion. Accordingly, neuronal stem cells were found to increase their migratory activity under the influence of tDCS delivered within typical human parameters in a rat model, even if a direct migration trend towards the cathode or electrode was not detected [63].\n        In this framework, the cathodal field generated by tDCS in the region surrounding the tumour aiming to control neuronal excitability could also benefit patients by restricting migration of cancer cells localised in the cathodal field (i.e., in the immediate vicinity of the tumour borders) and potentially interfering with migration and infiltration across the brain. Also, human peripheral blood mononuclear cells (i.e., lymphocytes and monocytes) have been found to migrate towards the cathode as well. T cells are typically downregulated in GBM by the tumour-promoting microglia phenotype [64]. A potentially beneficial colocalisation of T cells in the tumour regions could be obtained in the regions targeted by the cathode, with the aim of promoting the immunological antitumoural response [64]. This could promote the immunotherapy treatments which currently have not shown positive results, due to the “cold” aspect of GBM (insensitive to immunotherapy) related to multiple mechanisms, such as strong immunosuppressive tumour action, impaired tumour antigen presentation, and the highly hypoxic and necrotic environment [64].\n        In conclusion, the potentials of NiBS techniques need to be extensively explored for their local therapeutic applications at multiple levels and timing in patients with brain cancers (Fig. 3A). These approaches could be investigated in combination with existing treatments such as CHT and TTF to act on tumour management at multiple scales. NiBS applications in pilot human studies, in animal and cellular models support the possibility of (i) suppressing neuronal activity-regulated cancer growth and slowing glioma mitosis/invasiveness, (ii) reducing tumour perfusion and potentially decreasing cancer growth, (iii) increasing vascular permeability and promote drug delivery, (iv) restoring microglia function, and (v) controlling cancer cell migration, with a favorable safety profile and minimal side effects for patients.\n3.1\n        Suppression of neuronal activity-regulated cancer growth\n        Recent pivotal work by two independant groups has demonstrated that neuronal activity promotes the proliferation and invasiveness of HGG in vivo [7,8]. One of the two groups, led by Michelle Monje, has shown that neural activity promotes the mitosis of cancer cells via a specific pathway involving synaptic protein neuroligin-3 (NLGN3) for adult and paediatric GBM, diffuse intrinsic pontine gliomas (DIPG), and anaplastic oligodendrogliomas [30]. NLGN3, secreted in an activity-dependant manner by neurons, inversely correlates with overall survival (OS) of adult GBM patients [30], and patient-derived orthotopic xenografts of paediatric GBM, DIPG and adult GBM are unable to grow in NLGN3-knockout mice [31]. These findings were recently complemented by the observation of synaptic structures between HGG cells and surrounding neurons in multiple models of HGG and DIPG, such as in patient-derived xenografts, resected human tumour tissue, and genetic mouse models [7,8]. As anticipated, these neuro-gliomal synapses show the characteristics of glutamatergic chemical synapses, specifically involving Ca2+-permeable AMPA receptors, with the glioma cells being exclusively postsynaptic. AMPA-R have been observed along the tumour microtubes, representing long cellular processes crucial for tumour invasion and allowing the connection of glioma cells into a functional communicating network, essential for transferring growth elements and factors favouring treatment resistance [8]. The investigators observed fast excitatory postsynaptic current propagating inside the HGG cells, mediated by AMPA receptors and time-locked with the neuronal spiking of the presynaptic neurons. This fast response is followed by a long-lasting depolarizing current, probably depending on extracellular concentration of potassium ions rather than on synaptic activity. In total, approximately 31% of the observed GBM cells showed at least one of these electrical responses [8]. Additionally, electrical currents were found to spread in the network of interconnected glioma cells via gap junctions, strengthening also the connectivity between the cells’ network. Finally, depolarisation currents cause a calcium transient inside the cells, ultimately driving mitosis and invasiveness. Pharmacologic and genetic blockage of AMPA receptors, as well as drug targeting gap junctions, reduced the invasion and mitosis of glioma cells, in turn promoting mouse survival.\n        Interestingly, such neuron-to-glioma communication is not unilateral. In clinical settings, glioma patients have an increased risk of seizures, and worsening seizure control correlates with recurrence [10]. Even if glioma cells are not able to spike, they have been found to promote neuronal firing in order to create a positive feedback with neurons for their further activation via multiple mechanisms, such as synaptogenic factor secretion, non-synaptic glutamate release, and by reducing the activity of inhibitory interneurons in the surrounding microenvironment [10]. Accordingly, epileptiform activity has been found to arise in the infiltrated parenchyma of glioma xenotransplants [32], strongly dependant on glutamate release [10]. Monje and colleagues further confirmed and extended these data by showing increased high gamma (γ, 70–110 Hz) activity–an index of neuronal activation— in infiltrated tissue of patients with HGG via intraoperative electrocorticography [7]. Overall, HGG is integrated into the brain and is even capable of initiating a vicious circle to promote its mitosis and invasiveness by amplifying the excitability of the surroundings neurons. Further research is needed, including investigations directed at LGG, considering that LGG–and not HGG- are more frequently associated with epilepsy in the clinical settings [33].\n        Given the ability of rTMS and tDCS of causing long-lasting suppression of neuronal spiking/excitability via LTD-like effects, these techniques could represent safe and useful tools to modulate neuronal firing and thus, hopefully, limit glioma mitosis and invasiveness. In support of this, it has already been shown that both high-frequency rTMS (600 pulses over 30 min daily) and low-frequency rTMS (1800 pulses over 30 min daily at 1 Hz) protocols applied to the left or right dorsolateral prefrontal cortex for drug-resistant depression are able to induce long-lasting changes in local cortical activity, connectivity, perfusion, and even affect structural brain properties [34,35]. Given the focality of TMS electric fields (E-field, 1-2 cm3), rTMS could be applied to several locations surrounding a small cortical lesion, consequently targeting a relatively limited bordering neuronal population; alternatively, a local or distant single area could be targeted based on significant communication with the HGG cells detected via neuroimaging modalities such as functional MRI-based connectivity.\n        Compared to TMS, tDCS applies a broader E-field that can be useful in the presence of larger lesions receiving inputs from multiple other brain regions. Despite not being able to directly inhibit the spiking of pyramidal neurons, the cathodal field can reduce the probability of the neuronal spiking in the targeted cortical areas via LTD-like effects as well, representing an appealing approach to interrupt diffuse neuron-to-glioma communication (see also Network-based therapeutic opportunities paragraph). Additionally, both techniques can be safely combined in the same protocol to induce a synergistic effect on brain excitability [13]. A recent study simultaneously applying rTMS at inhibitory frequency and cathodal tDCS over the motor cortex showed a stronger inhibitory modulation of motor evoked potential (MEPs amplitude, an index of corticospinal excitability) compared to each technique separately [36]. Finally, direct modulation of glioma cellular depolarisation by NiBS could not be a-priori excluded, i.e., making the glioma cells less able to depolarise in response to neuronal spiking. The potential decrease of tumour responsiveness to neuronal spiking via NiBS need to be assessed, possibly starting from in vitro and preclinical models.\n3.2\n        Perfusion and permeability\n        Recently, extra-neuronal effects of NiBS have begun to receive attention, with animal and human studies exploring the effect of tES on vascular brain components. The first study exploring perfusion effects of tDCS in humans was conducted on healthy subjects receiving direct current stimulation (tDCS) during the acquisition of a perfusion-sensitive Magnetic Resonance Imaging scan (Arterial Spin Labelling, ASL [37]). The authors showed modulation of Cerebral Blood Flow (CBF) in the targeted cortical regions, with a positive correlation to stimulation intensity. In particular, both anodal and cathodal stimulation induced a significant CBF increase with respect to baseline level, with anodal stimulation having a stronger and more reliable vascular modulatory effect across repeated stimulation blocks [37]. In gliomas, tumour perfusion is positively correlated with WHO grade and negatively with survival [38], [39], [40]. Particularly for GBM, neoangiogenesis and high perfusion are the most distinctive histopathological features, related to extreme invasiveness and aggressive growth, as well as with markers of cell proliferation (e.g., Ki67 index [38,39]). CBF and CBV (Cerebral Blood Volume) represent validated and reliable imaging markers of tumour progression, with increased CBF on perfusion-sensitive MRI sequences predicting shorter PFS and OS [40]. Therefore, considering the potential importance of inhibiting tumour perfusion, antibodies targeting neoangiogenesis pathways (e.g., Bevacizumab) have been developed and tested, without finding however significant benefit in OS in newly diagnosed nor in recurrent GBM, probably due to the single pathway targeting that causes a compensatory increase in other neoangiogenesis strategies [41].\n        Electrical current has been shown to reduce intratumoural perfusion in extracranial tumours (i.e., breast and lung cancer, liver metastases) when applied via two or more platinum electrodes located directly inside of the tumour or in the surrounding tissue. In the last two decades, the application of electrical stimulation (Electrical Treatment, ET) to malignant visceral tumours has been found to reduce tumour perfusion via a vasoconstriction phenomenon, and even cause tumour necrosis when applied over multiple days [42]. In addition, ET (usually delivering 1000 V/cm at 5 kHz) seems to potentiate the effect of chemotherapy (CHT), by decreasing tumour blood flow, which in turn prolongs the contact with and consequently the action of CHT agents on tumour cells. ET also modulates tumour trans-membrane permeability favoring drug internalization [42], aligning with tDCS evidence in rat and endothelial monolayer models [18,43]. For these reasons, many trials applying electrochemotherapy, as it is now known, are being conducted on colorectal tumours, basal cell carcinoma and even spine metastases [44]. Targeted delivery of electrical stimulation to the solid tumour mass could, in theory, reduce intratumoural perfusion similarly to that observed in extracranial tumours and eventually even induce tumour cell necrosis.\n        A recent pilot study by our group tested this possibility in patients with GBM (n = 6) and lung metastasis in the brain (n = 2) [17]. Multifocal tDCS was delivered for 20 min with an MRI-compatible device while the patient was inside the MRI scanner allowing contemporaneous assessment of perfusion variation via a CBF-sensitive sequence (ASL) in a single experimental session. Direct current stimulation was applied according to individualised biophysical models based on manually traced tumour masks of the necrotic core, solid tumour and T2-hyperintense region, in order to maximise the E-field over the solid tumour mass. All the patients completed the study without reporting any adverse effects, and a decrease in intratumoural perfusion (-36% of CBF respect to baseline) was observed, while no significant changes were detected in the surrounding edema, necrotic core nor other control regions of the brain. Importantly, 3 patients also underwent another single session of tDCS inside the MRI scanner in the post-surgical setting, demonstrating the safety of applying tDCS in patients with skull breaches and skull fixation hardware [17]. Despite being a preliminary investigation, carried out with a single stimulation session instead of repeated daily applications, this study supports the possible role of tDCS as a novel therapeutic approach for brain cancers, especially if combined with standard CHT regimens and applied for repeated sessions, as currently performed with electrochemotherapy in extracranial tumours where intratumoural perfusion reduction seems to prolong drug persistence in the tumour vessels, possibly boosting their actions [42]. Given the perfusion reduction observed following a single session of tDCS (20 minutes), it is reasonable to assume a greater – and clinically meaningful - decrease following repeated sessions of tDCS, as observed in extracranial tumours with electrochemotherapy that can even lead to necrosis [45]. However, potential negative effects need to be carefully taken into consideration before scaling up this type of investigation in brain tumours patients, such as the theoretical reduction of cancer sensitivity to radiotherapy treatment (due to the lower oxygen concentration consequent to the perfusion reduction [46]), potential perfusion decrease in the healthy brain tissue surrounding the lesion, or the promotion of the recently discovered neuron-to-glioma communications. For these reasons, tDCS targeting the tumour perfusion could be tested at recurrence when radiotherapy usually has been already delivered and therapeutic options are very limited [47], possibly in combination with antiepileptic treatments (e.g., Perampanel) aiming to decrease neuronal excitability. As for the theoretical reduction of radiotherapy sensitivity, no data are available to date, but hypoxia could be assessed and monitored via 18F-Fluoromisonidazole (18F-FMISO) PET scan. F-MISO correlates with VEGF expression, can distinguish between LGG and HGG, is able to predict poor prognosis and to estimate chronic tissue hypoxia [48]. GBM is characterised by vascular proliferation and necrosis, with the latter representing a consequence of the extreme hypoxia in the tumour core due to high proliferation and lack of adequate metabolic supply [39]. A possible solution to avoid the hypoxia induced mechanisms with NiBS intervention, could be represented by the application of repetitive and prolonged sessions of stimulations that do not allow the tumour to sufficiently activate the neoangiogenesis response and rapidly prompt its necrosis, as observed in extracranial tumours [45].\n        With regard to the generalised perfusion decrease, accurate biophysical modelling to enable precise targeting of the solid mass would ensure personalised stimulation to the tumour mass without significantly affecting the surrounding brain, especially with the adoption of multifocal montages controlling E-field distribution. Assuring physiological blood flow in peri-tumoural regions could be fundamental not only to maintain basic physiology and metabolism via the delivery of adequate amount of oxygen and nutrients, but also to ensure the delivery of drugs/CHT in the infiltrated tissues that, in case of an impaired perfusion, could not sufficiently reach that region. The absence of significant CBF variation in the rest of the brain -when adopting multifocal montages selectively targeting the solid mass– needs to be confirmed in larger patient samples via non-invasive MRI assessment (e.g., non-contrast enhanced perfusion acquisition such as ASL, and contrast-enhanced perfusion scan such as Dynamic Susceptibility Contrast–DSC). tDCS could even exert a spontaneous dissociable effect on brain tissue regarding perfusion modulation. In particular, tDCS could increase CBF in the healthy brain characterised by normal, intact vessels, and at the same time induce a perfusion decrease in the tumour tissue region, due to its abnormal vessels’ micro- and macrostructure (i.e., impaired shunts, lack of smooth muscle cells in the walls, irregular macrovascular architecture [42,49]). Overall, exploring the exact boundaries of perfusion reduction obtained with tDCS in brain tumours is necessary to assure safety and maintain the efficacy of other concurrent therapy such as CHT. In particular, it is crucial to accurately define the limits of perfusion reduction in the case of GBM, whose recurrence often takes place within 2 cm of the resection margins [50]. Thus, a controlled reduction of perfusion in the immediate vicinity of the macroscopic tumour borders could be useful to constrain the progression of the disease. In that case, instead of restricting the targeting to the macroscopic tumour area, NiBS could be targeted to the surrounding areas following an approach analogous to radiotherapy, for instance including 2 cm3 of radiographically healthy tissue [17,51].\n        Beyond effects on perfusion, tDCS has been shown in rats to transiently increase the permeability of the BBB to small and large molecules after only 20’ of stimulation [43], with the increase in water and solute flux being confirmed by subsequent experiments in endothelial monolayers [18]. The magnitude of the induced flow was found to linearly correlate with the intensity of applied current and to be caused by an electroosmotic mechanism. The changes in permeability were observed at electrical intensities that are usually reached on the cortex via transcranial stimulation in humans (0.5 mV) [18]. Therefore, tDCS seems to affect vascular brain components in –at least— two ways: (i) by varying perfusion at the macroscale level (i.e. CBF), and (ii) by changing BBB permeability at the microscale (Fig. 3A). Both mechanisms could be extremely relevant in the context of brain tumour management, the former for decreasing intratumoural perfusion and the latter for enhancing the delivery of drugs through the BBB [52]. Interestingly, in vitro as well as animal models of tDCS have demonstrated an increase in permeability and concentration of molecules up to 70 kDa [18,43] while the standard chemotherapy agent for GBM (i.e. Temozolomide) involves a small molecule of only 192 Daltons.Fig. 3Local and network-based NiBS application. (a) Local (tumoural-peritumoural) approaches of different NiBS protocols for brain cancer management can include: (i) reduction of tumour perfusion to slow down cancer growth via tDCS, (ii) increase of BBB permeability to enhance drugs delivery via tDCS, (iii) migration control of further spreading leveraging galvanotaxis via tDCS, (iv) stimulation of TAMs tumour suppressive phenotype via tACS, and (v) suppression of neuronal tumour-promoting activity via inhibitory NiBS protocols. (b) Additionally, network-based approached based on advanced MRI and PET imaging could be developed to optimise interventions aimed at restoring cognition and/or controlling neuronal tumour-promoting activity, optimising growth control, and slowing spread of cancer cells. On top of using the aminoacidic tracer to delineate tumour extent, PET imaging optimize treatment planning and assessment of response to therapy [65], and could also be tested as predictor of migration and/or sustainment of tumour growth by looking at the classic 18F-2-fluoro-2-deoxy-D-glucose (18F-FDG)-PET, whose regional standard uptake volume might unveil the brain regions characterised by the highest glucose uptake [66], possibly having the strongest influence on neuronal-promoted tumour growth. Perfusion-weighted imaging (PWI) could refine targeting by identifying recently discovered resting-state perfusion networks, beyond their utility as measures of target engagement by NiBS [67,68]. Note: red dots = tumour; orange dots = site of migration and thus of neuronal suppression; blue dots = most impaired brain regions leading to cognitive deficits; BBB = blood brain barrier; dMRI = diffusion MRI; fALFF = fractional Amplitude of Low-Frequency Fluctuations; fMRI = functional Magnetic Resonance Imaging; PET = Positron Emission Tomography; rs-fMRI = resting-state fMRI; TAMs = Tumour-Associated Macrophages.Fig 3\n3.3\n        Microenvironment\n        Malignant brain cancers, such as GBM, are capable of interacting with the entire tumour microenvironment, ranging from preexisting vessels to the immune system, in order to promote tumour growth and resistance to treatments [53]. tES techniques seem to have the potential to interfere with at least some of the cellular components of the tumour microenvironment, raising the possibility to counteract the self-promoting action of cancer cells and restore more physiological cellular function of the tumour environment. GBM is characterised by the ability to form a virtual cellular continuum to transfer inorganic and genetic molecules into surrounding healthy tissue via tumour microtubes, thereby changing the phenotype of the microenvironment cells towards one promoting tumour resistance and survival [53]. Microglia, the innate immune cells of the brain, are involved in the defense against pathogens and toxins. By disrupting the BBB, GBM allows monocytes and macrophages -recruited by the tumour cytokine and chemokine gradient— to infiltrate the lesion, forming, together with the resident microglia, the so called “tumour-associated macrophages” or “myeloid cells”–TAMs [54]. TAMs supports tumour growth by (i) producing matrix metalloproteinases involved in extracellular matrix degradation, which is essential to GBM migration and invasion, and (ii) promoting angiogenesis via the secretion of VEGF-A and other molecules [53]. Therefore, the suppression of pathological TAM activation could represent a therapeutic option, with some antibodies targeting their recruiting pathway currently under investigation [54]. Microglia modulation via tES has been observed in healthy preclinical models [19], and promising evidence is emerging for an effect in Alzheimer's Disease (AD) [55,56]. A recent preclinical study in an AD mouse model showed that exogenously-induced increases in brain γ oscillations (i.e. gamma band) via optogenetic stimulation modulates the activity of microglia, modifies inflammatory brain processes, and leads to clearance of β-amyloid and p-tau deposition [55,56]. Now, pilot studies from our group (NCT03880240, NCT04425148) are investigating translation of these findings in patients with neurodegenerative disease such as AD and Frontotemporal Dementia by delivering tACS capable of entraining neurons at the provided frequency, such as in the gamma band (i.e. 40 Hz) with the goal of restoring microglial function [57]. Considering the promising results in AD models and preliminary evidence in tumor animal models, human translational research is needed to explore eventual modulation of microglia and/or of specific neuron type (i.e., parvalbumin-positive interneurons) via one or more types of tES in brain tumour patients [58].\n3.4\n        Galvanotaxis\n        The discovery that cells can be oriented and guided in their migration when exposed to electric fields –or galvanotaxis— dates to the nineteenth century [59]. This phenomenon has been explored and confirmed in a variety of physiological and pathological contexts, such as embryonic development, nerve cell growth, angiogenesis, wound healing, and cancer cell migration [59]. The magnitude of migration, orientation and reactivity to electrical charges varies across cell types and a major role for asymmetric ionic flux and redistribution of charged membrane particles is seen at the core of this phenomenon [59]. Generally, both healthy and cancerous cells align and migrate towards the cathode, although the opposite (e.g. anodal migration) is also possible, as observed in metastatic lung or breast cancer cells [59]. GBM cells follow the same migration routes of immature neurons and stem cells, that is along brain vessels and white matter tracts (e.g. the so-called Scherer's structures [60]). Additionally, GBM cells tend to reside in perivascular niches to easily extract nutrients from the bloodstream, particularly the subpopulation of glioma cells capable of self-renewing (Brain Tumour Initiating cells – BTICs) that ultimately seems to be responsible for the constant self-renewal capacity of GBM [61]. A recent study tested the migration pattern of BTICs from three different human GBM types, in both 2D and 3D environments under the influence of an E-field (EF = 0,5–1 V/cm [62]). The investigators showed that the migration pattern is affected by the environment, namely that glioma cells migrate towards the anode in a 2D environment and towards the cathode when posed in a 3D extracellular matrix [62]. Even if the intensity of the electric field typically used to induce the galvanotaxis phenomenon is notably higher than the one reached in the human brain with tDCS (around 0,008 V/cm in tDCS compared to 0,5–1 V/cm in galvanotaxis), a similar phenomenon during tDCS cannot be excluded, especially in the case of repetitive tES sessions to obtain long-lasting changes of excitability/perfusion. Accordingly, neuronal stem cells were found to increase their migratory activity under the influence of tDCS delivered within typical human parameters in a rat model, even if a direct migration trend towards the cathode or electrode was not detected [63].\n        In this framework, the cathodal field generated by tDCS in the region surrounding the tumour aiming to control neuronal excitability could also benefit patients by restricting migration of cancer cells localised in the cathodal field (i.e., in the immediate vicinity of the tumour borders) and potentially interfering with migration and infiltration across the brain. Also, human peripheral blood mononuclear cells (i.e., lymphocytes and monocytes) have been found to migrate towards the cathode as well. T cells are typically downregulated in GBM by the tumour-promoting microglia phenotype [64]. A potentially beneficial colocalisation of T cells in the tumour regions could be obtained in the regions targeted by the cathode, with the aim of promoting the immunological antitumoural response [64]. This could promote the immunotherapy treatments which currently have not shown positive results, due to the “cold” aspect of GBM (insensitive to immunotherapy) related to multiple mechanisms, such as strong immunosuppressive tumour action, impaired tumour antigen presentation, and the highly hypoxic and necrotic environment [64].\n        In conclusion, the potentials of NiBS techniques need to be extensively explored for their local therapeutic applications at multiple levels and timing in patients with brain cancers (Fig. 3A). These approaches could be investigated in combination with existing treatments such as CHT and TTF to act on tumour management at multiple scales. NiBS applications in pilot human studies, in animal and cellular models support the possibility of (i) suppressing neuronal activity-regulated cancer growth and slowing glioma mitosis/invasiveness, (ii) reducing tumour perfusion and potentially decreasing cancer growth, (iii) increasing vascular permeability and promote drug delivery, (iv) restoring microglia function, and (v) controlling cancer cell migration, with a favorable safety profile and minimal side effects for patients.\n4\n      Network-based therapeutic opportunities\n      Anatomical and physiological studies have demonstrated that cognitive and motor processes arise from the interaction between multiple and distant brain regions, forming so-called “large scale brain networks” [69]. The first type of brain network to be studied has been the anatomical/structural “connectome”, that defines the structural connections – white matter fiber tracts- between brain regions. In GBM patients, the structural connectome identified via diffusion MRI (dMRI) has gained particular attention since GBM cells are known to spread along white matter fiber tracts [70]. Multiple models have been proposed to describe the growth/migration pathways of GBM cells, however without applicability to clinical practice, beyond the important application to guiding surgical resection (i.e. sparing eloquent fiber tracts) [71].\n      In addition to structural connectomics, “functional networks” have been identified on the basis of the synchronous interactions between brain areas, independently of their anatomical connections [72]. Typically, functional networks are extracted from functional MRI (fMRI), by analyzing correlations in the fluctuations of the blood oxygen level dependant (BOLD) signal, and thus obtaining the functional connectivity – FC (i.e. the temporal synchronisation between the activity of brain areas [72]). fMRI can be acquired with subjects performing a specific task or, as emerged in the last decade, during a resting-state condition (i.e., with a subject lying in the MRI scanner without performing any task), allowing the identification of several so-called resting-state networks (RSNs) [73]. Each RSN is composed of regions involved in specific functions, ranging from the sensory domain (i.e., visual, motor, and auditory) to high-order cognitive processes (i.e., reasoning and attention). Importantly, neurological and psychiatric conditions have been linked to specific functional network alterations including Schizophrenia, Depression and Alzheimer's Disease [74]. Considering that inter- and intra-network activity is responsible for human cognition and action, modulating the specific interplay between two or more brain regions could promote (or inhibit) the function controlled by the targeted brain regions. In this context, NiBS has been successfully used in healthy subjects, to promote intra- and inter-network connectivity [75] – and thus enhancing subject performance during cognitive [76] and motor tasks [77]. This approach has also been applied in patients, in an attempt to restore proper network dynamics, as in the case of Alzheimer's Disease and Depression [78].\n      The possibility of interacting with an entire network rather than with a single brain area could help in suppressing the neural activity regulating cancer growth and tumour spread (Fig. 3B). Inhibition of an entire network could be more effective in slowing neuronal-related cancer growth, with tools derived from Network Control Theory potentially representing a valuable approach to select the most relevant stimulation targets [79]. Additionally, network-based approaches mapping network topology and evolution could help predict tumour spread (Fig. 3B). As previously mentioned, dMRI based white matter mapping is essential to visualise the white matter fibers near the tumour and guide the surgical resection [71]. Therefore, dMRI could also be crucial to identify the anatomic pathways along which tumour cells can spread, guiding the placement of stimulation electrodes, especially if combined with functional imaging [80,81] (Fig. 3B). Of course, possible cognitive/motor/physiological side effects of network inhibition need to be carefully monitored and patient wellbeing should be considered a primary aim in addition to the promotion of survival.\n      On the other hand, the dynamics of regional brain activity rely on a complex and balanced interplay between many directly or indirectly connected areas and networks. Therefore, as in any other physiological process, a homoeostatic response is frequently observed after perturbation of a limited neuronal population, leading to the restoration of the initial network state after cessation of stimulation [82]. However, the cortical excitation/inhibition (E/I) ratio is typically altered in patients with gliomas, as well as in other neurological and psychiatric conditions, often associated with cognitive deficits and symptoms [82]. In patients with gliomas, the E/I imbalance is involved with the emergence of epileptiform activity, and with subsequent neuronal death, paralleled by tumour progression [83]. Due to NiBS action on membrane channels, it has been suggested that tDCS can also be useful in restoring the E/I balance of brain network(s) [84]. In particular, daily application of tDCS with a large cathodal field to inhibit tumour-promoting neuronal activity could also exert beneficial effects on cortical E/I balance, hopefully leading to an interruption or even prevention of epileptogenesis [83], a common and debilitating symptom of the disease that may also induce a positive feedback on neurons to promote tumour growth and invasiveness, as previously discussed [7,8]. Related encouraging results are emerging from the application of tDCS in drug-resistant childhood epilepsy, with data showing a decrease of at least 42% in seizure frequency after 10 sessions of tDCS (1h/day) and pilot data showing a similar trend for epileptic patients with previous surgical interventions [85].\n      Finally, TMS could provide markers of tumour progression and/or diagnosis by assessing the neuronal response to perturbation of the surrounding apparently healthy regions, i.e., assess cortical excitability and excitation/inhibition balance in the peritumoural areas (Fig. 1). To this end, TMS could be combined with simultaneous electroencephalography (EEG) for measuring local and distant brain responses to stimulation, given that a focal TMS pulse typically evokes activation in secondary interconnected cortical areas (e.g. TMS-evoked potentials). In this context, TMS-EEG has emerged as a method to study not only local cortical reactivity, but also the causal communication between distant brain regions at high temporal resolution lacking in the context of fMRI studies. TMS-EEG could provide insights into the mechanisms of effective connectivity (i.e. the influence of one neural system over another), and into higher-order cognitive processes at the individual level [86]. If integrated with imaging data and prediction theories, TMS-EEG could provide temporally and spatially-optimised markers of neuron-to-glioma communications and eventually of glioma spreading trajectory, promoting the development of strategies to control this new pathophysiological mechanism.\n5\n      Network-based approaches for symptom management\n      Resting-state connectivity has also recently been used to map neurological and psychiatric symptoms, providing a novel framework to understand the basis of altered behaviour, especially in relation to classic anatomical lesion studies [87]. In this approach, the connectivity of the lesions located in different parts of the brain causing the same symptomatology is mapped to find out the common region/network whose connectivity is altered. This approach, called “Connectome lesion-based mapping”, has helped disentangle the pathophysiological correlates of many neurological and psychiatric conditions, such as amnesia, Parkinsonism, cervical dystonia and delusional misidentifications [87].\n      The connectome lesion-based mapping approach could be also applied in patients with brain tumours to possibly identify core regions whose functionality is altered, causing the core symptomatology presents in patients. As recently suggested, symptoms of patients with gliomas are an integral part of the disease, but their characterisation has been largely ignored in favor of molecular classifications, consequently limiting the therapeutic opportunities for symptoms relief [88]. Developing a symptom-sensitive therapeutic strategy could be valuable to improve patients’ quality of life in addition to prolonging survival (considering that cognitive impairment has been recognised as a significant prognostic factor for patient survival [89]), and for those who cannot receive or refuse aggressive oncologic treatments. NiBS could offer a safe tool to help patients mitigate cognitive impairment present in approximately 80% of adult glioma patients as a consequence of radiotherapy, CHT, surgery, and the tumour itself [90]. Gliomas can directly alter brain connectivity and cause cognitive deficits via: (i) mass effect, impairing the activity of neighboring brain regions via compression, (ii) infiltration and spreading along white matter tracts, (iii) reduction of perfusion in nearby areas due to increased tumour vascularisation [90]. In general, gliomas – especially GBM- seem to induce local and widespread, network functional changes as visualised by FC fMRI analysis [91]. Decreased FC has been observed both in close proximity to the tumour as well as in distant regions, including the contralateral hemisphere [91]. A longitudinal study in three GBM patients revealed that lesions located in close proximity to a functional hub (i.e. a region among those with highest density of functional connections with other brain regions) strongly affect long-range connectivity, while the same effect has not been seen in the case of lesions involving a peripheral node of the same network [92]. Surgery and radiotherapy interventions were found to restore physiological connectivity to a certain extent in the affected regions, with the effect potentially due to the release from compression as well as to reduction of edema and inflammation. However, after the initial treatment period, FC usually decreases again, possibly indicating the progression of the disease and further spreading of the tumour, along with the deleterious effects of treatments themselves [92].\n      In a group of patients with HGG and LGG followed for 1 year, memory and attention deficits were reported in patients with lesions overlapping with the Default Mode and Attention Network, respectively [93]. Additionally, neurite density (a marker of axon and dendrite concentration derived from dMRI) was also found to correlate with memory and attention recovery after surgery [93]. As for patients with metastatic disease, there is a specific cognitive decline starting 4–6 months after whole brain radiation therapy and continuing indefinitely, mainly impacting memory and learning performance [94]. It can be speculated whether NiBS could counteract these functional declines especially at the beginning of treatment or in those who cannot undergo RT/surgery. Indeed, enhancement of behavioural performance has been demonstrated in many domains by NiBS [24], ranging from motor to cognitive, and also including complex processes such as decision making and social behaviour, in patients as well as healthy subjects [23]. Recently promoted network-based targeting approaches for tES can refine the effects obtained with classical neuromodulation applications, which have been shown to improve performance in healthy subjects and patients in domains such as abstract reasoning, memory, attention and motor function [95] (Fig. 3B). Importantly, excitatory protocols (i.e. tDCS, tRNS, high-frequency rTMS) are usually applied to enhance cognitive functions. Therefore, the stimulation site(s) should be carefully selected to avoid those connected with the glioma cell population to avoid a potential promotion of cancer growth as a collateral effect. Accurate selection of patients on the basis of the localisation of the lesion respect to the target brain area (i.e., lesion not in the immediate proximity of the target region) would be of extreme importance along with the adoption of personalised stimulation protocols. Indeed, current flow across the brain can be accurately modelled and predicted when considering all the cranial compartments, the tumour mass and/or surgical cavity as well as metallic clips to obtain a personalised image-guided stimulation ([96], Fig. 4A). Neurostimulation techniques have gained more reliability and efficacy thanks to their integration with imaging techniques (anatomical MRI, CT, fMRI, PET) to personalise the stimulation solution based on each patient's anatomy and physiology, rather than using standard approaches based on general templates, thus allowing to reach unprecedented fine and predictable electric field (Fig. 4B).Fig. 4Personalised image-guided biophysical modeling. (a) After MRI/CT acquisition, images can be segmented into different tissues (skin, air, bone, cerebrospinal fluid- CSF, gray matter - GM, white matter - WM), along with the tumour masks. All the tissues (manually or semi-automatically created), as well as metallic device and skull holes/breaches, are imported into the 3D volume rendering of the single subject brain anatomy and conductivity values are attributed to each tissue [17]. (b) Examples of the best multielectrode montage maximizing the normal E-field (En) on the tumour target selected among all the 10/20 EEG combinations available for electrode's positioning in a presurgical (left) and a post-operative (right) patient.Fig 4\n      Finally, NiBS has the potential to induce cortical plasticity and reorganisation into the healthy brain potentially enabling greater surgical resection in eloquent cortex affected by the tumour, as demonstrated in a few seminal studies [97,98]. The extent of resection is a strong predictor of prognosis and the proximity or direct presence of the tumour in eloquent cortices (e.g., motor cortex, language areas) profoundly limits the tumour resection, even when the most advanced techniques are used intraoperatively. LGGs can induce plasticity and reorganisation in cortical areas distant to the lesion enabling the maintenance of a function, due to their slow growth, but may also harbor critical structures within the glioma itself [99]. Suppression of the eloquent cortex near/infiltrated by the glioma (WHO grade II and III) paired to an intensive training of the targeted function (median training: 16 days) allowed a greater resection associated with cortical reorganisation with new, distant brain activation and no significant performance deficits detected at follow-up assessments [98]. NiBS could be implemented to induce such cortical plasticity in LGG and HGG in order to maximise the resection and prolong the survival, while also limiting functional deficits.\n      Given the extensive and successful research made in the last decade on different clinical and non-clinical populations via NiBS, network approaches integrating multiple stimulation modalities could be leveraged to tackle cognitive symptomatology and functional deficits, which negatively impacts patients’ quality of life.\n6\n      Conclusion\n      Cellular, animal, and human models suggest realistic NiBS roles in targeting a range of glioma pathophysiological substrates, ranging from neuron-to-glioma synaptic communication, tumour microenvironment, perfusion to galvanotaxis. Combined with its safety, noninvasiveness and tolerability, NiBS may offer novel therapeutic approaches to control cancer growth and ameliorate patients’ disability. In particular, as demonstrated in multiple trials [100], tES is also suitable for home-based intervention, a significant benefit in the present neurooncological landscape.\n      In this promising scenario, there are some challenges that need to be addressed in order to optimise the application of NiBS in brain tumour patients. For instance, neuromodulation effects could be reduced by the antiepileptic therapy usually received by patients for seizure prevention. Indeed, antiepileptic drugs act on various ion channels, the same target of NiBS [101]. However, while the blockage of voltage dependant Na+ and Ca2+ channels respectively eliminates or decreases the hyperexcitability caused by anodal stimulation, the same effect is not observed during cathodal stimulation [101]. In addition, the most frequently administered antiepileptic drug in glioma patients is levetiracetam which does not inhibit voltage-dependant Na+ channels or GABAergic transmission, but binds a synaptic vesicle glycoprotein (SV2A) and inhibits presynaptic Ca2+ channels [102]. Therefore, the modulatory action of levetiracetam could be of no -or minimal- significance in brain tumour patients undergoing neuromodulation protocols, given the limited reduction of NiBS effects observed with Ca2+ channels blockers. Moreover, the protocols aimed at inhibiting the neuron-to-glioma communications would see the application of cathodal stimulation, reducing the implications of the assumption of antiepileptic drug.\n      On the other hand, in the case of application of excitatory protocol, for instance to restore cognitive and/or motor ability, the administration of such antiepileptic drugs could partially limit the expected excitatory effects induced by NiBS, but, at the same time, control for potential collateral effects (i.e., seizure) and tumour-promoting neuronal activity. This scenario is probably the most difficult to optimise, and must include a multidisciplinary effort involving, for instance, expertise related to biophysical modelling in order to maximize targeting, as well as knowledge from the anatomopathologist to estimate the percentage of glial cell in the surgical/biopsy tissue samples actually forming synapses with the surroundings neuronal tissue, and therefore estimate risk of possible tumour proliferation induced via NiBS along with the differential contribution to proliferiation by the different neurons.\n      Multiple complementary possibilities in terms of targeting approaches, stimulation parameters, and timing of the intervention should be tested in animal models, whereas some interventions might be ready for first-in-human trials. A collaborative effort between neurooncologists, neurosurgeons, neurologists and neurophysiologists, neuroradiologists, physicists, engineers, neurobiologists and neuroscientists is needed to rapidly evaluate the potential of NiBS in brain tumour patients.\nOutstanding questions\n      In the light of recent findings of electrical glioma integration, NiBS can be regarded as a potential tool to suppress neuron-to-glioma communication, in addition to other potential effects on tumour features and microenvironment. Scientists and physicians should cooperate to operationalise the above formulated priorities in order to potentially provide a new therapeutic and safe option to glioma patients:(1)To what extent can NiBS affect the newly discovered neuron-to-glioma communication and the related tumour progression?(2)Can the NiBS-induced tumour perfusion reduction and its effects on BBB permeability lead to tumour shrinkage if applied in a daily protocol basis?(3)How NiBS affects the glioma microenvironment?(4)Can NiBS be applied to improve the quality of life of glioma patients, especially to control cognitive and motor deficits?(5)Can NiBS in combination with neuroimaging and electrophysiological data improve the understanding of glioma pathophysiology?\nSearch strategy and selection criteria\n      Data for this review were identified by searches of PubMed and references from relevant English articles using the search terms “glioma”, “brain cancer”, “fMRI”, “NIBS”, “brain stimulation”, “tDCS”, “tACS”, “tRNS” without any type of restriction. Selection of the most appropriate references was made by the authors due to the journal constraints.\nDeclaration of Competing Interest\n      APL is listed as an inventor on several issued and pending patents on the real-time integration of noninvasive brain stimulation with electroencephalography and magnetic resonance imaging and he is a member of the scientific advisory board of Starlab, Magstim and MedRhythm; APL is co-inventor of Linus Health and TI Solutions. The other authors declare no conflicts of interest.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8365310/\nhttps://doi.org/10.1016/j.ebiom.2021.103514",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8365310/",
    "doi": "https://doi.org/10.1016/j.ebiom.2021.103514"
}