{
    "title": "Society for Immunotherapy of Cancer (SITC) clinical practice guideline on immunotherapy for the treatment of breast cancer",
    "abstract": "One study that analyzed outcomes stratified by reason for corticosteroid administration found that median PFS and OS were significantly shorter among patients who received ≥10 mg prednisone for palliative indications associated with their underlying malignancy compared with those who received ≥10 mg prednisone for non-cancer related reasons and compared with patients receiving 0 to <10 mg of prednisone.208 The role of glucocorticoids in breast cancer is complex and further complicated due to natural variability in endogenous hormone levels throughout a woman’s menstrual cycle.209 Glucocorticoid receptor signaling has been linked to the emergence of chemoresistance in breast cancer.210 Although scant data are available on the impact of steroid administration on immunotherapy efficacy in the treatment of breast cancer, a meta-analysis including 16 studies of patients with lung cancer demonstrated no adverse effects on survival outcomes when corticosteroids were used for the management of irAEs.211 The incidence of breast cancer in solid organ transplant recipients is similar to that in the general population, and given the overall frequency of transplant patients with excellent outcomes, it is likely that providers will encounter patients with breast cancer and a history of solid organ transplantation.212 There is limited data on the outcomes of transplant patients with checkpoint inhibitor therapy, but existing data suggests a significant risk of graft rejection.213 For this reason, routine ICI treatment of patients with breast cancer and a prior organ transplant outside of a study or at a specialized center is discouraged. One study that analyzed outcomes stratified by reason for corticosteroid administration found that median PFS and OS were significantly shorter among patients who received ≥10 mg prednisone for palliative indications associated with their underlying malignancy compared with those who received ≥10 mg prednisone for non-cancer related reasons and compared with patients receiving 0 to <10 mg of prednisone.208 The role of glucocorticoids in breast cancer is complex and further complicated due to natural variability in endogenous hormone levels throughout a woman’s menstrual cycle.209 Glucocorticoid receptor signaling has been linked to the emergence of chemoresistance in breast cancer.210 Although scant data are available on the impact of steroid administration on immunotherapy efficacy in the treatment of breast cancer, a meta-analysis including 16 studies of patients with lung cancer demonstrated no adverse effects on survival outcomes when corticosteroids were used for the management of irAEs.211 The incidence of breast cancer in solid organ transplant recipients is similar to that in the general population, and given the overall frequency of transplant patients with excellent outcomes, it is likely that providers will encounter patients with breast cancer and a history of solid organ transplantation.212 There is limited data on the outcomes of transplant patients with checkpoint inhibitor therapy, but existing data suggests a significant risk of graft rejection.213 For this reason, routine ICI treatment of patients with breast cancer and a prior organ transplant outside of a study or at a specialized center is discouraged. A meta-analysis including 38 randomized clinical trials evaluating the usage of ICIs for treatment of advanced solid tumors including a total of 7,551 patients found an overall incidence of hypothyroidism of 6.6% (95% CI 5.5% to 7.8%).221 The incidence of hypothyroidism in real-world settings may be higher than in clinical trials, as one retrospective analysis of electronic health records for 1,146 individuals treated with ICIs at a single center between 2012 and 2018 identified thyroid irAEs in 19% of patients.222 Another analysis of 29,294,336 records spanning 5 years from the FDA AEs reporting system found that the four most common endocrine-related AEs with ICIs were hypothyroidism, primary adrenal insufficiency, hypophysitis (secondary adrenal insufficiency), and hyperthyroidism.223 Patterns of irAEs in patients with breast cancer In the IMpassion130 trial, a total of 259 patients (57.3%) in the atezolizumab plus nab-paclitaxel group and 183 (41.8%) in the placebo plus nab-paclitaxel group had AEs of special interest that were suggestive of potential immune-related causes.18 In IMpassion130, the leading cause for atezolizumab discontinuation was peripheral neuropathy.",
    "authors": [
        "Leisha A Emens",
        "Sylvia Adams",
        "Ashley Cimino-Mathews",
        "Mary L Disis",
        "Margaret E Gatti-Mays",
        "Alice Y Ho",
        "Kevin Kalinsky",
        "Heather L McArthur",
        "Elizabeth A Mittendorf",
        "Rita Nanda",
        "David B Page",
        "Hope S Rugo",
        "Krista M Rubin",
        "Hatem Soliman",
        "Patricia A Spears",
        "Sara M Tolaney",
        "Jennifer K Litton"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Both earlier detection and treatment based on identification of three major clinically relevant subtypes of breast cancer (ie, hormone receptor (HR) positive, human epidermal growth factor receptor 2 (HER2) positive and triple-negative) have improved outcomes for patients with breast cancer.1–5 Although breast cancer mortality has decreased by 40% since 1989, prognosis remains poor for patients who develop metastatic disease. For example, triple-negative breast cancer (TNBC) is associated with earlier age of onset and is more aggressive than other subtypes with a median survival of only 12–18 months in the metastatic setting.6 Historically, the therapeutic options for metastatic TNBC have been limited to standard chemotherapy, a strategy that typically results in the rapid emergence of chemotherapy-refractory disease.7 8\n      In recent years, immunotherapy has emerged as a novel option for many difficult-to-treat cancers. In contrast to other solid tumors for which the role of immunotherapy is well-established, breast cancer has long been considered to be an immunologically ‘cold’ tumor, with relatively lower levels of T cell infiltration and lower mutational burdens compared to melanoma, non-small cell lung cancer, and other malignancies.9 More recently, the role of the immune system in both breast cancer progression and treatment response and resistance has come under critical re-evaluation, opening the door toward immunotherapeutic treatment. Retrospective analyses of tissue samples from clinical trials in breast cancer have revealed associations between lymphocytic infiltration into tumors and survival outcomes.7 8 10–12 Furthermore, expression of the immune checkpoint proteins programmed cell death protein 1 and its ligand (PD-1 and PD-L1) within the tumor microenvironment13 14 supports a role for breast cancer immunoediting. This is the three-phase process by which anti-cancer immune responses evolve to immune escape and disease progression.15 16\n      Clinical trials evaluating immune checkpoint inhibitor (ICI) therapies for TNBC have reported positive results. In 2019, the United States (US) Food and Drug Administration (FDA) granted accelerated approval of the PD-L1-directed antibody, atezolizumab, in combination with nanoparticle albumin-bound (nab) paclitaxel for advanced/metastatic PD-L1-positive (PD-L1+) TNBC,17 based on the results of the phase III IMpassion130 trial.18 Furthermore, in 2020, the FDA granted accelerated approval to the PD-1-directed antibody, pembrolizumab, in combination with chemotherapy for advanced/metastatic PD-L1+ TNBC,19 based on the results of the phase III KEYNOTE-355 trial. In 2021, the accelerated approval for pembrolizumab was converted to full approval and the accelerated approval for atezolizumab was voluntarily withdrawn. Ongoing clinical trials are investigating immunotherapies in other breast cancer subtypes as well as in early-stage disease, potentially expanding the population of patients with breast cancer who may benefit from immunotherapy.\n      Approval of anti-PD-(L)1 agents for the treatment of breast cancer is relatively recent and, therefore, clinical experience with these new therapies is still somewhat limited. Immunotherapy, while offering survival benefits to some patients, is markedly different from conventional breast cancer therapies in several aspects including patient selection, treatment-related adverse events (AEs) including immune-related AEs (irAEs), and response patterns. To support the oncology community and provide evidence-based and consensus-based recommendations on immunotherapy for breast cancer, the Society for Immunotherapy of Cancer (SITC) convened a multidisciplinary panel of experts to develop a new clinical practice guideline (CPG), covering topics including recommended therapies, emerging agents, diagnostics and biomarkers, monitoring response to treatment, special patient populations, toxicity management, and quality of life (QOL). The recommendations within this guideline are not intended to supplant sound clinical judgment, but rather to provide clinicians with the most current thinking on how experts integrate immunotherapy into the treatment of patients with breast cancer.\nGuideline development methods\n      The Institute of Medicine’s (IOM) Standards for Developing Trustworthy Clinical Practice Guidelines were used as a model to develop the recommendations in this manuscript. IOM standards dictate that guideline development is led by a multidisciplinary expert panel using a transparent process where both funding sources and conflicts of interest are readily reported. This CPG is intended to provide guidance and is not a substitute for the professional judgment of individual treating physicians.\n      \n        Conflict of interest management\n        As outlined by IOM standards, all financial relationships of expert panel members that might result in actual, potential, or perceived conflicts of interest were individually reported. Disclosures were made prior to the onset of manuscript development and updated on an annual basis. In addition, panel members were asked to articulate any actual or potential conflicts at all key decision points during guideline development, so that participants would understand all possible influences, biases, and/or the diversity of perspectives on the panel. Although some degree of relationships with outside interests are to be expected among experts, panel candidates with significant financial connections that may compromise their ability to fairly weigh evidence (either actual or perceived) were not eligible to participate in guideline development.\n        Recognizing that guideline panel members are among the leading experts on the subject matter under consideration and guideline recommendations should have the benefit of their expertise, any identified potential conflicts of interests were managed as outlined in SITC’s disclosure and conflict of interest resolution policies. As noted in these policies, panel members disclosing a real or perceived potential conflict of interest may be permitted to participate in consideration and decision-making of a matter related to that conflict, but only if deemed appropriate after discussion and agreement by the expert panel.\n        The financial support for the development of this guideline was provided solely by SITC. No commercial funding was received.\n      \n      \n        Recommendation development\n        Panel recommendations are based on literature evidence, where possible, and clinical experience, where appropriate.20 Consensus for the recommendations herein was generated by open communication and scientific debate in small-group and whole-group settings, surveying and responses to clinical questionnaires, as well as formal voting in consensus meetings.\n        For transparency, a draft of this CPG was made publicly available for comment during the development process and prior to publication. All comments were evaluated and considered for inclusion into the final manuscript according to the IOM standard.\n      \n      \n        Evidence rating\n        The evidence-based and consensus-based recommendations of the panel were refined throughout the development process in order to obtain the highest possible agreement among the experts, however, the minimum threshold was defined as 75% approval among the voting members. Evidence supporting panel recommendations was graded according to the Oxford Centre for Evidence-Based Medicine (OCEBM) Levels of Evidence Working Group ‘The Oxford Levels of Evidence 2’ (2016 version). A summary of the OCEBM grading scale may be found below (table 1). The level of evidence (LE) for a given recommendation is expressed in parentheses following the recommendation (eg, LE: 1). Recommendations without an associated LE were based on expert consensus.\n        \n          Table 1\n          \n            Summary of ‘The Oxford Levels of Evidence 2’. (Adapted from Oxford Center for Evidence-Based Medicine Levels of Evidence Working Group)\n          \n          \n            \n              \n                Level 1\n                Level 2\n                Level 3\n                Level 4\n                Level 5\n              \n            \n            \n              \n                Systematic review or meta-analysis\n                Randomized trial or observational study with dramatic effect\n                Non-randomized, controlled cohort, or follow-up study\n                Case series, case-control, or historically controlled study\n                Mechanism-based reasoning\nConflict of interest management\n        As outlined by IOM standards, all financial relationships of expert panel members that might result in actual, potential, or perceived conflicts of interest were individually reported. Disclosures were made prior to the onset of manuscript development and updated on an annual basis. In addition, panel members were asked to articulate any actual or potential conflicts at all key decision points during guideline development, so that participants would understand all possible influences, biases, and/or the diversity of perspectives on the panel. Although some degree of relationships with outside interests are to be expected among experts, panel candidates with significant financial connections that may compromise their ability to fairly weigh evidence (either actual or perceived) were not eligible to participate in guideline development.\n        Recognizing that guideline panel members are among the leading experts on the subject matter under consideration and guideline recommendations should have the benefit of their expertise, any identified potential conflicts of interests were managed as outlined in SITC’s disclosure and conflict of interest resolution policies. As noted in these policies, panel members disclosing a real or perceived potential conflict of interest may be permitted to participate in consideration and decision-making of a matter related to that conflict, but only if deemed appropriate after discussion and agreement by the expert panel.\n        The financial support for the development of this guideline was provided solely by SITC. No commercial funding was received.\nRecommendation development\n        Panel recommendations are based on literature evidence, where possible, and clinical experience, where appropriate.20 Consensus for the recommendations herein was generated by open communication and scientific debate in small-group and whole-group settings, surveying and responses to clinical questionnaires, as well as formal voting in consensus meetings.\n        For transparency, a draft of this CPG was made publicly available for comment during the development process and prior to publication. All comments were evaluated and considered for inclusion into the final manuscript according to the IOM standard.\nEvidence rating\n        The evidence-based and consensus-based recommendations of the panel were refined throughout the development process in order to obtain the highest possible agreement among the experts, however, the minimum threshold was defined as 75% approval among the voting members. Evidence supporting panel recommendations was graded according to the Oxford Centre for Evidence-Based Medicine (OCEBM) Levels of Evidence Working Group ‘The Oxford Levels of Evidence 2’ (2016 version). A summary of the OCEBM grading scale may be found below (table 1). The level of evidence (LE) for a given recommendation is expressed in parentheses following the recommendation (eg, LE: 1). Recommendations without an associated LE were based on expert consensus.\n        \n          Table 1\n          \n            Summary of ‘The Oxford Levels of Evidence 2’. (Adapted from Oxford Center for Evidence-Based Medicine Levels of Evidence Working Group)\n          \n          \n            \n              \n                Level 1\n                Level 2\n                Level 3\n                Level 4\n                Level 5\n              \n            \n            \n              \n                Systematic review or meta-analysis\n                Randomized trial or observational study with dramatic effect\n                Non-randomized, controlled cohort, or follow-up study\n                Case series, case-control, or historically controlled study\n                Mechanism-based reasoning\nImmunotherapy with PD-(L)1 inhibitors for the treatment of advanced/metastatic breast cancer\n      At the time of publication, two ICIs were FDA-approved specifically for the treatment of advanced/metastatic TNBC: atezolizumab and pembrolizumab. The indication for atezolizumab was withdrawn in 2021. Both breast cancer-specific approvals were for ICIs given in combination with cytotoxic chemotherapy, although the indicated backbone varies between agents and is an ongoing area of investigation. Pembrolizumab is also approved in a tissue-agnostic indication as monotherapy for tumors with high tumor mutational burden (TMB) or microsatellite instability (MSI). Landmark studies leading to FDA approvals for ICIs are summarized in table 2, along with select hypothesis-generating late-stage trials.\n      \n        Table 2\n        \n          Trials of ICIs for recurrent/metastatic breast cancer and tissue-agnostic indications\n        \n        \n          \n            \n              Trial name\n              Phase\n              Setting\n              Control and immunotherapy arms\n              Key outcome measures for FDA approval\n            \n          \n          \n            \n              \nTrials leading to FDA approvals\n\n            \n            \n               IMpassion130\n              III\n              Previously untreated TNBC\n              Control (n=451): Placebo+nab-paclitaxelImmunotherapy (n=451): Atezolizumab+nab-paclitaxel\n              PD-L1 IC+PFS 7.5 vs 5 monthsHR 0.62(95% CI 0.49 to 0.78; p<0.001)ITTPFS 7.2 vs 5.5 monthsHR 0.80(95% CI 0.69 to 0.92; p=0.002)\n            \n            \n               KEYNOTE-355\n              III\n              Previously untreated TNBC\n              Control (n=281): Placebo+investigator’s choice: nab-paclitaxel, paclitaxel, or gemcitabine+ carboplatinImmunotherapy (n=566): Pembrolizumab+investigator’s choice: nab-paclitaxel, paclitaxel, or gemcitabine+ carboplatin\n              CPS≥10PFS 9.7 vs 5.6 monthsHR 0.65(95% CI 0.49 to 0.86;p=0.0012)CPS≥1PFS 7.6 vs 5.6 monthsHR 0.74(95% CI 0.61 to 0.90;p=0.0014)\n            \n            \n              \nHypothesis-generating trials\n\n            \n            \n               KEYNOTE-119\n              III\n              TNBC that has progressed on prior therapy\n              Control (n=310): Investigator’s choice: capecitabine, eribulin, gemcitabine, or vinorelbineImmunotherapy (n=312): Pembrolizumab\n              CPS≥10OS 12.7 vs 11.6 monthsHR 0.78(95% CI 0.57 to 1.06; p=0.0574)CPS≥1OS 10.7 vs 10.2 monthsHR 0.86(95% CI 0.69 to 1.06; p=0.0728)ITTOS 9.9 vs 10.8 monthsHR 0.97(95% CI 0.82 to 1.15)\n            \n            \n               IMpassion131\n              III\n              Previously untreated TNBC\n              Control (n=220): Placebo+paclitaxelImmunotherapy (n=431): Atezolizumab+paclitaxel\n              PD-L1 IC+PFS 6 vs 5.7 monthsHR 0.82(p=0.20)ITTOS 19.2 vs 22.8 monthsHR 1.11\n            \n            \n               KATE2\n              II\n              HER2+breast cancer with prior trastuzumab and taxane therapy\n              Control (n=69): Placebo+trastuzumab emtansineImmunotherapy (n=133): Atezolizumab+trastuzumab emtansine\n              ITTMedian PFS8.2 vs 6.8 monthsHR 0.82(95% CI 0.55 to 1.23; p=0.33)\n            \n            \n              \nTrials leading to tissue-agnostic approvals\n\n            \n            \n               Pooled analysis: KEYNOTE-016 KEYNOTE-164 KEYNOTE-012 KEYNOTE-028 KEYNOTE-158\n              Multi-cohort, single-arm\n              MSI-H or dMMR tumors that have progressed on prior therapy\n              Immunotherapy (n=149; five patients with breast cancer): Pembrolizumab\n              ORR 39.6%(95% CI 31.7% to 47.9%)CR rate 7%DOR 1.6+ to 22.7+months(78% lasting ≥6 months)\n            \n            \n               KEYNOTE-158\n              Multi-cohort, single-arm\n              TMB-H tumors(≥10 mut/Mb) that have progressed on prior therapy\n              Immunotherapy (n=102; 0 patients with breast cancer): Pembrolizumab\n              ORR 29%(95% CI 21% to 39%)CR rate 4%Median DOR not reached (57% lasting ≥12 months; 50% lasting ≥24 months)\n            \n          \n        \n        \n          \n            CI, confidence interval; CPS, combined positive score; CR, complete response; dMMR, mismatch-repair deficient; DOR, duration of response; FDA, Food and Drug Administration; HR, hazard ratio; IC, immune cell; ITT, intent-to-treat; MSI-H, microsatellite instability high; ORR, overall response rate; OS, overall survival; PD-L1, programmed death ligand 1; PFS, progression-free survival; R/M, recurrent/metastatic; TMB-H, high tumor mutation burden; TNBC, triple-negative breast cancer.\n          \n        \n      \n      \n        FDA-approved indications: advanced TNBC\n        The first ICI to be approved by the FDA for the treatment of breast cancer was atezolizumab, a fully humanized IgG1 isotype anti-PD-L1 monoclonal antibody (mAb).21 Accelerated approval was granted in March 2019 for atezolizumab in combination with nab-paclitaxel for treatment of adult patients with PD-L1+ locally advanced or metastatic TNBC, as measured by the VENTANA PD-L1 (SP142) immunohistochemical (IHC) assay and assessed on immune cells (ICs)17; additional specifics of PD-L1 testing are described in detail in the Diagnostics and biomarker testing in patients with advanced/metastatic breast cancer section. The indication for atezolizumab for TNBC was voluntarily withdrawn in 2021. Although the approval did not specify line of therapy, data for the clinical activity of atezolizumab beyond the first-line setting is limited. However, in the phase Ib study of atezolizumab plus nab-paclitaxel for TNBC that led to the subsequent large scale trials, tolerable safety and promising activity was observed among 32 patients that received a median of three prior lines of therapy.22\n        The accelerated approval for atezolizumab was based on the first interim analysis of the phase III IMpassion130 study, a multicenter, international, double-blind, placebo-controlled randomized trial. Enrollment criteria included patients with unresectable, locally advanced, or metastatic TNBC who had not received prior systemic therapy (radiation therapy and previous chemotherapy was allowed if treatment with curative intent was completed ≥12 months before randomization). The study had four pre-specified co-primary endpoints: progression-free survival (PFS) in both the intent-to-treat (ITT) and PD-L1+ populations analyzed in parallel, and OS in both the ITT and PD-L1+ populations analyzed hierarchically, first in the ITT group, and then if significant in the PD-L1+ group. The trial randomized 902 patients in total, 451 in each arm. In the ITT population, 404 patients (89.8%) in the atezolizumab group and 408 patients (90.7%) in the placebo group had metastatic disease at baseline.18 In the primary analysis, IMpassion130 met its PFS endpoint in both the ITT and PD-L1+ populations (see table 2), although no benefit was observed in the PD-L1-negative group.23 For OS, a statistically significant benefit was not seen in the ITT subgroup, so formal statistical testing could not be performed in the PD-L1+ subgroup per the hierarchical statistical analysis plan. However, exploratory analyses demonstrated a clinically meaningful improvement in OS with ICI compared with placebo in the PD-L1+ subgroup of 9.5 and 7 months at the first and second interim OS analyses, respectively.24 In the final OS analysis, there was a 7.5-month improvement in OS for the PD-L1+ subgroup, reflecting a HR of 0.67 (95% confidence interval [CI] 0.53 to 0.86).25 Notably, the data for the PD-L1+ subgroup remained consistent in the first, second and final OS analyses with a final HR of 0.67 and a final OS improvement of 7.5 months at a median follow-up of 18.8 months—a clinically meaningful benefit. A follow-up phase III randomized study, IMpassion131, which investigated the addition of atezolizumab to paclitaxel (described in more detail in the Emerging data on PD-(L)1 inhibitors for recurrent/metastatic breast cancer section) did not demonstrate benefit, for reasons that remain unclear and require further investigation.\n        KEYNOTE-355 was a randomized, double-blind, phase III study of the anti-PD-1 mAb pembrolizumab combined with chemotherapy (physician’s choice of paclitaxel, nab-paclitaxel, or carboplatin plus gemcitabine) versus placebo and chemotherapy for previously untreated, locally recurrent, inoperable, or metastatic TNBC. Eligibility included patients who had recurrent disease ≥6 months from completion of adjuvant therapy. In the trial, PD-L1 status was determined by the PD-L1 IHC 22C3 pharmDx assay, which assesses expression on both tumor cells (TCs) and ICs, resulting in a combined positive score (CPS), which is the number of PD-L1 staining cells (TCs, lymphocytes, macrophages) divided by the total number of viable TCs, multiplied by 100 (see the Diagnostics and biomarker testing for patients with advanced/metastatic breast cancer section for additional details on PD-L1 testing). At a median follow-up of 17.5 months for the pembrolizumab arm (n=566) and 15.5 months for the chemotherapy arm (n=281), significant PFS benefit was observed for patients with CPS≥10 (n=636) tumors. In the CPS≥1 group (n=323), PFS also numerically increased with pembrolizumab (see table 2), although this did not reach the pre-specified threshold for statistical significance.26 Benefit was observed regardless of whether patients received a taxane or gemcitabine and carboplatin. Although this analysis was exploratory only and the study was not powered to compare the regimens, the HRs in the CPS≥10 population for nab-paclitaxel (n=99), paclitaxel (n=44), and gemcitabine and carboplatin (n=180) were 0.57 (95% CI 0.34 to 0.95), 0.33 (95% CI 0.14 to 0.76), and 0.77 (95% CI 0.53 to 1.11).27 Formal testing for PFS was not performed in the ITT population. According to a press release in July 2021, KEYNOTE-355 met its primary survival endpoint with pembrolizumab demonstrating a statistically significant and clinically meaningful improvement in OS for patients whose tumors expressed PD-L1 with a combined positive score ≥10 compared to chemotherapy alone. Based on these data, the FDA granted accelerated approval to pembrolizumab in combination with chemotherapy in November 2020 for the treatment of patients with locally recurrent, unresectable, or metastatic TNBC whose tumors express PD-L1 with CPS≥10 as determined by an FDA-approved test. Accelerated approval was converted to full (regular) approval by the FDA in July 2021. Similar to atezolizumab, the approval does not specify line of therapy nor chemotherapy backbone.\n      \n      \n        Tissue-agnostic FDA approvals for checkpoint inhibitors\n        Pembrolizumab is approved for two ‘tissue agnostic’ (ie, irrespective of primary site of origin) indications, based on high level evidence that tumor neoantigens elicit cytotoxic T cell responses.28–30 Somatic mutations give rise to mutant proteins that are proteolytically processed and presented on major histocompatibility complex Class I (MHC Class I) molecules. Therefore, TMB is generally considered a surrogate for neoantigen load and a predictive biomarker for T cell reactivity.31 32 One common driver for a highly mutagenic tumor phenotype is a deficiency in one or more components of the mismatch repair (MMR) machinery. MMR deficient (dMMR) tumors frequently display a molecular signature characterized by spontaneous loss or gain of nucleotides in repetitive sequences, and instability in five or more loci is defined as MSI-high (MSI-H).33 Full FDA approval of pembrolizumab for the treatment of MSI-H or dMMR tumors that have progressed on prior therapy regardless of tissue of origin, was first issued in May 2017.34 This approval was based on durable responses among 149 patients with 15 different tumor types in five single-arm multicohort multicenter trials: KEYNOTE-016,35 KEYNOTE-164,36 KEYNOTE-012,37 KEYNOTE-028,38 and KEYNOTE-158 (which included five patients with histologically/cytologically confirmed MSI-H/dMMR advanced breast cancer)39 (see table 2). Pembrolizumab was also approved for non-MSI-H/dMMR tumors with high mutation burden (TMB-H) based on KEYNOTE-158 in June 2020. TMB-H was defined in this study as ≥10 mutations per megabase (mut/Mb) as assayed by the FoundationOne CDx companion diagnostic—no patients with breast cancer were included in the analysis that led to approval, however.40\n        It is important to note that breast cancers are rarely MSI-H. Current data suggest that roughly 1% of TNBC41 and fewer than 2% of breast cancers overall are MSI-H.42 In addition, although mutation burdens vary across subtypes, with relatively higher mutation frequencies observed in HER2+ tumors and TNBC,43–45 TMB-H is also infrequent in breast cancer. One analysis of 3,969 tumor samples across breast cancer subtypes estimated an overall rate of roughly 5% TMB-H tumors, with slightly higher incidence in metastatic sites compared with the primary lesions.46 TMB-H has been associated with improved outcomes in patients with breast cancer receiving immunotherapy, however, benefit may be contingent on additional tumor properties, such as PD-L1 status.47 In the phase II TAPUR trial, a basket study evaluating commercially available targeted agents in patients with advanced cancers with specific genomic alterations, 28 women with metastatic breast cancer and tumors with mutation burdens ranging from 9 to 37 muts/Mb received pembrolizumab. All patients had received at least two prior lines of systemic treatment, with 26 (93%) having been previously treated with three or more therapies. The overall response rate (ORR) was 21% (95% CI 8% to 41%), with a median PFS of 10.6 weeks (95% CI 7.7 to 21.1) and a median OS of 31.6 weeks (95% CI 11.9 to not estimable). No association was observed between increasing TMB and PFS or OS.48\n        Data sets from phase II and III TNBC trials are currently being analyzed retrospectively to determine the prognostic value of TMB for ICI therapy. In KEYNOTE-119,49 high TMB was associated with increased clinical benefit with immunotherapy. Similarly, in IMpassion130, increasing TMB was also associated with improved PFS (highest TMB quartile HR 0.56 [95% CI 0.38 to 0.81]), but the association was primarily driven by the PD-L1+ subgroup (HR 0.31 [95% CI 0.17 to 0.57] vs 0.84 [95% CI 0.48 to 1.47] for PD-L1-negative cases).47 Key outcomes for KEYNOTE-119 and IMpassion130 are summarized in table 3.\n        \n          Table 3\n          \n            Association with TMB and benefit with ICIs in KEYNOTE-119 and IMpassion130\n          \n          \n            \n              \n                Trial\n                Agent(s) investigated\n                Number of patients evaluated for TMB (n TMB-H)\n                Outcomes: ORR; PFS HR (immunotherapy vs chemo); OS (immunotherapy vs chemo)\n                \n              \n            \n            \n              \n                KEYNOTE-119\n                Pembrolizumab vs chemotherapy (investigator’s choice: capecitabine, eribulin, gemcitabine, or vinorelbine)\n                132 in pembrolizumab arm (n=12 TMB-H); 121 (n=14 TMB-H) in chemotherapy arm\n                TMB>10mut/MbORR 14.3% (95% CI 4% to 39.9%) vs 12.7% (95% CI 7.9% to 19.9%)PFS HR1.14 (95% CI0.42 to 3.07)OS HR0.58 (95% CI0.21 to 1.57)\n                TMB<10mut/MbORR 8.3% (95% CI 0.4% to 35.4%) vs 12.8% (95% CI 7.8% to 20.4%)PFS HR1.24 (95% CI0.92 to 1.67)OS HR0.81 (95% CI0.61 to 1.07)\n              \n            \n          \n          \n            \n              \n                Trial\n                Agents investigated\n                Biomarker evaluable population(median TMB 4.38 mut/Mb)\n                OS HR by TMB quartile, PD-L1 positive population (HR (95% CI))\n              \n              \n                Quartile1 (TMB 2.63 mut/Mb)\n                Quartile 2(TMB 4.39 mut/Mb)\n                Quartile 3(TMB 7.02 mut/Mb)\n              \n            \n            \n              \n                IMpassion130\n                Atezolizumab+chemotherapy vs placebo+chemotherapy\n                579 patients\n                0.69 (0.49 to 0.98)\n                0.59 (0.37 to 0.92)\n                0.37 (0.15 to 0.90)\n              \n            \n          \n          \n            \n              chemo, chemotherapy; CI, confidence interval; HR, hazard ratio; mut/Mb, mutations per megabase; ORR, overall response rate; OS, overall survival; PD-L1, programmed death-ligand 1; PFS, progression-free survival; TMB, tumor mutational burden; TMB-H, high TMB.\n            \n          \n        \n      \n      \n        Emerging data on PD-(L)1 inhibitors for advanced/metastatic breast cancer\n        Several additional ICI-based approaches are currently under investigation for the treatment of advanced/metastatic breast cancer, including monotherapy regimens, combinations with chemotherapy, and combinations with biologics. Results of emerging approaches that have advanced through to later-phase trials are discussed below and summarized in table 4. For further information on additional strategies limited to early-phase trials, such as immunotherapy regimens that include targeted agents such as poly ADP-ribose polymerase (PARP), radiation therapy, CDK4/6 inhibitors, and AKT inhibitors, see the Novel combination strategies and promising future directions section.\n      \n      \n        Advanced/metastatic TNBC\n        The optimal chemotherapy backbone for immunotherapy-containing regimens is unknown, however current data suggest that paclitaxel is not indicated in combination with atezolizumab for advanced/metastatic TNBC. IMpassion131, a phase III placebo-controlled study, compared the efficacy and safety of first-line atezolizumab combined with paclitaxel versus placebo with paclitaxel.50 In the trial, adding atezolizumab to paclitaxel did not improve PFS or OS in either the PD-L1+ or the ITT population.51 On September 8, 2020, the FDA issued an alert to oncology professionals stating that the combination of atezolizumab and paclitaxel did not significantly reduce the risk of cancer progression and death compared with placebo and paclitaxel in the PD-L1+ population, and healthcare providers were directed not to replace nab-paclitaxel with paclitaxel in clinical practice.52 Additional trials evaluating different chemotherapy backbones are ongoing, including the randomized, placebo-controlled, phase III IMpassion132 study, which is evaluating atezolizumab with capecitabine or gemcitabine/carboplatin for inoperable locally advanced/metastatic TNBC recurring ≤12 months after completing standard neoadjuvant and/or adjuvant anthracycline-based and taxane-based chemotherapy or definitive surgery, whichever occurred last.53\n        Pembrolizumab has been evaluated as monotherapy in multiple trials for TNBC. The KEYNOTE-086 phase II study enrolled two cohorts of patients, one who had undergone prior treatment with anthracycline and taxane in any disease setting with progression on or after the most recent therapy, and another with no prior systemic therapy for metastatic disease. Patients in the cohort treated with first-line pembrolizumab were required to have PD-L1+ tumors defined as CPS≥1 by the 22C3 assay,54 55 for whom an ORR of 21.4% was subsequently demonstrated (95% CI 13.9% to 31.4%).56 For the 170 patients with previously treated advanced TNBC, ORR was 5.3% (95% CI 2.7% to 9.9%) in the total population and 5.7% (95% CI 2.4% to 12.2%) in the PD-L1+ populations. Median PFS was 2 months (95% CI 1.9 to 2) and median OS was 9 months (95% CI 7.6 to 11.2) for all patients.57 In KEYNOTE-119, patients with metastatic TNBC who had received one to two prior systemic therapies were randomized to receive pembrolizumab (n=312) or physician’s choice of capecitabine, eribulin mesylate, gemcitabine, or vinorelbine (n=310). Patients were stratified by PD-L1 CPS. At a median follow-up of 9.9 months for the pembrolizumab group and 10.9 months for the chemotherapy group, single-agent pembrolizumab did not significantly improve OS compared with single-agent chemotherapy in the ITT population nor the pre-specified subgroups. In an exploratory analysis of patients with CPS≥20, median OS was 14.9 months with pembrolizumab versus 12.5 months with chemotherapy (HR 0.58; 95% CI 0.38 to 0.88).58\n      \n      \n        Advanced HER2+ breast cancer\n        Signals of clinical efficacy have been reported with the addition of ICIs to standard of care therapies in HER2+ advanced breast cancer. Beyond immunotherapy, additional targeted agents such as trastuzumab deruxtecan and tucatinib continue to offer more options to patients with HER2+ disease.59 60 In the phase II KATE2 study, which randomized 133 patients to receive atezolizumab plus trastuzumab emtansine (T-DM1) and 69 patients to receive placebo plus T-DM1, no statistically significant difference in overall PFS was observed between the two arms. A trend toward more favorable PFS and ORR were seen with the combination in patients with tumor infiltrating lymphocyte (TIL) ≥5% and/or PD-L1+ tumors as defined by an IC score >1 by the SP142 assay.61 Updated data with a median follow-up of 19.5 months for the atezolizumab arm and 18.2 months for the placebo arm revealed similar 1-year OS rates in both arms (89.1% vs 89% for atezolizumab vs placebo; HR 0.74; 95% CI 0.42 to 1.30). In the PD-L1+ subgroup (n=57 in the atezolizumab arm and n=27 in the placebo arm), the 1-year OS was numerically greater in the atezolizumab arm compared with placebo (94.3% vs 87.9%; HR 0.55; 95% CI 0.22 to 1.38).61 A definitive phase III trial is planned based on this hypothesis-generating data.\n        Providing further support for additional investigation of ICIs in HER2+ disease, the phase Ib/II PANACEA study explored pembrolizumab in combination with trastuzumab in patients with HER2+, trastuzumab-resistant metastatic breast cancer. Of the 52 heavily pre-treated patients enrolled in the phase II portion, 46 patients (77%) had PD-L1+ disease (CPS ≥1%), and, of these, 7 (15%) achieved an objective response and 4 (8%) maintained stable disease (SD) for more than 6 months.62\n      \n      \n        Advanced ER+ breast cancer\n        KEYNOTE-028 was a phase Ib, open-label, multicohort study that investigated the safety and antitumor activity of pembrolizumab in patients with PD-L1+ advanced solid tumors, including 25 patients with estrogen receptor positive (ER+)/HER2-negative (HER2–) advanced breast cancer, among whom three experienced partial response (PR), leading to an ORR of 12% (95% CI 2.5% to 31.2%). The clinical benefit rate (complete response (CR)+PR+SD (for ≥24 weeks)) was 20% (95% CI 7% to 41%) and the median duration of response (DOR) was 12 months (range 7.4 to 15.9 months).38 In the phase Ib JAVELIN study, which evaluated the anti-PD-L1 avelumab in 72 women with HR+/HER2– disease (with no requirements for PD-L1 expression), an ORR of 2.8% was observed.63\n        Pembrolizumab has been evaluated in combination with eribulin mesylate for ER+ metastatic breast cancer in a randomized phase II trial that enrolled 88 patients. At a median follow-up of 10.5 months, no significant difference in median PFS and ORR was observed with the addition of pembrolizumab to eribulin mesylate compared with eribulin mesylate alone (PFS, 4.1 vs 4.2 months; HR 0.80; HR 95% CI 0.50 to 1.26; p =0.33; ORR 27% vs 34%, respectively; p =0.49). PD-L1 testing by the 22C3 assay was performed for 65 patients, and 24 (36.9%) were found to have PD-L1+ tumors (modified proportion score>1%). PD-L1 status was not associated with PFS, although the group of patients with PD-L1+ tumors was small and thus had limited power to assess benefit.64\n      \n      \n        Panel recommendations\n        \n          \n            Clinical trial enrollment remains a priority to further understand the benefit of checkpoint inhibition in metastatic breast cancer.\n          \n          \n            All patients with unresectable locally advanced or metastatic TNBC should have tumor tissue tested for PD-L1 by an FDA-approved assay for breast cancer.\n          \n          \n            All patients with locally advanced or metastatic breast cancer should undergo comprehensive genomic profiling, including testing for TMB and MSI.\n          \n          \n            With the withdrawal of the indication for atezolizumab with nab-paclitaxel in metastatic TNBC, one companion diagnostic is approved by the FDA for PD-L1 testing in metastatic TNBC: the 22C3 assay with tumor and IC scoring by combined positive score. Benefit is seen for adding pembrolizumab to chemotherapy in patients with tumors expressing PD-L1 by CPS score ≥10 (LE:2).\n          \n          \n            For patients with locally advanced/metastatic TNBC and PD-L1+ tumors by CPS score ≥10 using the 22C3 assay, pembrolizumab plus nab-paclitaxel, paclitaxel, or carboplatin and gemcitabine is recommended as one immunotherapy option for first-line treatment (LE:2), based on clinically meaningful PFS improvement in KEYNOTE-355.\n          \n          \n            For patients with locally advanced/metastatic TNBC, pembrolizumab should only be added to chemotherapy (nab-paclitaxel, paclitaxel or carboplatin/gemcitabine combination) if tumors express PD-L1 with CPS≥10 by the 22C3 assay (until PD-L1 assays are harmonized) (LE: 2).\n          \n          \n            For patients with locally advanced/metastatic TNBC and PD-L1+ tumors being treated with atezolizumab, nab-paclitaxel is the only chemotherapy backbone that has demonstrated activity in randomized clinical trials (LE: 2). The indication for atezolizumab in this setting was voluntarily withdrawn in 2021.\n          \n          \n            All patients who are candidates for immunotherapy treatment for metastatic TNBC should have tumor tissue tested for PD-L1 at least once, irrespective of line of therapy or prior immunotherapy in the adjuvant or neoadjuvant setting.\n          \n          \n            Patients deriving clinical benefit from atezolizumab-based treatment in the absence of clinically significant toxicity or disease progression should continue on atezolizumab plus nab-paclitaxel rather than change therapy.\nFDA-approved indications: advanced TNBC\n        The first ICI to be approved by the FDA for the treatment of breast cancer was atezolizumab, a fully humanized IgG1 isotype anti-PD-L1 monoclonal antibody (mAb).21 Accelerated approval was granted in March 2019 for atezolizumab in combination with nab-paclitaxel for treatment of adult patients with PD-L1+ locally advanced or metastatic TNBC, as measured by the VENTANA PD-L1 (SP142) immunohistochemical (IHC) assay and assessed on immune cells (ICs)17; additional specifics of PD-L1 testing are described in detail in the Diagnostics and biomarker testing in patients with advanced/metastatic breast cancer section. The indication for atezolizumab for TNBC was voluntarily withdrawn in 2021. Although the approval did not specify line of therapy, data for the clinical activity of atezolizumab beyond the first-line setting is limited. However, in the phase Ib study of atezolizumab plus nab-paclitaxel for TNBC that led to the subsequent large scale trials, tolerable safety and promising activity was observed among 32 patients that received a median of three prior lines of therapy.22\n        The accelerated approval for atezolizumab was based on the first interim analysis of the phase III IMpassion130 study, a multicenter, international, double-blind, placebo-controlled randomized trial. Enrollment criteria included patients with unresectable, locally advanced, or metastatic TNBC who had not received prior systemic therapy (radiation therapy and previous chemotherapy was allowed if treatment with curative intent was completed ≥12 months before randomization). The study had four pre-specified co-primary endpoints: progression-free survival (PFS) in both the intent-to-treat (ITT) and PD-L1+ populations analyzed in parallel, and OS in both the ITT and PD-L1+ populations analyzed hierarchically, first in the ITT group, and then if significant in the PD-L1+ group. The trial randomized 902 patients in total, 451 in each arm. In the ITT population, 404 patients (89.8%) in the atezolizumab group and 408 patients (90.7%) in the placebo group had metastatic disease at baseline.18 In the primary analysis, IMpassion130 met its PFS endpoint in both the ITT and PD-L1+ populations (see table 2), although no benefit was observed in the PD-L1-negative group.23 For OS, a statistically significant benefit was not seen in the ITT subgroup, so formal statistical testing could not be performed in the PD-L1+ subgroup per the hierarchical statistical analysis plan. However, exploratory analyses demonstrated a clinically meaningful improvement in OS with ICI compared with placebo in the PD-L1+ subgroup of 9.5 and 7 months at the first and second interim OS analyses, respectively.24 In the final OS analysis, there was a 7.5-month improvement in OS for the PD-L1+ subgroup, reflecting a HR of 0.67 (95% confidence interval [CI] 0.53 to 0.86).25 Notably, the data for the PD-L1+ subgroup remained consistent in the first, second and final OS analyses with a final HR of 0.67 and a final OS improvement of 7.5 months at a median follow-up of 18.8 months—a clinically meaningful benefit. A follow-up phase III randomized study, IMpassion131, which investigated the addition of atezolizumab to paclitaxel (described in more detail in the Emerging data on PD-(L)1 inhibitors for recurrent/metastatic breast cancer section) did not demonstrate benefit, for reasons that remain unclear and require further investigation.\n        KEYNOTE-355 was a randomized, double-blind, phase III study of the anti-PD-1 mAb pembrolizumab combined with chemotherapy (physician’s choice of paclitaxel, nab-paclitaxel, or carboplatin plus gemcitabine) versus placebo and chemotherapy for previously untreated, locally recurrent, inoperable, or metastatic TNBC. Eligibility included patients who had recurrent disease ≥6 months from completion of adjuvant therapy. In the trial, PD-L1 status was determined by the PD-L1 IHC 22C3 pharmDx assay, which assesses expression on both tumor cells (TCs) and ICs, resulting in a combined positive score (CPS), which is the number of PD-L1 staining cells (TCs, lymphocytes, macrophages) divided by the total number of viable TCs, multiplied by 100 (see the Diagnostics and biomarker testing for patients with advanced/metastatic breast cancer section for additional details on PD-L1 testing). At a median follow-up of 17.5 months for the pembrolizumab arm (n=566) and 15.5 months for the chemotherapy arm (n=281), significant PFS benefit was observed for patients with CPS≥10 (n=636) tumors. In the CPS≥1 group (n=323), PFS also numerically increased with pembrolizumab (see table 2), although this did not reach the pre-specified threshold for statistical significance.26 Benefit was observed regardless of whether patients received a taxane or gemcitabine and carboplatin. Although this analysis was exploratory only and the study was not powered to compare the regimens, the HRs in the CPS≥10 population for nab-paclitaxel (n=99), paclitaxel (n=44), and gemcitabine and carboplatin (n=180) were 0.57 (95% CI 0.34 to 0.95), 0.33 (95% CI 0.14 to 0.76), and 0.77 (95% CI 0.53 to 1.11).27 Formal testing for PFS was not performed in the ITT population. According to a press release in July 2021, KEYNOTE-355 met its primary survival endpoint with pembrolizumab demonstrating a statistically significant and clinically meaningful improvement in OS for patients whose tumors expressed PD-L1 with a combined positive score ≥10 compared to chemotherapy alone. Based on these data, the FDA granted accelerated approval to pembrolizumab in combination with chemotherapy in November 2020 for the treatment of patients with locally recurrent, unresectable, or metastatic TNBC whose tumors express PD-L1 with CPS≥10 as determined by an FDA-approved test. Accelerated approval was converted to full (regular) approval by the FDA in July 2021. Similar to atezolizumab, the approval does not specify line of therapy nor chemotherapy backbone.\nTissue-agnostic FDA approvals for checkpoint inhibitors\n        Pembrolizumab is approved for two ‘tissue agnostic’ (ie, irrespective of primary site of origin) indications, based on high level evidence that tumor neoantigens elicit cytotoxic T cell responses.28–30 Somatic mutations give rise to mutant proteins that are proteolytically processed and presented on major histocompatibility complex Class I (MHC Class I) molecules. Therefore, TMB is generally considered a surrogate for neoantigen load and a predictive biomarker for T cell reactivity.31 32 One common driver for a highly mutagenic tumor phenotype is a deficiency in one or more components of the mismatch repair (MMR) machinery. MMR deficient (dMMR) tumors frequently display a molecular signature characterized by spontaneous loss or gain of nucleotides in repetitive sequences, and instability in five or more loci is defined as MSI-high (MSI-H).33 Full FDA approval of pembrolizumab for the treatment of MSI-H or dMMR tumors that have progressed on prior therapy regardless of tissue of origin, was first issued in May 2017.34 This approval was based on durable responses among 149 patients with 15 different tumor types in five single-arm multicohort multicenter trials: KEYNOTE-016,35 KEYNOTE-164,36 KEYNOTE-012,37 KEYNOTE-028,38 and KEYNOTE-158 (which included five patients with histologically/cytologically confirmed MSI-H/dMMR advanced breast cancer)39 (see table 2). Pembrolizumab was also approved for non-MSI-H/dMMR tumors with high mutation burden (TMB-H) based on KEYNOTE-158 in June 2020. TMB-H was defined in this study as ≥10 mutations per megabase (mut/Mb) as assayed by the FoundationOne CDx companion diagnostic—no patients with breast cancer were included in the analysis that led to approval, however.40\n        It is important to note that breast cancers are rarely MSI-H. Current data suggest that roughly 1% of TNBC41 and fewer than 2% of breast cancers overall are MSI-H.42 In addition, although mutation burdens vary across subtypes, with relatively higher mutation frequencies observed in HER2+ tumors and TNBC,43–45 TMB-H is also infrequent in breast cancer. One analysis of 3,969 tumor samples across breast cancer subtypes estimated an overall rate of roughly 5% TMB-H tumors, with slightly higher incidence in metastatic sites compared with the primary lesions.46 TMB-H has been associated with improved outcomes in patients with breast cancer receiving immunotherapy, however, benefit may be contingent on additional tumor properties, such as PD-L1 status.47 In the phase II TAPUR trial, a basket study evaluating commercially available targeted agents in patients with advanced cancers with specific genomic alterations, 28 women with metastatic breast cancer and tumors with mutation burdens ranging from 9 to 37 muts/Mb received pembrolizumab. All patients had received at least two prior lines of systemic treatment, with 26 (93%) having been previously treated with three or more therapies. The overall response rate (ORR) was 21% (95% CI 8% to 41%), with a median PFS of 10.6 weeks (95% CI 7.7 to 21.1) and a median OS of 31.6 weeks (95% CI 11.9 to not estimable). No association was observed between increasing TMB and PFS or OS.48\n        Data sets from phase II and III TNBC trials are currently being analyzed retrospectively to determine the prognostic value of TMB for ICI therapy. In KEYNOTE-119,49 high TMB was associated with increased clinical benefit with immunotherapy. Similarly, in IMpassion130, increasing TMB was also associated with improved PFS (highest TMB quartile HR 0.56 [95% CI 0.38 to 0.81]), but the association was primarily driven by the PD-L1+ subgroup (HR 0.31 [95% CI 0.17 to 0.57] vs 0.84 [95% CI 0.48 to 1.47] for PD-L1-negative cases).47 Key outcomes for KEYNOTE-119 and IMpassion130 are summarized in table 3.\n        \n          Table 3\n          \n            Association with TMB and benefit with ICIs in KEYNOTE-119 and IMpassion130\n          \n          \n            \n              \n                Trial\n                Agent(s) investigated\n                Number of patients evaluated for TMB (n TMB-H)\n                Outcomes: ORR; PFS HR (immunotherapy vs chemo); OS (immunotherapy vs chemo)\n                \n              \n            \n            \n              \n                KEYNOTE-119\n                Pembrolizumab vs chemotherapy (investigator’s choice: capecitabine, eribulin, gemcitabine, or vinorelbine)\n                132 in pembrolizumab arm (n=12 TMB-H); 121 (n=14 TMB-H) in chemotherapy arm\n                TMB>10mut/MbORR 14.3% (95% CI 4% to 39.9%) vs 12.7% (95% CI 7.9% to 19.9%)PFS HR1.14 (95% CI0.42 to 3.07)OS HR0.58 (95% CI0.21 to 1.57)\n                TMB<10mut/MbORR 8.3% (95% CI 0.4% to 35.4%) vs 12.8% (95% CI 7.8% to 20.4%)PFS HR1.24 (95% CI0.92 to 1.67)OS HR0.81 (95% CI0.61 to 1.07)\n              \n            \n          \n          \n            \n              \n                Trial\n                Agents investigated\n                Biomarker evaluable population(median TMB 4.38 mut/Mb)\n                OS HR by TMB quartile, PD-L1 positive population (HR (95% CI))\n              \n              \n                Quartile1 (TMB 2.63 mut/Mb)\n                Quartile 2(TMB 4.39 mut/Mb)\n                Quartile 3(TMB 7.02 mut/Mb)\n              \n            \n            \n              \n                IMpassion130\n                Atezolizumab+chemotherapy vs placebo+chemotherapy\n                579 patients\n                0.69 (0.49 to 0.98)\n                0.59 (0.37 to 0.92)\n                0.37 (0.15 to 0.90)\n              \n            \n          \n          \n            \n              chemo, chemotherapy; CI, confidence interval; HR, hazard ratio; mut/Mb, mutations per megabase; ORR, overall response rate; OS, overall survival; PD-L1, programmed death-ligand 1; PFS, progression-free survival; TMB, tumor mutational burden; TMB-H, high TMB.\nEmerging data on PD-(L)1 inhibitors for advanced/metastatic breast cancer\n        Several additional ICI-based approaches are currently under investigation for the treatment of advanced/metastatic breast cancer, including monotherapy regimens, combinations with chemotherapy, and combinations with biologics. Results of emerging approaches that have advanced through to later-phase trials are discussed below and summarized in table 4. For further information on additional strategies limited to early-phase trials, such as immunotherapy regimens that include targeted agents such as poly ADP-ribose polymerase (PARP), radiation therapy, CDK4/6 inhibitors, and AKT inhibitors, see the Novel combination strategies and promising future directions section.\nAdvanced/metastatic TNBC\n        The optimal chemotherapy backbone for immunotherapy-containing regimens is unknown, however current data suggest that paclitaxel is not indicated in combination with atezolizumab for advanced/metastatic TNBC. IMpassion131, a phase III placebo-controlled study, compared the efficacy and safety of first-line atezolizumab combined with paclitaxel versus placebo with paclitaxel.50 In the trial, adding atezolizumab to paclitaxel did not improve PFS or OS in either the PD-L1+ or the ITT population.51 On September 8, 2020, the FDA issued an alert to oncology professionals stating that the combination of atezolizumab and paclitaxel did not significantly reduce the risk of cancer progression and death compared with placebo and paclitaxel in the PD-L1+ population, and healthcare providers were directed not to replace nab-paclitaxel with paclitaxel in clinical practice.52 Additional trials evaluating different chemotherapy backbones are ongoing, including the randomized, placebo-controlled, phase III IMpassion132 study, which is evaluating atezolizumab with capecitabine or gemcitabine/carboplatin for inoperable locally advanced/metastatic TNBC recurring ≤12 months after completing standard neoadjuvant and/or adjuvant anthracycline-based and taxane-based chemotherapy or definitive surgery, whichever occurred last.53\n        Pembrolizumab has been evaluated as monotherapy in multiple trials for TNBC. The KEYNOTE-086 phase II study enrolled two cohorts of patients, one who had undergone prior treatment with anthracycline and taxane in any disease setting with progression on or after the most recent therapy, and another with no prior systemic therapy for metastatic disease. Patients in the cohort treated with first-line pembrolizumab were required to have PD-L1+ tumors defined as CPS≥1 by the 22C3 assay,54 55 for whom an ORR of 21.4% was subsequently demonstrated (95% CI 13.9% to 31.4%).56 For the 170 patients with previously treated advanced TNBC, ORR was 5.3% (95% CI 2.7% to 9.9%) in the total population and 5.7% (95% CI 2.4% to 12.2%) in the PD-L1+ populations. Median PFS was 2 months (95% CI 1.9 to 2) and median OS was 9 months (95% CI 7.6 to 11.2) for all patients.57 In KEYNOTE-119, patients with metastatic TNBC who had received one to two prior systemic therapies were randomized to receive pembrolizumab (n=312) or physician’s choice of capecitabine, eribulin mesylate, gemcitabine, or vinorelbine (n=310). Patients were stratified by PD-L1 CPS. At a median follow-up of 9.9 months for the pembrolizumab group and 10.9 months for the chemotherapy group, single-agent pembrolizumab did not significantly improve OS compared with single-agent chemotherapy in the ITT population nor the pre-specified subgroups. In an exploratory analysis of patients with CPS≥20, median OS was 14.9 months with pembrolizumab versus 12.5 months with chemotherapy (HR 0.58; 95% CI 0.38 to 0.88).58\nAdvanced HER2+ breast cancer\n        Signals of clinical efficacy have been reported with the addition of ICIs to standard of care therapies in HER2+ advanced breast cancer. Beyond immunotherapy, additional targeted agents such as trastuzumab deruxtecan and tucatinib continue to offer more options to patients with HER2+ disease.59 60 In the phase II KATE2 study, which randomized 133 patients to receive atezolizumab plus trastuzumab emtansine (T-DM1) and 69 patients to receive placebo plus T-DM1, no statistically significant difference in overall PFS was observed between the two arms. A trend toward more favorable PFS and ORR were seen with the combination in patients with tumor infiltrating lymphocyte (TIL) ≥5% and/or PD-L1+ tumors as defined by an IC score >1 by the SP142 assay.61 Updated data with a median follow-up of 19.5 months for the atezolizumab arm and 18.2 months for the placebo arm revealed similar 1-year OS rates in both arms (89.1% vs 89% for atezolizumab vs placebo; HR 0.74; 95% CI 0.42 to 1.30). In the PD-L1+ subgroup (n=57 in the atezolizumab arm and n=27 in the placebo arm), the 1-year OS was numerically greater in the atezolizumab arm compared with placebo (94.3% vs 87.9%; HR 0.55; 95% CI 0.22 to 1.38).61 A definitive phase III trial is planned based on this hypothesis-generating data.\n        Providing further support for additional investigation of ICIs in HER2+ disease, the phase Ib/II PANACEA study explored pembrolizumab in combination with trastuzumab in patients with HER2+, trastuzumab-resistant metastatic breast cancer. Of the 52 heavily pre-treated patients enrolled in the phase II portion, 46 patients (77%) had PD-L1+ disease (CPS ≥1%), and, of these, 7 (15%) achieved an objective response and 4 (8%) maintained stable disease (SD) for more than 6 months.62\nAdvanced ER+ breast cancer\n        KEYNOTE-028 was a phase Ib, open-label, multicohort study that investigated the safety and antitumor activity of pembrolizumab in patients with PD-L1+ advanced solid tumors, including 25 patients with estrogen receptor positive (ER+)/HER2-negative (HER2–) advanced breast cancer, among whom three experienced partial response (PR), leading to an ORR of 12% (95% CI 2.5% to 31.2%). The clinical benefit rate (complete response (CR)+PR+SD (for ≥24 weeks)) was 20% (95% CI 7% to 41%) and the median duration of response (DOR) was 12 months (range 7.4 to 15.9 months).38 In the phase Ib JAVELIN study, which evaluated the anti-PD-L1 avelumab in 72 women with HR+/HER2– disease (with no requirements for PD-L1 expression), an ORR of 2.8% was observed.63\n        Pembrolizumab has been evaluated in combination with eribulin mesylate for ER+ metastatic breast cancer in a randomized phase II trial that enrolled 88 patients. At a median follow-up of 10.5 months, no significant difference in median PFS and ORR was observed with the addition of pembrolizumab to eribulin mesylate compared with eribulin mesylate alone (PFS, 4.1 vs 4.2 months; HR 0.80; HR 95% CI 0.50 to 1.26; p =0.33; ORR 27% vs 34%, respectively; p =0.49). PD-L1 testing by the 22C3 assay was performed for 65 patients, and 24 (36.9%) were found to have PD-L1+ tumors (modified proportion score>1%). PD-L1 status was not associated with PFS, although the group of patients with PD-L1+ tumors was small and thus had limited power to assess benefit.64\nPanel recommendations\n        \n          \n            Given the limited activity with currently available single-agent immunotherapy, the efficacy of immunotherapeutic strategies will likely be enhanced with combination therapy adding chemotherapy, targeted therapies, radiotherapy, or other immunotherapy agents.\n          \n          \n            Based on current evidence, the combinations mentioned above are investigational and should only be considered in the context of a clinical trial.\n          \n          \n            The optimal dose of radiation (low or high) to combine with ICIs in the preoperative setting is the subject of an ongoing clinical trial (NCT04443348). Data from this trial will permit design of large, phase II trials examining radiation and immunotherapy combinations in the pre-operative setting.\n          \n          \n            In ongoing and planned studies involving combination approaches with immunotherapy, both short-term and long-term toxicities should be a careful consideration.\n          \n          \n            Companion biomarkers that predict clinical benefit and/or toxicity are essential in the development of these strategies.\nEmerging data on immunotherapy with PD-(L)1 Inhibitors for early-stage/locally advanced breast cancer\n      At the time of guideline writing, one ICI, pembrolizumab, was approved by the FDA for the treatment of patients with high-risk early-stage TNBC in combination with chemotherapy as neoadjuvant treatment and then continued as a single agent as adjuvant treatment after surgery. The potential for permanent irAEs must be considered in the risk-benefit calculation when discussing immunotherapy with a patient with early stage disease who is treated with curative intent. Immunotherapy for early-stage breast cancer is an active and rapidly evolving area of research. Several trials have been completed evaluating various ICI and chemotherapy regimens in the neoadjuvant setting. Results of completed trials are summarized in table 4.\n      \n        Table 4\n        \n          Completed phase II/III neoadjuvant immunotherapy trials for early-stage breast cancer\n        \n        \n          \n            \n              Trial nameTrial identifier\n              Phase\n              Subtype\n              Control and immunotherapy arms\n              pCR rate (95% CI)(investigational vs control)\n            \n          \n          \n            \n              I-SPY 2*NCT01042379\n              II\n              HER2–\n              Control (n=201): paclitaxel × 4 → doxorubicin+cyclophosphamide × 4 → surgeryInvestigational (n=69): paclitaxel+pembrolizumab × 4 → doxorubicin plus cyclophosphamide × 4 → surgery\n              HR+/HER2–30% (17% to 43%) vs 13% (7% to 19%)\n            \n            \n              TNBC60% (44% to 75%) vs 22% (13% to 30%)\n            \n            \n              HER2–\n              Control (n=295): paclitaxel × 4 → doxorubicin+cyclophosphamide × 4 → surgeryInvestigational (n=73): paclitaxel+pembrolizumab × 4 → pembrolizumab × 4 → surgery\n              HR+/HER2–15% (1% to 29%) vs 15% (9% to 20%)\n            \n            \n              TNBC27% (9% to 45%) vs 27% (19% to 35%)\n            \n            \n              HER2–\n              Control (n=299): paclitaxel × 4 → doxorubicin+cyclophosphamide × 4 → surgeryInvestigational (n=74): olaparib+durvalumab+paclitaxel × 4 → doxorubicin+cyclophosphamide × 4 → surgery\n              HR+/HER2–28% (18% to 38%) vs 14% (9% to 19%)\n            \n            \n              TNBC:47% (29% to 64%) vs 27% (20% to 34%)\n            \n            \n              GeparNuevoNCT02685059\n              II\n              TNBC\n              Control (n=86): nab-paclitaxel × 4 →epirubicin+cyclophosphamide × 4 → surgeryInvestigational (n=88): nab-paclitaxel+durvalumab × 4 → EC+durvalumab × 4 → surgery\n              ITT53.4% (42.5% to 61.4%) vs 44.2% (33.5% to 55.3%)\n            \n            \n              Window cohort61% (NR) vs 41.4% (NR)\n            \n            \n              KEYNOTE-522NCT03036488\n              III\n              TNBC\n              Control (n=390): paclitaxel+carboplatin+placebo → doxorubicin+cyclophosphamide/epirubicin+cyclophosphamide+placebo × 4 → surgery → placeboInvestigational (n=784): paclitaxel+carboplatin+pembrolizumab → doxorubicin+cyclophosphamide/epirubicin+cyclophosphamide+pembrolizumab × 4 → surgery → pembrolizumab\n              ITT63% (59.5% to 66.4%) vs 55.6% (50.6% to 60.6%)\n            \n            \n              PD-L1-positive68.9% vs 54.9%\n            \n            \n              PD-L1-negative45.3% vs 30.3%\n            \n            \n              LN-negative64.9% (NR) vs 58.6% (NR)\n            \n            \n              LN-positive64.8% (NR) vs 44.1 (NR)\n            \n            \n              NeoTRIPaPDL1NCT02620280\n              III\n              TNBC\n              Control (n=142): nab-paclitaxel+carboplatin × 8 → surgery → doxorubicin+cyclophosphamide/epirubicin+cyclophosphamide/5 FU+epirubicin+cyclophosphamide × 4Investigational (n=138): nab-paclitaxel+carboplatin+atezolizumab × 8 → surgery → doxorubicin+cyclophosphamide/epirubicin+cyclophosphamide/5 FU+epirubicin+cyclophosphamide × 4\n              ITT43.5% (35.1% to 52.2%) vs 40.8% (32.7% to 49.4%)\n            \n            \n              PD-L1-negative32.2% (NR) vs 32.3% (NR)\n            \n            \n              PD-L1-positive51.9% (NR) vs 48% (NR)\n            \n            \n              IMpassion031NCT03197935\n              III\n              TNBC\n              Control (n=165): placebo × 6+nab-paclitaxel × 12 → placebo+doxorubicin+cyclophosphamide × 4 → surgery → monitoringInvestigational (n=168): atezolizumab × 6+nab-paclitaxel × 12 → atezolizumab+doxorubicin+cyclophosphamide × 4 → surgery →atezolizumab\n              ITT58% (50% to 65%) vs 41% (34% to 49%)\n            \n            \n              PD-L1-positive69% (57% to 79%) vs 49% (38% to 61%)\n            \n          \n        \n        \n          \n            *pCR rate in I-SPY 2 trial is estimated due to adaptive clinical trial design.\n          \n          \n            EC, epirubicin/cyclophosphamide; HER2, human epidermal growth factor receptor 2; HR, hormone receptor; ITT, intent-to-treat; LN, lymph node; NR, not reported; pCR, pathologic complete response; PD-L1, programmed death-ligand 1; TNBC, triple-negative breast cancer.\n          \n        \n      \n      \n        Neoadjuvant setting\n        The phase II I-SPY 2 trial indicated that the addition of pembrolizumab to standard neoadjuvant chemotherapy improved estimated pCR rates in patients with high-risk stage II/III TNBC and Mammaprint-defined high-risk HR+/HER2– breast cancer. I-SPY 2 is a platform trial with an adaptive design that evaluates multiple investigational agents concurrently against a common control arm of weekly paclitaxel for 12 weeks followed by doxorubicin plus cyclophosphamide given every 2–3 weeks for 4 cycles. ‘Graduation’ for efficacy occurs if the predefined efficacy threshold of 85% probability of success in a subtype-specific, hypothetical 300 patient phase III trial is met. The primary endpoint of the I-SPY 2 trial is pCR rate. The first immunotherapy arm investigated the efficacy of 4 cycles of pembrolizumab added to neoadjuvant paclitaxel followed by adjuvant chemotherapy.65 In a recent report including 250 patients from I-SPY 2 randomized to standard chemotherapy with or without pembrolizumab, the addition of pembrolizumab to paclitaxel demonstrated improved estimated pCR rates across TNBC and ER+ subtypes compared with standard chemotherapy. For the 69 patients receiving pembrolizumab (40 HR+/HER2– and 29 TNBC), the final estimated pCR rates in the TNBC cohort were 60% versus 22% for pembrolizumab versus control. The estimated pCR rates were 30% versus 13% in the HR+/HER2– cohort and 44% versus 17% among all HER2– patients.65\n        In the I-SPY2 trial, pembrolizumab ‘graduated’ for both HR+/HER2– and TNBC after 69 patients had been randomized to receive the investigational therapy and 201 were randomized to the control group. Pembrolizumab was the first of 10 agents to graduate for HR+/HER2– disease. A second arm investigated 8 cycles of pembrolizumab, half of which were given without chemotherapy.66 In this arm, patients received paclitaxel plus pembrolizumab for 4 cycles followed by 4 cycles of pembrolizumab alone, without adjuvant chemotherapy. Of the 73 patients who were randomized to this arm, three progressed while receiving pembrolizumab alone. Treatment with pembrolizumab alone was no longer allowed due to the potential concern for progression for those randomized to pembrolizumab alone, and investigators were given the option to administer adjuvant chemotherapy with pembrolizumab or proceed with definitive surgery following the 12 weeks of paclitaxel plus pembrolizumab. The estimated pCR rates for the HR+/HER2– and TNBC signatures were the same for the pembrolizumab versus control arms, at 15% (95% CI 10% to 29%) versus 15% (95% CI 9% to 20%) and 27% (95% CI 9% to 45%) versus 27% (95% CI 19% to 50%), respectively.66\n        Six different pembrolizumab plus chemotherapy regimens were evaluated as neoadjuvant therapy for high-risk, early-stage TNBC in the phase Ib trial KEYNOTE-173. All cohorts received a single run-in dose of pembrolizumab for cycle one, followed by 8 cycles of pembrolizumab in combination with a taxane (nab-paclitaxel for five of six cohorts and paclitaxel for the remaining cohort) with or without carboplatin at varying dosing levels for 12 weeks. For an additional 12 weeks before surgery, all patients received doxorubicin and cyclophosphamide. The overall pCR rate for all cohorts was 60% (90% CI 30% to 85%), with ORR ranging from 70% to 100% in the different chemotherapy dosing regimens. At a median follow-up of 19.6 months, the 12-month EFS rate was 100% and 88% for patients who did and did not achieve pCR, respectively. Four cohorts (three groups who received pembrolizumab with nab-paclitaxel and carboplatin as well as the group receiving paclitaxel plus carboplatin) had a 12-month EFS rate of 100%.67 In exploratory analyses, significant associations with pCR rates were observed for pre-treatment PD-L1 CPS (p=0.0127), and both pre-treatment and on-treatment stromal TILs (p=0.0059 and 0.0085, respectively).68 The results of KEYNOTE-173 informed the chemotherapy backbone selection for the subsequent phase III KEYNOTE-522 trial.\n        In July 2021, the FDA granted regular approval to pembrolizumab for the treatment of patients with high-risk TNBC in combination with chemotherapy as neoadjuvant treatment and then continued as a single agent as adjuvant treatment after surgery. Approval was based on KEYNOTE-522, a randomized phase III trial, which assigned patients with previously untreated stage II or stage III TNBC in a 2:1 ratio to receive neoadjuvant therapy with 4 cycles of pembrolizumab (200 mg) every 3 weeks plus paclitaxel and carboplatin (n=784 patients) or placebo every 3 weeks plus paclitaxel and carboplatin (n=390 patients). Both groups received an additional 4 cycles of pembrolizumab or placebo, and both groups received doxorubicin+cyclophosphamide or epirubicin+cyclophosphamide before surgery. After definitive surgery, the patients received adjuvant pembrolizumab or placebo every 3 weeks for up to 9 cycles. At the first interim analysis of the initial 602 randomized patients, the pCR rate was 64.8% (95% CI 59.9% to 69.5%) in the group receiving pembrolizumab and 51.2% (95% CI 44.1% to 58.3%) in the group receiving placebo (p<0.001). In the trial, improved pCR rates with pembrolizumab were generally consistent across subgroups, regardless of tumor size or PD-L1 status. The increase in pCR rate with the addition of pembrolizumab was numerically greater for patients with node positive disease (20.6% increase; 95% CI 8.9% to 31.9%) than for those without lymph node involvement (6.3% increase; 95% CI –5.3% to 18.2%).69 70 Recently released data from the third pre-planned interim analysis including the entire ITT population (n=1174) showed pCR rates of 63% (95% CI 59.5 to 66.4) and 55.6% (95% CI 50.6 to 60.6) in the pembrolizumab and placebo arms, respectively, for a stratified delta of 7.5% (95% CI 1.6 to 13.4). At a median follow-up of 26.1 months with roughly 53% of required events, the EFS HR was 0.65 (95% CI 0.48 to 0.88).71 The fourth pre-planned interim analysis was presented during an online ESMO Virtual Plenary session on July 15, 2021.72 With a median follow-up of 39.1 months, the addition of pembrolizumab to chemotherapy resulted in a statistically significant and clinically meaningful improvement in EFS, with a HR of 0.63 (95% CI 0.48 to 0.82; p=0.00031). No new safety signals emerged. Most immune-mediated AEs were low-grade, occurred in the neoadjuvant phase, and were manageable with treatment interruption, steroid administration, and/or hormone replacement. Treatment-related AEs of grade ≥3 occurred in 77.1% of the patients who received pembrolizumab compared with 73.3% of the patients in the placebo group, leading to discontinuation of any trial drug in 27.7% and 14.1% in each arm, respectively. The most common irAEs reported among patients receiving pembrolizumab (incidence ≥10 patients) were infusion reactions (18%), hypothyroidism (15.1%), severe skin reactions (5.7%), hyperthyroidism (5.2%), adrenal insufficiency (2.4%), pneumonitis (2.2%), thyroiditis (2.0%), hypophysitis (1.9%), colitis (1.7%), and hepatitis (1.4%).72\n        Also in I-SPY2, the combination of the anti-PD-L1 mAb durvalumab, the PARP inhibitor olaparib, and paclitaxel followed by doxorubicin+cyclophosphamide as neoadjuvant therapy demonstrated improved pCR rates compared with paclitaxel followed by doxorubicin/cyclophosphamide alone in patients with high-risk HER2– stage II or III breast cancer. Based on results from a total of 73 patients, including 21 with TNBC and 52 with HR+ tumors, the durvalumab plus olaparib plus paclitaxel arm graduated 13 months after enrollment had started with >0.85% predictive probability of success. Among the 72 patients who completed surgery and were evaluable for pCR, the final predicted probabilities of success in a future phase III study were 81% for all HER2– cancers (estimated pCR rate 37%), 80% for TNBC (estimated pCR rate 47%) and 74.5% for HR+/HER2– patients (estimated pCR rate 28%).73 For further discussion of PARP inhibition in combination with immunotherapy see the Novel combination strategies and promising future directions section.\n        Durvalumab was also evaluated in the GeparNuevo trial, which randomized 174 patients with operable TNBC to receive durvalumab or placebo in addition to standard neoadjuvant nab-paclitaxel. The overall pCR rate in the durvalumab arm was 53.4% (95% CI 42.5% to 61.4%) compared with 44.2% (95% CI 33.5% to 55.3%) in the control arm. Notably, however, benefit with durvalumab was largely observed in the subset of 117 patients that received durvalumab during a run-in window 2 weeks prior to the initiation of chemotherapy, with pCR rates in this cohort of 61% versus 41.4% (odds ratio [OR]=2.22; 95% CI 1.06 to 4.64; p=0.035; interaction p=0.048). Although characteristics at baseline were generally balanced between treatment arms, patients in the group receiving durvalumab during the window phase were more likely to have stage IIA tumors and nodal involvement before beginning therapy. Due to the Independent Data Monitoring Committee’s concern about the delay in starting chemotherapy, the study was amended to eliminate the window-phase after those 117 patients were enrolled. Significantly higher pCR rates were observed among patients with higher levels of stromal TILs in both arms in the complete cohort of patients (p<0.01). Among the patients who received durvalumab in the window phase, changes in the numbers of intratumoral TILs between baseline and after the window phase significantly predicted achieving pCR (n=41) in both univariate (OR 5.15; 95% CI 1.10 to 24.05; p=0.037) and multivariate regression analyses (OR 9.36; 95% CI 1.26 to 69.65; p=0.029). A trend toward increased response rates in PD-L1+ tumors was observed in both arms, with a significant association between pCR rates and PD-L1+ TCs for the durvalumab group (p=0.045) and between pCR rates and PD-L1+ ICs in the placebo group (p=0.040), as measured by the VENTANA PD-L1 (SP263) assay.74 The findings of the window cohort in GeparNuevo are provocative and raise the question of how best to sequence immunotherapy and chemotherapy.\n        The NeoTRIPaPDL1 Michelangelo trial was a randomized phase III trial that enrolled 280 patients with previously untreated TNBC and investigated neoadjuvant chemotherapy with carboplatin and nab-paclitaxel for 8 cycles with or without atezolizumab, followed by surgery and adjuvant anthracycline-based treatment.75 76 The primary endpoint was 5-year EFS and secondary endpoints were pCR and safety. The secondary endpoint of pCR rate for the atezolizumab arm was not significantly higher than the control arm, regardless of PD-L1 status (overall study population: 43.5% vs 40.8%; PD-L1+ disease: 51.9% vs 48.0%; PD-L1-negative disease: 32.2% vs 32.3%). Follow-up is ongoing for the primary EFS endpoint.\n        IMpassion031, a double-blind phase III study, randomized 333 patients with previously untreated stage II–III TNBC 1:1 to receive nab-paclitaxel followed by dose-dense doxorubicin and cyclophosphamide plus atezolizumab (n=165) or placebo (n=168) followed by surgery. Patients were unblinded after surgery and adjuvant atezolizumab was continued at a fixed dose of 1,200 mg IV every 3 weeks for 11 doses, for a total of approximately 12 months of therapy. At a median follow-up of 20.6 months in the atezolizumab plus chemotherapy group and 19.8 months in the placebo plus chemotherapy group, pCR was observed in 95 patients (58%; 95% CI 50% to 65%) in the immunotherapy arm and 69 patients (41%; 95% CI 34% to 49%) in the placebo plus chemotherapy group (rate difference 17%; 95% CI 6% to 27%; one-sided p=0.0044 [significance boundary 0.0184]). For patients with PD-L1+ tumors, the pCR rate was 69% in the atezolizumab arm (53 out of 77 patients; 95% CI 57% to 79%) compared with 49% (37 of 75 patients; 95% CI 38% to 61%) in the placebo arm, for a rate difference of 20% (95% CI, 4% to 35%; one-sided p=0.021 [significance boundary 0.0184]). Grade 3–4 AEs were balanced between the arms, and treatment-related serious AEs occurred in 37 (23%) and 26 (16%) patients, respectively, for the atezolizumab and placebo groups.77 Data from the ongoing GeparDouze trial will further evaluate the addition of immunotherapy to an anthracycline, taxane, and platinum backbone.78\n        Additional ongoing studies include KEYNOTE-756, a global, randomized, double-blind, phase III study, which is investigating pembrolizumab plus chemotherapy as neoadjuvant treatment followed by pembrolizumab plus endocrine therapy as adjuvant treatment for patients with high-risk, early-stage ER+/HER2− breast cancer.79 Also, the ongoing CheckMate 7FL trial is evaluating the benefits of adding nivolumab to standard neoadjuvant chemotherapy and to adjuvant endocrine therapy for patients with newly diagnosed high-risk, HR+/HER2− primary breast cancer.80\n      \n      \n        Adjuvant setting\n        Limited data are available on the efficacy of immunotherapy for adjuvant treatment of early-stage breast cancer. Although the experimental arm of KEYNOTE-522 included adjuvant pembrolizumab in addition to neoadjuvant chemotherapy and pembrolizumab, it is unclear whether or not the DFS benefit was derived from the neoadjuvant or adjuvant portions, or both. Several ongoing studies are specifically evaluating checkpoint inhibitors either as monotherapy or in combination with chemotherapy as adjuvant treatment.\n        The ongoing ALEXANDRA/IMpassion030 study is an international, phase III, open-label trial randomizing a total of 2,300 patients with stage I-II TNBC 1:1 to receive standard adjuvant chemotherapy with or without atezolizumab.76 The primary endpoint is invasive disease-free survival (iDFS) and secondary endpoints include iDFS by PD-L1 status and lymph node status, OS, safety, and QOL. Patients will be stratified by type of surgery, nodal status, and PD-L1 status.\n        SWOG S1418 is a randomized phase III trial evaluating pembrolizumab in the adjuvant setting for patients with residual TNBC measuring at least 1 cm in the breast and/or lymph node involvement after neoadjuvant chemotherapy and definitive surgery.81 A total of 1,000 patients are being enrolled and randomized 1:1 to pembrolizumab or observation. The primary endpoint is iDFS, and secondary endpoints are OS, distant relapse-free survival, and safety.\n        Avelumab is being evaluated as adjuvant therapy in A-Brave, a trial of 335 patients with high-risk TNBC. The protocol-defined patient population will include two strata of patients: those who have completed curative intent surgery of the primary tumor followed by adjuvant chemotherapy with at least 3 cycles of anthracycline and taxane-based therapy (stratum A), and those who have who have completed neoadjuvant chemotherapy with residual disease after curative intent surgery of the primary tumor (stratum B). The primary endpoint is DFS, and secondary endpoints are OS and safety.\n      \n      \n        Future directions\n        Several important questions remain regarding the optimal integration of immunotherapy into treatment for early-stage breast cancer, including the unknown benefits of checkpoint inhibitors in the metastatic setting if patients have previously been treated with these agents for early-stage disease. It will also be key to establish whether pCR corresponds to EFS or OS benefit with ICIs administered in the neoadjuvant setting. Future trials will be needed to address if there is a role for de-escalating the chemotherapy backbone, the role for continuing immunotherapy in patients that do or do not achieve pCR, the optimal duration of immunotherapy, the optimal sequencing of chemotherapy and immunotherapy, and the clinicopathologic features and/or biomarkers that predict who will benefit from the addition of immunotherapy to neoadjuvant chemotherapy as well as who is at increased risk for irAEs.\n      \n      \n        Panel recommendations\n        \n          \n            For all patients with stage II and III TNBC, clinical trial enrollment should be considered if available.\n          \n          \n            For patients with stage II and III TNBC, improved pCR rates with either neoadjuvant pembrolizumab or atezolizumab have been observed, regardless of PD-L1 status (LE: 2).\n          \n          \n            For patients with high-risk early-stage TNBC, pembrolizumab in combination with chemotherapy as neoadjuvant treatment and then continued as a single agent as adjuvant treatment after surgery is a standard of care based on statistically significant and clinically meaningful improvement in EFS in KEYNOTE-522. Overall survival (OS) data is still maturing (LE: 2).\n          \n          \n            For patients with stage II and III TNBC and no available trial, the addition of atezolizumab to standard neoadjuvant chemotherapy may be considered, although not FDA-approved at the time of publication and the IMpassion031 trial was not powered to assess EFS (LE: 2).\n          \n          \n            Based on accumulated data to date, immunotherapy regimens for stage II and III TNBC should at least include an anthracycline and a taxane with or without carboplatin (LE: 2).\n          \n          \n            For patients with stage II and III TNBC in KEYNOTE-522, patients continued immunotherapy from the neoadjuvant setting into the adjuvant setting. The potential benefits of adjuvant immunotherapy must be weighed against the potential for toxicities with treatment.\nNeoadjuvant setting\n        The phase II I-SPY 2 trial indicated that the addition of pembrolizumab to standard neoadjuvant chemotherapy improved estimated pCR rates in patients with high-risk stage II/III TNBC and Mammaprint-defined high-risk HR+/HER2– breast cancer. I-SPY 2 is a platform trial with an adaptive design that evaluates multiple investigational agents concurrently against a common control arm of weekly paclitaxel for 12 weeks followed by doxorubicin plus cyclophosphamide given every 2–3 weeks for 4 cycles. ‘Graduation’ for efficacy occurs if the predefined efficacy threshold of 85% probability of success in a subtype-specific, hypothetical 300 patient phase III trial is met. The primary endpoint of the I-SPY 2 trial is pCR rate. The first immunotherapy arm investigated the efficacy of 4 cycles of pembrolizumab added to neoadjuvant paclitaxel followed by adjuvant chemotherapy.65 In a recent report including 250 patients from I-SPY 2 randomized to standard chemotherapy with or without pembrolizumab, the addition of pembrolizumab to paclitaxel demonstrated improved estimated pCR rates across TNBC and ER+ subtypes compared with standard chemotherapy. For the 69 patients receiving pembrolizumab (40 HR+/HER2– and 29 TNBC), the final estimated pCR rates in the TNBC cohort were 60% versus 22% for pembrolizumab versus control. The estimated pCR rates were 30% versus 13% in the HR+/HER2– cohort and 44% versus 17% among all HER2– patients.65\n        In the I-SPY2 trial, pembrolizumab ‘graduated’ for both HR+/HER2– and TNBC after 69 patients had been randomized to receive the investigational therapy and 201 were randomized to the control group. Pembrolizumab was the first of 10 agents to graduate for HR+/HER2– disease. A second arm investigated 8 cycles of pembrolizumab, half of which were given without chemotherapy.66 In this arm, patients received paclitaxel plus pembrolizumab for 4 cycles followed by 4 cycles of pembrolizumab alone, without adjuvant chemotherapy. Of the 73 patients who were randomized to this arm, three progressed while receiving pembrolizumab alone. Treatment with pembrolizumab alone was no longer allowed due to the potential concern for progression for those randomized to pembrolizumab alone, and investigators were given the option to administer adjuvant chemotherapy with pembrolizumab or proceed with definitive surgery following the 12 weeks of paclitaxel plus pembrolizumab. The estimated pCR rates for the HR+/HER2– and TNBC signatures were the same for the pembrolizumab versus control arms, at 15% (95% CI 10% to 29%) versus 15% (95% CI 9% to 20%) and 27% (95% CI 9% to 45%) versus 27% (95% CI 19% to 50%), respectively.66\n        Six different pembrolizumab plus chemotherapy regimens were evaluated as neoadjuvant therapy for high-risk, early-stage TNBC in the phase Ib trial KEYNOTE-173. All cohorts received a single run-in dose of pembrolizumab for cycle one, followed by 8 cycles of pembrolizumab in combination with a taxane (nab-paclitaxel for five of six cohorts and paclitaxel for the remaining cohort) with or without carboplatin at varying dosing levels for 12 weeks. For an additional 12 weeks before surgery, all patients received doxorubicin and cyclophosphamide. The overall pCR rate for all cohorts was 60% (90% CI 30% to 85%), with ORR ranging from 70% to 100% in the different chemotherapy dosing regimens. At a median follow-up of 19.6 months, the 12-month EFS rate was 100% and 88% for patients who did and did not achieve pCR, respectively. Four cohorts (three groups who received pembrolizumab with nab-paclitaxel and carboplatin as well as the group receiving paclitaxel plus carboplatin) had a 12-month EFS rate of 100%.67 In exploratory analyses, significant associations with pCR rates were observed for pre-treatment PD-L1 CPS (p=0.0127), and both pre-treatment and on-treatment stromal TILs (p=0.0059 and 0.0085, respectively).68 The results of KEYNOTE-173 informed the chemotherapy backbone selection for the subsequent phase III KEYNOTE-522 trial.\n        In July 2021, the FDA granted regular approval to pembrolizumab for the treatment of patients with high-risk TNBC in combination with chemotherapy as neoadjuvant treatment and then continued as a single agent as adjuvant treatment after surgery. Approval was based on KEYNOTE-522, a randomized phase III trial, which assigned patients with previously untreated stage II or stage III TNBC in a 2:1 ratio to receive neoadjuvant therapy with 4 cycles of pembrolizumab (200 mg) every 3 weeks plus paclitaxel and carboplatin (n=784 patients) or placebo every 3 weeks plus paclitaxel and carboplatin (n=390 patients). Both groups received an additional 4 cycles of pembrolizumab or placebo, and both groups received doxorubicin+cyclophosphamide or epirubicin+cyclophosphamide before surgery. After definitive surgery, the patients received adjuvant pembrolizumab or placebo every 3 weeks for up to 9 cycles. At the first interim analysis of the initial 602 randomized patients, the pCR rate was 64.8% (95% CI 59.9% to 69.5%) in the group receiving pembrolizumab and 51.2% (95% CI 44.1% to 58.3%) in the group receiving placebo (p<0.001). In the trial, improved pCR rates with pembrolizumab were generally consistent across subgroups, regardless of tumor size or PD-L1 status. The increase in pCR rate with the addition of pembrolizumab was numerically greater for patients with node positive disease (20.6% increase; 95% CI 8.9% to 31.9%) than for those without lymph node involvement (6.3% increase; 95% CI –5.3% to 18.2%).69 70 Recently released data from the third pre-planned interim analysis including the entire ITT population (n=1174) showed pCR rates of 63% (95% CI 59.5 to 66.4) and 55.6% (95% CI 50.6 to 60.6) in the pembrolizumab and placebo arms, respectively, for a stratified delta of 7.5% (95% CI 1.6 to 13.4). At a median follow-up of 26.1 months with roughly 53% of required events, the EFS HR was 0.65 (95% CI 0.48 to 0.88).71 The fourth pre-planned interim analysis was presented during an online ESMO Virtual Plenary session on July 15, 2021.72 With a median follow-up of 39.1 months, the addition of pembrolizumab to chemotherapy resulted in a statistically significant and clinically meaningful improvement in EFS, with a HR of 0.63 (95% CI 0.48 to 0.82; p=0.00031). No new safety signals emerged. Most immune-mediated AEs were low-grade, occurred in the neoadjuvant phase, and were manageable with treatment interruption, steroid administration, and/or hormone replacement. Treatment-related AEs of grade ≥3 occurred in 77.1% of the patients who received pembrolizumab compared with 73.3% of the patients in the placebo group, leading to discontinuation of any trial drug in 27.7% and 14.1% in each arm, respectively. The most common irAEs reported among patients receiving pembrolizumab (incidence ≥10 patients) were infusion reactions (18%), hypothyroidism (15.1%), severe skin reactions (5.7%), hyperthyroidism (5.2%), adrenal insufficiency (2.4%), pneumonitis (2.2%), thyroiditis (2.0%), hypophysitis (1.9%), colitis (1.7%), and hepatitis (1.4%).72\n        Also in I-SPY2, the combination of the anti-PD-L1 mAb durvalumab, the PARP inhibitor olaparib, and paclitaxel followed by doxorubicin+cyclophosphamide as neoadjuvant therapy demonstrated improved pCR rates compared with paclitaxel followed by doxorubicin/cyclophosphamide alone in patients with high-risk HER2– stage II or III breast cancer. Based on results from a total of 73 patients, including 21 with TNBC and 52 with HR+ tumors, the durvalumab plus olaparib plus paclitaxel arm graduated 13 months after enrollment had started with >0.85% predictive probability of success. Among the 72 patients who completed surgery and were evaluable for pCR, the final predicted probabilities of success in a future phase III study were 81% for all HER2– cancers (estimated pCR rate 37%), 80% for TNBC (estimated pCR rate 47%) and 74.5% for HR+/HER2– patients (estimated pCR rate 28%).73 For further discussion of PARP inhibition in combination with immunotherapy see the Novel combination strategies and promising future directions section.\n        Durvalumab was also evaluated in the GeparNuevo trial, which randomized 174 patients with operable TNBC to receive durvalumab or placebo in addition to standard neoadjuvant nab-paclitaxel. The overall pCR rate in the durvalumab arm was 53.4% (95% CI 42.5% to 61.4%) compared with 44.2% (95% CI 33.5% to 55.3%) in the control arm. Notably, however, benefit with durvalumab was largely observed in the subset of 117 patients that received durvalumab during a run-in window 2 weeks prior to the initiation of chemotherapy, with pCR rates in this cohort of 61% versus 41.4% (odds ratio [OR]=2.22; 95% CI 1.06 to 4.64; p=0.035; interaction p=0.048). Although characteristics at baseline were generally balanced between treatment arms, patients in the group receiving durvalumab during the window phase were more likely to have stage IIA tumors and nodal involvement before beginning therapy. Due to the Independent Data Monitoring Committee’s concern about the delay in starting chemotherapy, the study was amended to eliminate the window-phase after those 117 patients were enrolled. Significantly higher pCR rates were observed among patients with higher levels of stromal TILs in both arms in the complete cohort of patients (p<0.01). Among the patients who received durvalumab in the window phase, changes in the numbers of intratumoral TILs between baseline and after the window phase significantly predicted achieving pCR (n=41) in both univariate (OR 5.15; 95% CI 1.10 to 24.05; p=0.037) and multivariate regression analyses (OR 9.36; 95% CI 1.26 to 69.65; p=0.029). A trend toward increased response rates in PD-L1+ tumors was observed in both arms, with a significant association between pCR rates and PD-L1+ TCs for the durvalumab group (p=0.045) and between pCR rates and PD-L1+ ICs in the placebo group (p=0.040), as measured by the VENTANA PD-L1 (SP263) assay.74 The findings of the window cohort in GeparNuevo are provocative and raise the question of how best to sequence immunotherapy and chemotherapy.\n        The NeoTRIPaPDL1 Michelangelo trial was a randomized phase III trial that enrolled 280 patients with previously untreated TNBC and investigated neoadjuvant chemotherapy with carboplatin and nab-paclitaxel for 8 cycles with or without atezolizumab, followed by surgery and adjuvant anthracycline-based treatment.75 76 The primary endpoint was 5-year EFS and secondary endpoints were pCR and safety. The secondary endpoint of pCR rate for the atezolizumab arm was not significantly higher than the control arm, regardless of PD-L1 status (overall study population: 43.5% vs 40.8%; PD-L1+ disease: 51.9% vs 48.0%; PD-L1-negative disease: 32.2% vs 32.3%). Follow-up is ongoing for the primary EFS endpoint.\n        IMpassion031, a double-blind phase III study, randomized 333 patients with previously untreated stage II–III TNBC 1:1 to receive nab-paclitaxel followed by dose-dense doxorubicin and cyclophosphamide plus atezolizumab (n=165) or placebo (n=168) followed by surgery. Patients were unblinded after surgery and adjuvant atezolizumab was continued at a fixed dose of 1,200 mg IV every 3 weeks for 11 doses, for a total of approximately 12 months of therapy. At a median follow-up of 20.6 months in the atezolizumab plus chemotherapy group and 19.8 months in the placebo plus chemotherapy group, pCR was observed in 95 patients (58%; 95% CI 50% to 65%) in the immunotherapy arm and 69 patients (41%; 95% CI 34% to 49%) in the placebo plus chemotherapy group (rate difference 17%; 95% CI 6% to 27%; one-sided p=0.0044 [significance boundary 0.0184]). For patients with PD-L1+ tumors, the pCR rate was 69% in the atezolizumab arm (53 out of 77 patients; 95% CI 57% to 79%) compared with 49% (37 of 75 patients; 95% CI 38% to 61%) in the placebo arm, for a rate difference of 20% (95% CI, 4% to 35%; one-sided p=0.021 [significance boundary 0.0184]). Grade 3–4 AEs were balanced between the arms, and treatment-related serious AEs occurred in 37 (23%) and 26 (16%) patients, respectively, for the atezolizumab and placebo groups.77 Data from the ongoing GeparDouze trial will further evaluate the addition of immunotherapy to an anthracycline, taxane, and platinum backbone.78\n        Additional ongoing studies include KEYNOTE-756, a global, randomized, double-blind, phase III study, which is investigating pembrolizumab plus chemotherapy as neoadjuvant treatment followed by pembrolizumab plus endocrine therapy as adjuvant treatment for patients with high-risk, early-stage ER+/HER2− breast cancer.79 Also, the ongoing CheckMate 7FL trial is evaluating the benefits of adding nivolumab to standard neoadjuvant chemotherapy and to adjuvant endocrine therapy for patients with newly diagnosed high-risk, HR+/HER2− primary breast cancer.80\nAdjuvant setting\n        Limited data are available on the efficacy of immunotherapy for adjuvant treatment of early-stage breast cancer. Although the experimental arm of KEYNOTE-522 included adjuvant pembrolizumab in addition to neoadjuvant chemotherapy and pembrolizumab, it is unclear whether or not the DFS benefit was derived from the neoadjuvant or adjuvant portions, or both. Several ongoing studies are specifically evaluating checkpoint inhibitors either as monotherapy or in combination with chemotherapy as adjuvant treatment.\n        The ongoing ALEXANDRA/IMpassion030 study is an international, phase III, open-label trial randomizing a total of 2,300 patients with stage I-II TNBC 1:1 to receive standard adjuvant chemotherapy with or without atezolizumab.76 The primary endpoint is invasive disease-free survival (iDFS) and secondary endpoints include iDFS by PD-L1 status and lymph node status, OS, safety, and QOL. Patients will be stratified by type of surgery, nodal status, and PD-L1 status.\n        SWOG S1418 is a randomized phase III trial evaluating pembrolizumab in the adjuvant setting for patients with residual TNBC measuring at least 1 cm in the breast and/or lymph node involvement after neoadjuvant chemotherapy and definitive surgery.81 A total of 1,000 patients are being enrolled and randomized 1:1 to pembrolizumab or observation. The primary endpoint is iDFS, and secondary endpoints are OS, distant relapse-free survival, and safety.\n        Avelumab is being evaluated as adjuvant therapy in A-Brave, a trial of 335 patients with high-risk TNBC. The protocol-defined patient population will include two strata of patients: those who have completed curative intent surgery of the primary tumor followed by adjuvant chemotherapy with at least 3 cycles of anthracycline and taxane-based therapy (stratum A), and those who have who have completed neoadjuvant chemotherapy with residual disease after curative intent surgery of the primary tumor (stratum B). The primary endpoint is DFS, and secondary endpoints are OS and safety.\nFuture directions\n        Several important questions remain regarding the optimal integration of immunotherapy into treatment for early-stage breast cancer, including the unknown benefits of checkpoint inhibitors in the metastatic setting if patients have previously been treated with these agents for early-stage disease. It will also be key to establish whether pCR corresponds to EFS or OS benefit with ICIs administered in the neoadjuvant setting. Future trials will be needed to address if there is a role for de-escalating the chemotherapy backbone, the role for continuing immunotherapy in patients that do or do not achieve pCR, the optimal duration of immunotherapy, the optimal sequencing of chemotherapy and immunotherapy, and the clinicopathologic features and/or biomarkers that predict who will benefit from the addition of immunotherapy to neoadjuvant chemotherapy as well as who is at increased risk for irAEs.\nDiagnostics and biomarker testing in patients with advanced/metastatic breast cancer\n      Breast cancer is a heterogeneous disease with multiple histologic and molecular subtypes. Generally, breast cancer is classified into three clinically relevant categories: luminal, characterized by expression of ER and/or progesterone receptor (PR); HER2+; and TNBC. Gene expression profiling reveals further distinctions within the IHC-based classifications: luminal A (ER+/HER2-/Ki67-low) and luminal B (ER+/HER2+ or ER+/HER2–/Ki67-high), HER2+, claudin-low, and basal-like.82–84 TNBC is also heterogeneous and may be classified into six molecular subtypes,85 but these classifications are not currently indicated to guide treatment decisions. Luminal disease indicates eligibility for endocrine therapy, and HER2+ tumors are treated with anti-HER2 antibodies including trastuzumab and pertuzumab, antibody-drug conjugates such as trastuzumab deruxtecan, trastuzumab emtansine, or tyrosine kinase inhibitors including neratinib and tucatinib, among other agents.4 60 86 87 Guidelines from the College of American Pathologists (CAP) provide more detailed recommendations for scoring HR and HER2 status by IHC, and confirming HER2 IHC equivocal cases by other methods including fluorescence in situ hybridization (FISH).88 89 Historically, the TNBC subtype lacked targeted therapy options aside from PARP inhibition for BRCA-mutated cancers.90 However, patients with TNBC are now eligible for anti-PD-(L)1 immunotherapy as well as treatment with the Trop-2 directed antibody-drug conjugate sacituzumab govitecan.91 At the time of guideline preparation, aside from the pan-tumor anti-PD-(L)1 approvals for TMB-H or MSI-H cancers, TNBC is the only breast cancer subtype for which immunotherapy is approved.\n      \n        Biomarkers at first relapse\n        Genomic instability frequently leads to phenotypic alterations in recurrent tumors compared with the primary site,92 93 and therefore repeat biopsy of a metastatic lesion is strongly recommended. Treatment may select for modified marker expression in recurrent tumors and genetic alterations that may also contribute to a metastatic tumor’s ability to spread. Changes in ER/PR and HER2 expression in metastases have been reported at rates ranging from 30% to 40% for ER/PR and 10% to 15% for HER2.94 95 Changes in ER, PR, and HER2 status have also been observed after neoadjuvant chemotherapy,96 with implications for therapy selection in recurrent disease. Similarly, metastases frequently harbor distinct genomic alterations compared with primary tumors, leading to the emergence of new actionable mutations in as many as 24% of patients, including acquired homologous repair deficiency, PI3K mutations, and TMB-H status.92 93 97 98\n        Notably, PD-L1 expression may be discordant in metastatic versus primary lesions, with higher PD-L1 positivity observed in early-stage lesions relative to metastatic sites.99 In general, metastatic tumors contain fewer ICs and decreased markers of immune activation relative to primary breast tumors.13 99 100 In addition, the degree of immune infiltration and PD-L1 labeling varies between metastatic sites, with certain metastatic niches, such as lung, displaying greater IC and PD-L1 positivity than other immunologically colder niches, such as liver.101 Although the liver has classically been referred to as a ‘graveyard’ for effector T cells and a ‘school’ for regulatory T cells, a more nuanced understanding of the roles of several cell types, including monocytes and parenchymal cells, in creating a generally immunosuppressive hepatic microenvironment is beginning to emerge.102 103\n        Importantly, however, PD-L1 IHC as a companion diagnostic for use of atezolizumab or pembrolizumab in TNBC can be performed on either the archival primary tumor tissue or on a metastatic tumor sample.18 104 In IMpassion130, any PD-L1+ result, whether in the primary or a metastatic lesion, was associated with clinical benefit. However, the likelihood of a positive PD-L1 result is higher in the primary tumor relative to metastases, and in an inflamed metastatic tumor relative to a non-inflamed tumor.105 Thus, it is recommended to pursue biopsy of metastatic lesions, if clinically accessible, for re-assessment of ER/PR/HER2 and additional biomarker analysis including next-generation sequencing (NGS) and PD-L1, if appropriate.\n      \n      \n        Next-generation sequencing\n        Genomic sequencing may identify patients who are eligible to receive pembrolizumab based on tumor MSI-H/TMB-H status (for details on the recommended indications see the Tissue-agnostic approvals for checkpoint inhibitors section). Many commercially available NGS assays also offer PD-L1 testing, although none are currently approved as companion diagnostics for immunotherapy in breast cancer. The FoundationOne CDx assay is FDA-approved as a companion diagnostic to identify TMB-H tumors, for which pembrolizumab monotherapy is indicated as an FDA-approved option.40 Roughly 5% of breast cancers overall are TMB-H,46 and the rate of hypermutation varies across subtypes, with higher frequencies observed in HER2+ tumors and TNBC.106 107 Tumor hypermutation may be prognostic for outcomes after treatment with anti-PD-(L)1 therapies, as a pan-tumor meta-analysis (including breast cancers) found comparable areas under the curve for PD-L1 expression and TMB-H in predicting response.108 Increased TMB was also shown to be associated with PFS benefit in IMpassion130, but the association was primarily driven by the PD-L1+ subgroup.47 Beyond TMB assessment, NGS is also useful to identify other actionable gene mutations, such PI3K alterations, for which alpelisib in combination with fulvestrant109 is a treatment option in ER+/HER2– disease. Amplification of the CD274 locus, which encodes PD-L1, may also be detected by NGS, although the significance is unclear in breast cancer.\n        Although the FDA approval for use of pembrolizumab in MSI-H tumors does not specify a companion diagnostic, the FoundationOne CDx and other assays include an assessment of MSI. However, the overall prevalence of MSI in breast cancer is low.43–45 Although the incidence has yet to be comprehensively elucidated across subtypes, MSI-H has been reported as occurring in less than 2% of all breast cancers,42 with reported rates as low as 0.9% for TNBC.41\n        In addition to somatic NGS, germ-line genetic testing in the metastatic setting may also guide eligibility for PARP inhibitor therapy among BRCA1 and BRCA2 mutation carriers.110 111 Defective DNA repair due to mutations in BRCA1 and BRCA2 leads to genomic instability and elevated TMB.112 113 However, BRCA1 and BRCA2 play non-overlapping roles in maintaining genomic integrity,114 which may underlie the distinctive immunophenotypes that have been associated with mutations in either gene. For example, increased PD-L1 expression and a higher abundance of TILs were reported in BRCA1-mutant but not BRCA2-mutant tumors.113 Currently, it is unknown whether germ-line BRCA1 or BRCA2 mutations confer additional sensitivity to immunotherapy, or whether an optimal sequencing strategy for immunotherapy with PARP inhibitors exists. Additionally, other mutations in DNA damage response genes may cause tumors to become deficient in homologous recombination repair, a phenotype known as ‘BRCA-ness,’ that may also be used to predict benefit with PARP inhibition and platinum-based chemotherapy.115 116 Notably, in the IMpassion130 trial, germ-line deleterious BRCA1/2 mutations did not predict benefit to atezolizumab plus nab-paclitaxel independently of PD-L1 positivity.23 However, combination therapy with anti-PD-1 and PARPi is an active area of investigation (for more details on emerging therapies see the Novel combination strategies and promising future directions section).\n      \n      \n        PD-L1 expression\n        PD-L1 expression in the tumor microenvironment can represent an immunologic brake on antitumor immune responses, as evidenced by PD-L1 expression by ICs, or an immune evasion strategy by the cancer, as evidenced by constitutive or adaptive PD-L1 expression by TCs.117 PD-L1 is an important, but imperfect, predictive biomarker for response to PD-(L)1 checkpoint inhibition across tumor types,118 including TNBC.18 26 The role of PD-L1 as a prognostic biomarker in breast carcinoma has conflicting results in the literature.119 Meta-analyses suggest that PD-L1 expression on ICs is a favorable prognostic feature,14 120 but additional prospective and standardized assessments are warranted. Additionally, PD-L1 ‘positivity’ rates in breast cancer vary widely in the literature, reflective of heterogeneous sample sizes and subtype composition, testing methods, and interpretation criteria. Generally, PD-L1 expression is most common in TNBC and HER2+ breast cancer subtypes,10 11 13 117 as well as in tumors with high TILs.10 11 13 105 117 In TNBC, PD-L1 expression is mostly observed on ICs, and PD-L1 positivity is more common in ICs in primary tumors than in recurrent or metastatic samples.12 105 121 PD-L1 positivity is uncommon in ER+ breast cancer and in non-inflamed tumors.\n      \n      \n        PD-L1 IHC assays and interpretation\n        As of the current writing, four anti-PD-L1 antibody clones are commonly used to evaluate tumor samples via IHC: SP142, SP263, 22C3 and 28–8. Although the individual PD-L1 antibody clones SP142, SP263, 22C3 and 28–8 are equally sensitive for PD-L1,122 the associated commercially available assays (ie, testing platforms, components, and methods) have different sensitivities for PD-L1.123–126 Characteristics of the four available antibodies and companion assays are summarized in table 5.\n        \n          Table 5\n          \n            Summary of anti-PD-L1 antibodies and companion assays\n          \n          \n            \n              \n                Antibody clone\n                Assay\n                Platform\n                PD-L1 scoring for breast cancer\n                Companion diagnostic status\n                Companion diagnostic approval for TNBC\n              \n            \n            \n              \n                SP142\n                VENTANA PD-L1 (SP142)\n                VENTANA\n                IC score=the percentage of the tumor area containing ICs labeling with PD-L1 at any intensity above background\n                Yes\n                IC score ≥1% indicates eligibility for atezolizumab (+nab-paclitaxel)\n              \n              \n                22C3\n                PD-L1 IHC 22C3 pharmDx\n                Dako\n                CPS=number of PD-L1 staining cells (including TCs, lymphocytes, and macrophages), divided by the total number of viable TCs, multiplied by 100\n                Yes\n                CPS≥10 indicates eligibility for pembrolizumab (+chemotherapy)\n              \n              \n                28–8\n                PD-L1 IHC 28–8 pharmDx\n                Dako\n                Not applicable\n                No\n                None\n              \n              \n                SP263\n                VENTANA PD-L1 (SP263)\n                VENTANA\n                Not applicable\n                Not for breast cancer\n                None\n              \n            \n          \n          \n            \n              CPS, combined positive score; IC, immune cell; IHC, immunohistochemistry; PD-L1, programmed death-ligand 1; TC, tumor cell; TNBC, triple-negative breast cancer.\n            \n          \n        \n        Three PD-L1 assays have been designated as ‘companion diagnostics’ by the FDA, one of which is indicated for breast cancer: the VENTANA PD-L1 (SP142) assay and the PD-L1 IHC 22C3 pharmDx assay. The companion diagnostic indication for TNBC for the VENTANA PD-L1 (SP142) assay was withdrawn in 2021. The PD-L1 IHC 28–8 pharmDx assay127 is not approved for breast cancer. Both the PD-L1 IHC 22C3 pharmDx assay and the PD-L1 IHC 28–8 pharmDx assay are run on the Dako platform. The use of these assays is coupled to the FDA-approved use of specific anti-PD-(L)1 checkpoint inhibitors in respective clinical scenarios.117 118 127–129 In the US, the FDA-approval for use of ICIs in this setting requires determination of PD-L1 status with a companion diagnostic that is FDA-approved for use in breast cancer104.\n        The scoring criteria to determine PD-L1 status in TNBC with the SP142 assay is the ‘IC score’,130 which is different from the TC score, tumor proportion score, and CPS utilized to assess PD-L1 status with the 22C3 and 28–8 assays.118 The IC score is the percentage tumor area occupied by PD-L1+ ICs, including lymphocytes, plasma cells, neutrophils, and macrophages. TNBC is considered ‘PD-L1 positive’ and the patient eligible to receive atezolizumab per the formerly FDA-approved indication if the tumor shows PD-L1+ ICs occupying ≥1% of the tumor area. The indication for atezolizumab for TNBC was withdrawn in 2021. By contrast, the scoring criteria to determine PD-L1 status in TNBC with the 22C3 assay is the CPS scoring system, which is the total number of PD-L1+ cells (including TCs, lymphocytes, and macrophages) divided by the total number of viable TCs, multiplied by 100. TNBC is considered ‘PD-L1 positive’ and the patient eligible to receive pembrolizumab per the FDA-approved indication if the tumor has CPS≥10.\n        Of note, the label indications for both pembrolizumab and atezolizumab do not explicitly specify which companion diagnostic should be used to assay tumor samples for PD-L1; each merely states that expression should be ‘determined by an FDA-approved test’. However, the approvals do differ in eligibility criteria—atezolizumab is indicated for patients whose tumors express PD-L1 as defined by IC ≥1, whereas pembrolizumab is indicated for patients whose tumors express PD-L1 as defined by CPS≥10. Therefore, it is important to use the appropriate assay to measure PD-L1 expression when considering treatment with pembrolizumab (ie, 22C3) or atezolizumab (ie, SP142). This is particularly important as clinical concordance is suboptimal, as demonstrated by a retrospective assay comparison in IMpassion130.131 132\n        There is substantial debate regarding inter-observer variability and reproducibility of PD-L1 scoring in ICs with the SP142 assay, particularly at the 1% threshold for positivity.133 134 The use of pictoral interpretation guides, digital image analysis software, and standardized training may mitigate some of the variability, but additional studies are warranted.135 PD-L1 IHC assays and interpretation are also limited by the lack of standardized control of varying expression levels for validation. Implementation of standard control slides for assay validation and laboratory proficiency testing have been proposed to standardize PD-L1 assessment across sites.136\n        The SP142 assay is also less sensitive than the other antibodies with their associated assays (ie, SP263, 22C3, and 28–8 assays), which is reportedly attributable to assay conditions intended to optimize IC labeling.137 These assays are not directly interchangeable, and when using a >1% threshold for positivity, the latter assays will classify more TNBC as PD-L1+ than the SP142 assay. Post-hoc analysis of the IMpassion130 clinical trial suggests that these additional patients identified as PD-L1+ by the other assays do not demonstrate the same benefit from atezolizumab as the group of patients identified as PD-L1+ by the SP142 assay.131 To fully validate the use of the SP263, 22C3, or 28–8 assays to identify the same patient population as demonstrated benefit from atezolizumab in the IMpassion130 clinical trial, the scoring threshold to determine positivity must be adjusted to achieve equal positive predictive value as the SP142 assay.\n        Of note, multiple clinical trials assessing the use of other PD-(L)1 ICIs in breast cancer are ongoing26 38 63 74 138–142 (for more details of the studies, see the Emerging data on PD-(L)1 inhibitors sections in the Advanced breast cancer and Early-stage breast cancer sections). The potential approvals of these agents could be coupled with different PD-L1 IHC companion diagnostics, or perhaps not require PD-L1 assessment for eligibility at all. Current data support the importance of PD-L1 expression for patient selection in metastatic disease but not necessarily in early breast cancer.26 70 77 143\n      \n      \n        PD-L1 specimen considerations\n        Patterns of immune infiltration and PD-L1 expression can vary between a primary and metastatic tumor, as well as between different metastatic sites, as discussed above. Assessment of PD-L1 status can be particularly challenging in a tissue sample of metastatic carcinoma involving a lymph node, because PD-L1 expression should be assessed only in the tumor-infiltrating ICs located within the tumor area and not the normal resident ICs of the lymph node. If possible, a non-lymph node tumor section is preferable for PD-L1 assessment. Additionally, as of this guideline preparation, neither the SP142 assay nor the 22C3 assay is validated for use in decalcified specimens or fine needle aspirated tissue smears or cell blocks,130 and these specimens should not be used for PD-L1 testing in this setting. Data from IMpassion130 supports using atezolizumab and nab-paclitaxel for patients with metastatic TNBC with any tissue sample, whether metastatic or primary, that is determined to be PD-L1+ by the SP142 assay. As discussed above, metastatic tumors to the liver are less likely to be inflamed and thus less likely to be PD-L1+, with median IC score as low as 0.5% for liver compared with 3% in lymph nodes and 1% in primary breast sites.101 If multiple biopsy sites are available, testing for PD-L1 in liver samples should be avoided. However, if no other sites are clinically feasible, despite small numbers, PD-L1+ results from liver biopsies have predicted response to immune checkpoint inhibition.144\n      \n      \n        Predictive value of PD-L1 expression for response to treatment with anti-PD-(L)1 therapy\n        Conflicting reports have emerged on the predictive power of PD-L1 expression and response to therapy depending on the treatment setting. In the advanced setting, the treatment effect of immune checkpoint inhibition increased with higher levels of PD-L1 expression in the phase III KEYNOTE-355 study evaluating the addition of pembrolizumab to chemotherapy for previously untreated, locally recurrent, inoperable, or metastatic TNBC.26 Similarly, in IMpassion130, pre-specified biomarker analysis found that PD-L1 expression on ICs occupying ≥1% of the tumor area defined a threshold that was strongly predictive of efficacy for atezolizumab plus nab-paclitaxel in the advanced setting.23 Conversely, in trials to date for early-stage disease, response rates have generally been consistent across PD-L1+ and PD-L1-negative tumors. In IMpassion031, improved pCR rates were seen with the addition of atezolizumab to neoadjuvant chemotherapy in the entire ITT population and no differences were seen associated with PD-L1 status.77 Additionally, in KEYNOTE-522, which evaluated the addition of pembrolizumab to neoadjuvant chemotherapy, the benefits with ICI treatment were generally consistent across subgroups regardless of PD-L1 expression.139\n      \n      \n        Other biomarkers\n        In breast cancer, TILs are assessed within the confines of the carcinoma and are defined as the percentage stromal area occupied by mononuclear inflammatory cells (ie, stromal TILs [sTILs]).145 Assessment of TILs is included as a prognostic biomarker in the 2019 WHO classification of Breast Tumors.146 147 Although consensus guidelines have been published145 that have supported retrospective analyses and the incorporation of TIL evaluation as integral and integrated biomarkers in several trials (see www.TILsinBreastCancer.org), TIL scores are not indicated for routine clinical practice. Concerns about inter-observer variability in TIL assessment have also been raised,148 but machine-learning-based approaches for scoring may improve reproducibility in the future. sTILs have demonstrated predictive prognostic power in TNBC and HER2+ breast cancer, with higher levels of infiltration being linked to improved outcomes.12 145 149–151 In a 2009 study that investigated the relationship between lymphocytic infiltration at diagnosis in node-positive samples with clinical outcomes from the BIG 01-98 adjuvant phase III trial, a 10% increase in sTILs was associated with 15% reduced risk of relapse (p=0.025) and 17% reduced risk of death in TNBC. For HER2+ tumors treated with anthracycline-only chemotherapy, a significant interaction was observed between increasing sTILs and both DFS and OS (DFS p=0.042; OS p=0.018).151 For ER+/HER2− breast cancer, the prognostic value is less clear. One pooled analysis of 3,771 patients receiving neoadjuvant therapy demonstrated that although increases in sTILs were associated with response to chemotherapy in all molecular subtypes, TILs were only correlated with longer OS in TNBC—no association with survival was shown in HER2+ breast cancer, and increased TILs was linked to shorter OS in luminal-HER2– disease.152 Additionally, a case–cohort series of 987 patients with early ER+/HER2– breast cancer found that high TILs was associated with better distant DFS, but only in the group of patients treated with adjuvant therapy.151 153 In contrast to the data in early breast cancer, exploratory analyses of IMpassion130 showed that sTILs were associated with PD-L1+ status but did not independently predict PFS nor OS in advanced TNBC.23\n        The functional characteristics and spatial distribution of TILs within the tumor microenvironment may be important in the generation of effective antitumor immune responses. While multiplex, high-resolution TIL profiling technologies are, at the time of writing, purely investigational, an increased understanding of the prognostic value of individual infiltrating T-cell subsets may inform the development of future biomarkers or rationally designed immunotherapeutic approaches. Substantial heterogeneity may exist in the spatial distribution of TILs between regions of samples taken from the same tumor,154 although the average lymphocyte score from a single biopsy has been shown to reasonably represent the tumor as a whole.155 In TNBC, enrichment of CD8+ TILs with a characteristic tissue-resident memory gene expression signature was significantly associated with improved patient survival in early-stage disease, having greater prognostic power than CD8 expression alone.156 In ER+ breast cancer, TIL spatial heterogeneity was more highly prognostic for late recurrence 5 years after endocrine therapy than any other tumor immune score measures.157\n        Other biomarkers may also predict response to immune checkpoint blockade. The genomic amplification of CD274, the gene that encodes PD-L1, is frequently observed in Hodgkin lymphoma and sometimes detected in solid tumors including breast cancers.158 159 Amplifications of CD274 may have important prognostic value for response to ICI therapy. One analysis of 118,187 tumor samples (including a subset of 2,039 samples with clinical annotation) found an overall prevalence of CD274 amplification of 0.7% overall, and just 0.02% in breast cancers. Importantly, the ORR for ICI-treated patients with solid tumors with CD274 amplification was 66.7%, with median PFS of 15.2 months.159 In TNBC specifically, increased copy number for the chromosomal region that encodes PD-L1, PD-L2, and JAK2—sometimes called the PDJ locus, 9p24—is more frequently detected in TNBC compared with in ER+ and HER2+ subtypes and in other solid tumors.160 Exposure to neoadjuvant chemotherapy may select for 9p24 amplifications in TNBC,161 and amplifications at the locus correlate with increased protein expression of PD-L1 by IHC and mRNA in situ hybridization.158 Amplification of 9p24 was associated with worse OS in studies of patients not receiving immunotherapy,160 161 and studies are ongoing to determine prognostic value of this biomarker in the context of immune checkpoint inhibition. Exploratory analysis of 126 patients with metastatic breast cancer who were enrolled in the SAFIR-IMMUNO study (a randomized trial comparing durvalumab to maintenance chemotherapy) found that 20% of all tumors and 35% of TNBCs had copy gain (3 or 4 copies) or amplification (>4 copies) of CD274. Notably, only patients with amplifications in CD247 had improved OS with durvalumab (HR 0.18; 95% CI 0.05 to 0.71).162\n        The identification of additional biomarkers for patient selection and response prediction for immunotherapy is an ongoing area of research. Promising areas include mRNA-based signatures, such as an interferon gene expression profile that has been shown to predict response to PD-1 blockade in a variety of tumor types, including breast cancer,163 and liquid biopsy-based biomarkers that quantify circulating TCs, nucleic acids, and proteins.164 Future prospective trials will be needed to validate any novel immunotherapy biomarkers and ensure generalizability across breast cancer subtypes and patient populations.\n      \n      \n        Panel recommendations\n        \n          \n            For patients with TNBC being considered for treatment with pembrolizumab in combination with chemotherapy, tumor tissue should be tested for PD-L1 by the PD-L1 22C3 pharmDx assay and scored by the CPS system, until PD-L1 assays are harmonized (LE: 2). A TNBC is PD-L1+ by 22C3, and the patient eligible for pembrolizumab, with a CPS ≥10.\n          \n          \n            PD-L1 testing is not recommended for patients with early-stage breast cancer at this time (LE: 2).\n          \n          \n            Although PD-L1 testing of primary lesions may not correlate with expression in metastatic disease, benefit was observed in IMpassion130 with any PD-L1+ result regardless of whether primary or metastatic tumor. PD-L1 testing should be performed on the metastatic tumor, if available, but testing on primary tumor is acceptable (LE: 2).\n          \n          \n            When considering metastatic sites to test for PD-L1, it is preferable to prioritize extrahepatic sites or the primary tumor, if available.\n          \n          \n            PD-L1 testing should not be performed on fine needle aspirated cell-block specimens or decalcified bone.\n          \n          \n            Stromal TIL assessment in primary lesions is prognostic in early TNBC and HER2+ breast cancer (LE: 1), but has not been validated to direct clinical decision-making for chemotherapy or immunotherapy.\n          \n          \n            Biomarker assessment, including repeat receptor profiles (ER/PR/HER2) and PD-L1 status as well as NGS should be considered at first relapse (LE: 3).\nBiomarkers at first relapse\n        Genomic instability frequently leads to phenotypic alterations in recurrent tumors compared with the primary site,92 93 and therefore repeat biopsy of a metastatic lesion is strongly recommended. Treatment may select for modified marker expression in recurrent tumors and genetic alterations that may also contribute to a metastatic tumor’s ability to spread. Changes in ER/PR and HER2 expression in metastases have been reported at rates ranging from 30% to 40% for ER/PR and 10% to 15% for HER2.94 95 Changes in ER, PR, and HER2 status have also been observed after neoadjuvant chemotherapy,96 with implications for therapy selection in recurrent disease. Similarly, metastases frequently harbor distinct genomic alterations compared with primary tumors, leading to the emergence of new actionable mutations in as many as 24% of patients, including acquired homologous repair deficiency, PI3K mutations, and TMB-H status.92 93 97 98\n        Notably, PD-L1 expression may be discordant in metastatic versus primary lesions, with higher PD-L1 positivity observed in early-stage lesions relative to metastatic sites.99 In general, metastatic tumors contain fewer ICs and decreased markers of immune activation relative to primary breast tumors.13 99 100 In addition, the degree of immune infiltration and PD-L1 labeling varies between metastatic sites, with certain metastatic niches, such as lung, displaying greater IC and PD-L1 positivity than other immunologically colder niches, such as liver.101 Although the liver has classically been referred to as a ‘graveyard’ for effector T cells and a ‘school’ for regulatory T cells, a more nuanced understanding of the roles of several cell types, including monocytes and parenchymal cells, in creating a generally immunosuppressive hepatic microenvironment is beginning to emerge.102 103\n        Importantly, however, PD-L1 IHC as a companion diagnostic for use of atezolizumab or pembrolizumab in TNBC can be performed on either the archival primary tumor tissue or on a metastatic tumor sample.18 104 In IMpassion130, any PD-L1+ result, whether in the primary or a metastatic lesion, was associated with clinical benefit. However, the likelihood of a positive PD-L1 result is higher in the primary tumor relative to metastases, and in an inflamed metastatic tumor relative to a non-inflamed tumor.105 Thus, it is recommended to pursue biopsy of metastatic lesions, if clinically accessible, for re-assessment of ER/PR/HER2 and additional biomarker analysis including next-generation sequencing (NGS) and PD-L1, if appropriate.\nNext-generation sequencing\n        Genomic sequencing may identify patients who are eligible to receive pembrolizumab based on tumor MSI-H/TMB-H status (for details on the recommended indications see the Tissue-agnostic approvals for checkpoint inhibitors section). Many commercially available NGS assays also offer PD-L1 testing, although none are currently approved as companion diagnostics for immunotherapy in breast cancer. The FoundationOne CDx assay is FDA-approved as a companion diagnostic to identify TMB-H tumors, for which pembrolizumab monotherapy is indicated as an FDA-approved option.40 Roughly 5% of breast cancers overall are TMB-H,46 and the rate of hypermutation varies across subtypes, with higher frequencies observed in HER2+ tumors and TNBC.106 107 Tumor hypermutation may be prognostic for outcomes after treatment with anti-PD-(L)1 therapies, as a pan-tumor meta-analysis (including breast cancers) found comparable areas under the curve for PD-L1 expression and TMB-H in predicting response.108 Increased TMB was also shown to be associated with PFS benefit in IMpassion130, but the association was primarily driven by the PD-L1+ subgroup.47 Beyond TMB assessment, NGS is also useful to identify other actionable gene mutations, such PI3K alterations, for which alpelisib in combination with fulvestrant109 is a treatment option in ER+/HER2– disease. Amplification of the CD274 locus, which encodes PD-L1, may also be detected by NGS, although the significance is unclear in breast cancer.\n        Although the FDA approval for use of pembrolizumab in MSI-H tumors does not specify a companion diagnostic, the FoundationOne CDx and other assays include an assessment of MSI. However, the overall prevalence of MSI in breast cancer is low.43–45 Although the incidence has yet to be comprehensively elucidated across subtypes, MSI-H has been reported as occurring in less than 2% of all breast cancers,42 with reported rates as low as 0.9% for TNBC.41\n        In addition to somatic NGS, germ-line genetic testing in the metastatic setting may also guide eligibility for PARP inhibitor therapy among BRCA1 and BRCA2 mutation carriers.110 111 Defective DNA repair due to mutations in BRCA1 and BRCA2 leads to genomic instability and elevated TMB.112 113 However, BRCA1 and BRCA2 play non-overlapping roles in maintaining genomic integrity,114 which may underlie the distinctive immunophenotypes that have been associated with mutations in either gene. For example, increased PD-L1 expression and a higher abundance of TILs were reported in BRCA1-mutant but not BRCA2-mutant tumors.113 Currently, it is unknown whether germ-line BRCA1 or BRCA2 mutations confer additional sensitivity to immunotherapy, or whether an optimal sequencing strategy for immunotherapy with PARP inhibitors exists. Additionally, other mutations in DNA damage response genes may cause tumors to become deficient in homologous recombination repair, a phenotype known as ‘BRCA-ness,’ that may also be used to predict benefit with PARP inhibition and platinum-based chemotherapy.115 116 Notably, in the IMpassion130 trial, germ-line deleterious BRCA1/2 mutations did not predict benefit to atezolizumab plus nab-paclitaxel independently of PD-L1 positivity.23 However, combination therapy with anti-PD-1 and PARPi is an active area of investigation (for more details on emerging therapies see the Novel combination strategies and promising future directions section).\nPD-L1 expression\n        PD-L1 expression in the tumor microenvironment can represent an immunologic brake on antitumor immune responses, as evidenced by PD-L1 expression by ICs, or an immune evasion strategy by the cancer, as evidenced by constitutive or adaptive PD-L1 expression by TCs.117 PD-L1 is an important, but imperfect, predictive biomarker for response to PD-(L)1 checkpoint inhibition across tumor types,118 including TNBC.18 26 The role of PD-L1 as a prognostic biomarker in breast carcinoma has conflicting results in the literature.119 Meta-analyses suggest that PD-L1 expression on ICs is a favorable prognostic feature,14 120 but additional prospective and standardized assessments are warranted. Additionally, PD-L1 ‘positivity’ rates in breast cancer vary widely in the literature, reflective of heterogeneous sample sizes and subtype composition, testing methods, and interpretation criteria. Generally, PD-L1 expression is most common in TNBC and HER2+ breast cancer subtypes,10 11 13 117 as well as in tumors with high TILs.10 11 13 105 117 In TNBC, PD-L1 expression is mostly observed on ICs, and PD-L1 positivity is more common in ICs in primary tumors than in recurrent or metastatic samples.12 105 121 PD-L1 positivity is uncommon in ER+ breast cancer and in non-inflamed tumors.\nPD-L1 IHC assays and interpretation\n        As of the current writing, four anti-PD-L1 antibody clones are commonly used to evaluate tumor samples via IHC: SP142, SP263, 22C3 and 28–8. Although the individual PD-L1 antibody clones SP142, SP263, 22C3 and 28–8 are equally sensitive for PD-L1,122 the associated commercially available assays (ie, testing platforms, components, and methods) have different sensitivities for PD-L1.123–126 Characteristics of the four available antibodies and companion assays are summarized in table 5.\n        \n          Table 5\n          \n            Summary of anti-PD-L1 antibodies and companion assays\n          \n          \n            \n              \n                Antibody clone\n                Assay\n                Platform\n                PD-L1 scoring for breast cancer\n                Companion diagnostic status\n                Companion diagnostic approval for TNBC\n              \n            \n            \n              \n                SP142\n                VENTANA PD-L1 (SP142)\n                VENTANA\n                IC score=the percentage of the tumor area containing ICs labeling with PD-L1 at any intensity above background\n                Yes\n                IC score ≥1% indicates eligibility for atezolizumab (+nab-paclitaxel)\n              \n              \n                22C3\n                PD-L1 IHC 22C3 pharmDx\n                Dako\n                CPS=number of PD-L1 staining cells (including TCs, lymphocytes, and macrophages), divided by the total number of viable TCs, multiplied by 100\n                Yes\n                CPS≥10 indicates eligibility for pembrolizumab (+chemotherapy)\n              \n              \n                28–8\n                PD-L1 IHC 28–8 pharmDx\n                Dako\n                Not applicable\n                No\n                None\n              \n              \n                SP263\n                VENTANA PD-L1 (SP263)\n                VENTANA\n                Not applicable\n                Not for breast cancer\n                None\n              \n            \n          \n          \n            \n              CPS, combined positive score; IC, immune cell; IHC, immunohistochemistry; PD-L1, programmed death-ligand 1; TC, tumor cell; TNBC, triple-negative breast cancer.\n            \n          \n        \n        Three PD-L1 assays have been designated as ‘companion diagnostics’ by the FDA, one of which is indicated for breast cancer: the VENTANA PD-L1 (SP142) assay and the PD-L1 IHC 22C3 pharmDx assay. The companion diagnostic indication for TNBC for the VENTANA PD-L1 (SP142) assay was withdrawn in 2021. The PD-L1 IHC 28–8 pharmDx assay127 is not approved for breast cancer. Both the PD-L1 IHC 22C3 pharmDx assay and the PD-L1 IHC 28–8 pharmDx assay are run on the Dako platform. The use of these assays is coupled to the FDA-approved use of specific anti-PD-(L)1 checkpoint inhibitors in respective clinical scenarios.117 118 127–129 In the US, the FDA-approval for use of ICIs in this setting requires determination of PD-L1 status with a companion diagnostic that is FDA-approved for use in breast cancer104.\n        The scoring criteria to determine PD-L1 status in TNBC with the SP142 assay is the ‘IC score’,130 which is different from the TC score, tumor proportion score, and CPS utilized to assess PD-L1 status with the 22C3 and 28–8 assays.118 The IC score is the percentage tumor area occupied by PD-L1+ ICs, including lymphocytes, plasma cells, neutrophils, and macrophages. TNBC is considered ‘PD-L1 positive’ and the patient eligible to receive atezolizumab per the formerly FDA-approved indication if the tumor shows PD-L1+ ICs occupying ≥1% of the tumor area. The indication for atezolizumab for TNBC was withdrawn in 2021. By contrast, the scoring criteria to determine PD-L1 status in TNBC with the 22C3 assay is the CPS scoring system, which is the total number of PD-L1+ cells (including TCs, lymphocytes, and macrophages) divided by the total number of viable TCs, multiplied by 100. TNBC is considered ‘PD-L1 positive’ and the patient eligible to receive pembrolizumab per the FDA-approved indication if the tumor has CPS≥10.\n        Of note, the label indications for both pembrolizumab and atezolizumab do not explicitly specify which companion diagnostic should be used to assay tumor samples for PD-L1; each merely states that expression should be ‘determined by an FDA-approved test’. However, the approvals do differ in eligibility criteria—atezolizumab is indicated for patients whose tumors express PD-L1 as defined by IC ≥1, whereas pembrolizumab is indicated for patients whose tumors express PD-L1 as defined by CPS≥10. Therefore, it is important to use the appropriate assay to measure PD-L1 expression when considering treatment with pembrolizumab (ie, 22C3) or atezolizumab (ie, SP142). This is particularly important as clinical concordance is suboptimal, as demonstrated by a retrospective assay comparison in IMpassion130.131 132\n        There is substantial debate regarding inter-observer variability and reproducibility of PD-L1 scoring in ICs with the SP142 assay, particularly at the 1% threshold for positivity.133 134 The use of pictoral interpretation guides, digital image analysis software, and standardized training may mitigate some of the variability, but additional studies are warranted.135 PD-L1 IHC assays and interpretation are also limited by the lack of standardized control of varying expression levels for validation. Implementation of standard control slides for assay validation and laboratory proficiency testing have been proposed to standardize PD-L1 assessment across sites.136\n        The SP142 assay is also less sensitive than the other antibodies with their associated assays (ie, SP263, 22C3, and 28–8 assays), which is reportedly attributable to assay conditions intended to optimize IC labeling.137 These assays are not directly interchangeable, and when using a >1% threshold for positivity, the latter assays will classify more TNBC as PD-L1+ than the SP142 assay. Post-hoc analysis of the IMpassion130 clinical trial suggests that these additional patients identified as PD-L1+ by the other assays do not demonstrate the same benefit from atezolizumab as the group of patients identified as PD-L1+ by the SP142 assay.131 To fully validate the use of the SP263, 22C3, or 28–8 assays to identify the same patient population as demonstrated benefit from atezolizumab in the IMpassion130 clinical trial, the scoring threshold to determine positivity must be adjusted to achieve equal positive predictive value as the SP142 assay.\n        Of note, multiple clinical trials assessing the use of other PD-(L)1 ICIs in breast cancer are ongoing26 38 63 74 138–142 (for more details of the studies, see the Emerging data on PD-(L)1 inhibitors sections in the Advanced breast cancer and Early-stage breast cancer sections). The potential approvals of these agents could be coupled with different PD-L1 IHC companion diagnostics, or perhaps not require PD-L1 assessment for eligibility at all. Current data support the importance of PD-L1 expression for patient selection in metastatic disease but not necessarily in early breast cancer.26 70 77 143\nPD-L1 specimen considerations\n        Patterns of immune infiltration and PD-L1 expression can vary between a primary and metastatic tumor, as well as between different metastatic sites, as discussed above. Assessment of PD-L1 status can be particularly challenging in a tissue sample of metastatic carcinoma involving a lymph node, because PD-L1 expression should be assessed only in the tumor-infiltrating ICs located within the tumor area and not the normal resident ICs of the lymph node. If possible, a non-lymph node tumor section is preferable for PD-L1 assessment. Additionally, as of this guideline preparation, neither the SP142 assay nor the 22C3 assay is validated for use in decalcified specimens or fine needle aspirated tissue smears or cell blocks,130 and these specimens should not be used for PD-L1 testing in this setting. Data from IMpassion130 supports using atezolizumab and nab-paclitaxel for patients with metastatic TNBC with any tissue sample, whether metastatic or primary, that is determined to be PD-L1+ by the SP142 assay. As discussed above, metastatic tumors to the liver are less likely to be inflamed and thus less likely to be PD-L1+, with median IC score as low as 0.5% for liver compared with 3% in lymph nodes and 1% in primary breast sites.101 If multiple biopsy sites are available, testing for PD-L1 in liver samples should be avoided. However, if no other sites are clinically feasible, despite small numbers, PD-L1+ results from liver biopsies have predicted response to immune checkpoint inhibition.144\nPredictive value of PD-L1 expression for response to treatment with anti-PD-(L)1 therapy\n        Conflicting reports have emerged on the predictive power of PD-L1 expression and response to therapy depending on the treatment setting. In the advanced setting, the treatment effect of immune checkpoint inhibition increased with higher levels of PD-L1 expression in the phase III KEYNOTE-355 study evaluating the addition of pembrolizumab to chemotherapy for previously untreated, locally recurrent, inoperable, or metastatic TNBC.26 Similarly, in IMpassion130, pre-specified biomarker analysis found that PD-L1 expression on ICs occupying ≥1% of the tumor area defined a threshold that was strongly predictive of efficacy for atezolizumab plus nab-paclitaxel in the advanced setting.23 Conversely, in trials to date for early-stage disease, response rates have generally been consistent across PD-L1+ and PD-L1-negative tumors. In IMpassion031, improved pCR rates were seen with the addition of atezolizumab to neoadjuvant chemotherapy in the entire ITT population and no differences were seen associated with PD-L1 status.77 Additionally, in KEYNOTE-522, which evaluated the addition of pembrolizumab to neoadjuvant chemotherapy, the benefits with ICI treatment were generally consistent across subgroups regardless of PD-L1 expression.139\nOther biomarkers\n        In breast cancer, TILs are assessed within the confines of the carcinoma and are defined as the percentage stromal area occupied by mononuclear inflammatory cells (ie, stromal TILs [sTILs]).145 Assessment of TILs is included as a prognostic biomarker in the 2019 WHO classification of Breast Tumors.146 147 Although consensus guidelines have been published145 that have supported retrospective analyses and the incorporation of TIL evaluation as integral and integrated biomarkers in several trials (see www.TILsinBreastCancer.org), TIL scores are not indicated for routine clinical practice. Concerns about inter-observer variability in TIL assessment have also been raised,148 but machine-learning-based approaches for scoring may improve reproducibility in the future. sTILs have demonstrated predictive prognostic power in TNBC and HER2+ breast cancer, with higher levels of infiltration being linked to improved outcomes.12 145 149–151 In a 2009 study that investigated the relationship between lymphocytic infiltration at diagnosis in node-positive samples with clinical outcomes from the BIG 01-98 adjuvant phase III trial, a 10% increase in sTILs was associated with 15% reduced risk of relapse (p=0.025) and 17% reduced risk of death in TNBC. For HER2+ tumors treated with anthracycline-only chemotherapy, a significant interaction was observed between increasing sTILs and both DFS and OS (DFS p=0.042; OS p=0.018).151 For ER+/HER2− breast cancer, the prognostic value is less clear. One pooled analysis of 3,771 patients receiving neoadjuvant therapy demonstrated that although increases in sTILs were associated with response to chemotherapy in all molecular subtypes, TILs were only correlated with longer OS in TNBC—no association with survival was shown in HER2+ breast cancer, and increased TILs was linked to shorter OS in luminal-HER2– disease.152 Additionally, a case–cohort series of 987 patients with early ER+/HER2– breast cancer found that high TILs was associated with better distant DFS, but only in the group of patients treated with adjuvant therapy.151 153 In contrast to the data in early breast cancer, exploratory analyses of IMpassion130 showed that sTILs were associated with PD-L1+ status but did not independently predict PFS nor OS in advanced TNBC.23\n        The functional characteristics and spatial distribution of TILs within the tumor microenvironment may be important in the generation of effective antitumor immune responses. While multiplex, high-resolution TIL profiling technologies are, at the time of writing, purely investigational, an increased understanding of the prognostic value of individual infiltrating T-cell subsets may inform the development of future biomarkers or rationally designed immunotherapeutic approaches. Substantial heterogeneity may exist in the spatial distribution of TILs between regions of samples taken from the same tumor,154 although the average lymphocyte score from a single biopsy has been shown to reasonably represent the tumor as a whole.155 In TNBC, enrichment of CD8+ TILs with a characteristic tissue-resident memory gene expression signature was significantly associated with improved patient survival in early-stage disease, having greater prognostic power than CD8 expression alone.156 In ER+ breast cancer, TIL spatial heterogeneity was more highly prognostic for late recurrence 5 years after endocrine therapy than any other tumor immune score measures.157\n        Other biomarkers may also predict response to immune checkpoint blockade. The genomic amplification of CD274, the gene that encodes PD-L1, is frequently observed in Hodgkin lymphoma and sometimes detected in solid tumors including breast cancers.158 159 Amplifications of CD274 may have important prognostic value for response to ICI therapy. One analysis of 118,187 tumor samples (including a subset of 2,039 samples with clinical annotation) found an overall prevalence of CD274 amplification of 0.7% overall, and just 0.02% in breast cancers. Importantly, the ORR for ICI-treated patients with solid tumors with CD274 amplification was 66.7%, with median PFS of 15.2 months.159 In TNBC specifically, increased copy number for the chromosomal region that encodes PD-L1, PD-L2, and JAK2—sometimes called the PDJ locus, 9p24—is more frequently detected in TNBC compared with in ER+ and HER2+ subtypes and in other solid tumors.160 Exposure to neoadjuvant chemotherapy may select for 9p24 amplifications in TNBC,161 and amplifications at the locus correlate with increased protein expression of PD-L1 by IHC and mRNA in situ hybridization.158 Amplification of 9p24 was associated with worse OS in studies of patients not receiving immunotherapy,160 161 and studies are ongoing to determine prognostic value of this biomarker in the context of immune checkpoint inhibition. Exploratory analysis of 126 patients with metastatic breast cancer who were enrolled in the SAFIR-IMMUNO study (a randomized trial comparing durvalumab to maintenance chemotherapy) found that 20% of all tumors and 35% of TNBCs had copy gain (3 or 4 copies) or amplification (>4 copies) of CD274. Notably, only patients with amplifications in CD247 had improved OS with durvalumab (HR 0.18; 95% CI 0.05 to 0.71).162\n        The identification of additional biomarkers for patient selection and response prediction for immunotherapy is an ongoing area of research. Promising areas include mRNA-based signatures, such as an interferon gene expression profile that has been shown to predict response to PD-1 blockade in a variety of tumor types, including breast cancer,163 and liquid biopsy-based biomarkers that quantify circulating TCs, nucleic acids, and proteins.164 Future prospective trials will be needed to validate any novel immunotherapy biomarkers and ensure generalizability across breast cancer subtypes and patient populations.\nEvaluation and management of treatment response\n      \n        Imaging\n        As with cytotoxic therapy, recommended evaluation of tumor response to immunotherapy should be performed with a CT scan or MRI. The WHO criteria165 and the Response Evaluation Criteria In Solid Tumors (RECIST) guidelines166 define standard measurement methods for converting radiology image observations into quantitative and statistically tractable frameworks for measuring changes in tumor size associated with therapy. However, the unique patterns of responses observed with immunotherapy have led to the development of several modified criteria for reporting responses in solid tumors (described below). According to some analyses, conventional response criteria may underestimate ORR for immunotherapy-treated patients by as much as 15%.167 Additionally, due to the inability to differentiate metabolically active cancer cells from activated ICs and inflammation, standard positron emission tomography (PET) imaging may present challenges in assessing tumor response for patients with breast cancer on immunotherapy.168\n        The mechanism of action of ICIs can cause unusual response patterns on imaging when compared with traditional responses to cytotoxic chemotherapy. While many patients still may have an initial reduction in tumor burden, other patients may experience non-traditional responses like initial tumor growth followed by tumor reduction (termed pseudoprogression), a period of rapid tumor growth (termed hyperprogression), or a period of prolonged stability followed by an eventual decrease in tumor growth.169 Although pseudoprogression, an apparent increase in tumor burden or appearance of new lesions on therapy, has been described in up to roughly 10% of patients with melanoma treated with checkpoint inhibitors,170 the phenomenon seems to be tumor-dependent with much lower rates of pseudoprogression (<5%) noted in breast cancer studies.63 144 Potential mechanisms behind the appearance of enlarged lesions in solid tumors on imaging include infiltration of activated T cells, an inflammatory response due to cytokine release, or may simply reflect the time needed for the immune system to mount an appropriate response for tumor control.169\n        Because the traditional RECIST system does not consistently capture clinical benefit with immunotherapy, several systems, including immune-related response criteria (irRC),171 the immune-related RECIST (irRECIST),172 immune-modified RECIST,173 and immunotherapy RECIST (iRECIST)174 were developed (table 6). Evaluation of tumor burden in two dimensions is mandated by irRC, which requires more effort than the one-dimensional evaluation of RECIST.175 The irRECIST criteria combine the features of irRC and RECIST and requires only one-dimensional measurement172; however, irRECIST has not been consistently applied across studies and therefore may not permit cross-study comparisons of efficacy. In contrast to irRECIST, measurements of the new lesion(s) are not incorporated into the tumor burden with iRECIST. Additionally, iRECIST was developed by consensus.\n        \n          Table 6\n          \n            Comparison of immune-related response criteria (Adapted from Kataoka & Hirano, Ann Transl Med, 2018)288)\n          \n          \n            \n              \n                \n                RECIST v1.1289*\n                irRC171\n                irRECIST172\n                iRECIST174\n                imRECIST173\n              \n            \n            \n              \n                Based on\n                RECIST\n                WHO criteria165\n                irRC and RECIST v1.1\n                RECIST v1.1\n                irRC and RECIST v1.1\n              \n              \n                Dimension\n                One\n                Two\n                One\n                One\n                One\n              \n              \n                Definition of PD\n                20% increase from nadir and 5 mm absolute increase in the sum of target lesions\n                25% increase from nadir\n                20% increase from nadir\n                20% increase from nadir (confirmation necessary)\n                20% increase from nadir\n              \n              \n                New lesions\n                Do define PDIncluded in sum of measurements\n                Do not define PDIncluded in sum of measurements\n                Do not define PDIncluded in sum of measurements\n                Do not define PDNot included in sum of measurements\n                Do not define PDIncluded in sum of measurements\n              \n              \n                Confirmation\n                Protocol-specific based on the therapy, the disease, the anticipated time to response and progression as well as cost and patient convenience\n                4 weeks\n                4 weeks\n                4 weeks—not longer than 8 weeks\n                4 weeks\n              \n              \n                Outcomes in development cohort\n                Prospective cohort with data from >6,500 patients, simulation studies, and literature reviews\n                OS in ipilimumab-treated melanoma\n                irRC response in advanced ipilimumab-treated melanoma\n                Consensus-based\n                OS in atezolizumab-treated advanced NSCLC and mUC\n              \n            \n          \n          \n            \n              *RECIST v1.1 was used in KEYNOTE-119, KEYNOTE-355, and IMpassion130.\n            \n            \n              imRECIST, immune-modified RECIST; iRECIST, immunotherapy RECIST; irRC, immune-related response criteria; irRECIST, immune-related RECIST; mUC, metastatic urothelial cancer; NSCLC, non-small cell lung cancer; OS, overall survival; PD, progressive disease; RECIST, Response Evaluation Criteria In Solid Tumors; WHO, World Health Organization.\n            \n          \n        \n        A retrospective analysis of 14 published trials found that responses assessed by iRECIST compared with RECIST v1.1 led to a roughly 1 month longer median DOR in the analysis population,176 a modest but potentially meaningful difference. Ongoing efforts are attempting to develop a standardized, universal scoring system for pathologic response to PD-(L)1 blockade (immune-related pathologic response criteria) that encompasses features characteristic of immunotherapy for diverse tumor types,177 178 but this pan-tumor criteria has not yet been validated in prospective studies. Additionally, an immunotherapy response assessment for neuro-oncology, iRANO,179 has been developed, which may have future implications for the management of brain metastases, though these criteria have not been extensively validated in patients with breast cancer. Notably the randomized phase III studies completed to date in locally advanced/metastatic TNBC (KEYNOTE-119, KEYNOTE-355, and IMpassion130) adopted RECIST v1.1 for determination of disease status. Currently it is recommended that if one of the immune response criteria is used, the standard RECIST measurements should also be used to help with validity and cross trial comparisons.\n      \n      \n        Treatment beyond progression\n        For several decades, the overarching dogma for managing recurrent or refractory disease was that therapy should be changed at progression, based on the assumption that resistance is stable. With a growing body of evidence for the existence of unstable mechanisms of drug resistance,180 however, chemotherapy rechallenge has become an established paradigm across several disease settings. In breast cancer, retreatment with the same chemotherapy regimen that was used as adjuvant therapy has demonstrated clinical benefit,181 182 provided there is a sufficient disease-free interval. In the HER2+ setting, treatment with trastuzumab beyond progression has been shown to increase clinical benefit rate for patients receiving capecitabine183 and increases OS in patients with brain metastases.184 Whether treatment beyond progression offers similar benefits for patients receiving immunotherapy remains an ongoing area of investigation.\n        Based on current iRECIST guidelines, as well as the Trial Reporting in Immuno-Oncology guidelines published in 2018 by the American Society of Clinical Oncology (ASCO) and SITC,185 clinical assessment and patient functional status are important when determining if a patient should continue on a given immunotherapy in the setting of progressive disease. Both guidelines specify that for patients to receive treatment beyond progression, the patient should have stable or improved clinical condition, have no severe laboratory abnormalities, and be tolerating the treatment well with limited/mild side effects. Most importantly, there should be no clinical progression and no additional progression noted on subsequent confirmation imaging scans.\n      \n      \n        Management of isolated sites of progression on immunotherapy\n        The appearance of new lesions while on treatment in the metastatic setting, including immunotherapy, is not necessarily a reason to discontinue therapy. As mentioned above, pseudoprogression may result in the appearance of new lesions which then later decrease in size on subsequent reimaging. There may also be true progression with the appearance of a new solitary lesion (ie, oligoprogression). This can occur due to tumor heterogeneity and/or the development of new resistance mechanisms to therapy. In these cases, there may be an isolated site of disease progression in patients who otherwise have a good response to treatment. There is no standard management for these isolated lesions in the setting of otherwise responsive disease.174\n        Once a new lesion(s) is confirmed, is it reasonable to consider local treatment(s) to the isolated site(s) of progression, as long as the patient has good performance status and is otherwise responding to or stable on the current treatment. Localized treatment may involve local ablative therapies like brachytherapy or stereotactic body radiation therapy (SBRT) and/or surgical therapies like a metastasectomy, as is currently done in many other metastatic tumor types. Although studies are limited in the breast cancer disease setting, improved outcomes after surgical resection of isolated sites of progression have been reported for gastrointestinal, adrenal, and large single brain metastases for patients with melanoma being treated with immunotherapy.186–188 In breast cancer, a systematic review of outcomes after local ablative therapies for the management of hepatic metastases reported CR rates of roughly 90% after hepatic resection, stereotactic radiofrequency ablation, SBRT, and brachytherapy.189\n        In cases where surgery is not an option, radiation therapy may synergize with immunotherapy through the induction of immunogenic cell death.190 Until recently, the evidence for efficacy was limited to case reports and preclinical models. A small, signal-seeking phase II trial establishing the safety and early activity of pembrolizumab with radiation in heavily pre-treated, metastatic TNBC regardless of PD-L1 status demonstrated tolerabilty and a signal of activity with the combination.191 At this time, the benefit of local treatment for an isolated progressive tumor is still being determined. However, given that radiation is a commonly accessible local treatment that is already well-integrated into cancer treatment, many physicians will opt for local therapy in order to continue on a treatment regimen that is controlling other sites of disease.\n      \n      \n        Duration of immunotherapy\n        The decision to discontinue therapy is a challenging and ongoing topic of debate in the immuno-oncology field. Although the ultimate endpoint for any cancer treatment is overall survival, ongoing and durable responses have been seen with immunotherapy, raising the difficult question of when it is appropriate to stop therapy. Of those patients who have durable responses to immunotherapy, it is not known how long treatment should continue. Experience from melanoma suggests that durable remissions may be maintained in as many as 85% of patients who stop receiving anti-PD-1 therapy after achieving CR.186 192 At this time, there are also accounts of patients with breast cancer who have come off immunotherapy due to toxicity but continue to have durable responses years after treatment was stopped.193 Most initial trials of ICIs for breast cancer had a set period of treatment, but at this time as these agents matriculate into routine oncology practice, the ideal duration of therapy is unknown.\n      \n      \n        Post-immunotherapy treatment choice\n        Limited data are available on which to base a decision on optimal treatment after immunotherapy. In the IMpassion130 trial, subsequent anticancer therapy was administered to 242 patients (53.7%) in the atezolizumab plus nab-paclitaxel group and to 272 patients (60.3%) in the placebo plus nab-paclitaxel group, with most patients receiving chemotherapy during follow-up and less than 4% receiving further immunotherapy.18 Standard chemotherapy agents have immunomodulatory effects,194 however, the effects of cytotoxic agents are pleiotropic and potential interactions with immunotherapies are difficult to predict from pharmacokinetics and preclinical models alone. While optimal sequencing is unknown at this time, understanding effects of various treatments on the tumor microenvironment may help to guide future studies on optimal sequencing of therapies.\n      \n      \n        Panel recommendations\n        \n          \n            The application of formal response criteria (ie, RECIST) are not currently recommended off-study. If one of the immune response criteria is used, the standard RECIST measurements should also be used to help with validity and cross-trial comparisons.\n          \n          \n            When pseudoprogression is suspected and treatment beyond progression is being considered, the patient should have stable or improved clinical condition, no severe laboratory abnormalities, and be tolerating the treatment well with limited/mild side effects. Treatment beyond progression should be discontinued in cases where clinical progression occurs or if additional progression is confirmed on subsequent imaging scans.\n          \n          \n            For management of isolated site(s) of progression for a patient receiving immunotherapy, it is reasonable to consider local therapy for the isolated site(s) of progression as long as the patient has good performance status and is otherwise responding to the current treatment. However, there are no data that local treatment will improve clinical outcomes.\nImaging\n        As with cytotoxic therapy, recommended evaluation of tumor response to immunotherapy should be performed with a CT scan or MRI. The WHO criteria165 and the Response Evaluation Criteria In Solid Tumors (RECIST) guidelines166 define standard measurement methods for converting radiology image observations into quantitative and statistically tractable frameworks for measuring changes in tumor size associated with therapy. However, the unique patterns of responses observed with immunotherapy have led to the development of several modified criteria for reporting responses in solid tumors (described below). According to some analyses, conventional response criteria may underestimate ORR for immunotherapy-treated patients by as much as 15%.167 Additionally, due to the inability to differentiate metabolically active cancer cells from activated ICs and inflammation, standard positron emission tomography (PET) imaging may present challenges in assessing tumor response for patients with breast cancer on immunotherapy.168\n        The mechanism of action of ICIs can cause unusual response patterns on imaging when compared with traditional responses to cytotoxic chemotherapy. While many patients still may have an initial reduction in tumor burden, other patients may experience non-traditional responses like initial tumor growth followed by tumor reduction (termed pseudoprogression), a period of rapid tumor growth (termed hyperprogression), or a period of prolonged stability followed by an eventual decrease in tumor growth.169 Although pseudoprogression, an apparent increase in tumor burden or appearance of new lesions on therapy, has been described in up to roughly 10% of patients with melanoma treated with checkpoint inhibitors,170 the phenomenon seems to be tumor-dependent with much lower rates of pseudoprogression (<5%) noted in breast cancer studies.63 144 Potential mechanisms behind the appearance of enlarged lesions in solid tumors on imaging include infiltration of activated T cells, an inflammatory response due to cytokine release, or may simply reflect the time needed for the immune system to mount an appropriate response for tumor control.169\n        Because the traditional RECIST system does not consistently capture clinical benefit with immunotherapy, several systems, including immune-related response criteria (irRC),171 the immune-related RECIST (irRECIST),172 immune-modified RECIST,173 and immunotherapy RECIST (iRECIST)174 were developed (table 6). Evaluation of tumor burden in two dimensions is mandated by irRC, which requires more effort than the one-dimensional evaluation of RECIST.175 The irRECIST criteria combine the features of irRC and RECIST and requires only one-dimensional measurement172; however, irRECIST has not been consistently applied across studies and therefore may not permit cross-study comparisons of efficacy. In contrast to irRECIST, measurements of the new lesion(s) are not incorporated into the tumor burden with iRECIST. Additionally, iRECIST was developed by consensus.\n        \n          Table 6\n          \n            Comparison of immune-related response criteria (Adapted from Kataoka & Hirano, Ann Transl Med, 2018)288)\n          \n          \n            \n              \n                \n                RECIST v1.1289*\n                irRC171\n                irRECIST172\n                iRECIST174\n                imRECIST173\n              \n            \n            \n              \n                Based on\n                RECIST\n                WHO criteria165\n                irRC and RECIST v1.1\n                RECIST v1.1\n                irRC and RECIST v1.1\n              \n              \n                Dimension\n                One\n                Two\n                One\n                One\n                One\n              \n              \n                Definition of PD\n                20% increase from nadir and 5 mm absolute increase in the sum of target lesions\n                25% increase from nadir\n                20% increase from nadir\n                20% increase from nadir (confirmation necessary)\n                20% increase from nadir\n              \n              \n                New lesions\n                Do define PDIncluded in sum of measurements\n                Do not define PDIncluded in sum of measurements\n                Do not define PDIncluded in sum of measurements\n                Do not define PDNot included in sum of measurements\n                Do not define PDIncluded in sum of measurements\n              \n              \n                Confirmation\n                Protocol-specific based on the therapy, the disease, the anticipated time to response and progression as well as cost and patient convenience\n                4 weeks\n                4 weeks\n                4 weeks—not longer than 8 weeks\n                4 weeks\n              \n              \n                Outcomes in development cohort\n                Prospective cohort with data from >6,500 patients, simulation studies, and literature reviews\n                OS in ipilimumab-treated melanoma\n                irRC response in advanced ipilimumab-treated melanoma\n                Consensus-based\n                OS in atezolizumab-treated advanced NSCLC and mUC\n              \n            \n          \n          \n            \n              *RECIST v1.1 was used in KEYNOTE-119, KEYNOTE-355, and IMpassion130.\n            \n            \n              imRECIST, immune-modified RECIST; iRECIST, immunotherapy RECIST; irRC, immune-related response criteria; irRECIST, immune-related RECIST; mUC, metastatic urothelial cancer; NSCLC, non-small cell lung cancer; OS, overall survival; PD, progressive disease; RECIST, Response Evaluation Criteria In Solid Tumors; WHO, World Health Organization.\n            \n          \n        \n        A retrospective analysis of 14 published trials found that responses assessed by iRECIST compared with RECIST v1.1 led to a roughly 1 month longer median DOR in the analysis population,176 a modest but potentially meaningful difference. Ongoing efforts are attempting to develop a standardized, universal scoring system for pathologic response to PD-(L)1 blockade (immune-related pathologic response criteria) that encompasses features characteristic of immunotherapy for diverse tumor types,177 178 but this pan-tumor criteria has not yet been validated in prospective studies. Additionally, an immunotherapy response assessment for neuro-oncology, iRANO,179 has been developed, which may have future implications for the management of brain metastases, though these criteria have not been extensively validated in patients with breast cancer. Notably the randomized phase III studies completed to date in locally advanced/metastatic TNBC (KEYNOTE-119, KEYNOTE-355, and IMpassion130) adopted RECIST v1.1 for determination of disease status. Currently it is recommended that if one of the immune response criteria is used, the standard RECIST measurements should also be used to help with validity and cross trial comparisons.\nTreatment beyond progression\n        For several decades, the overarching dogma for managing recurrent or refractory disease was that therapy should be changed at progression, based on the assumption that resistance is stable. With a growing body of evidence for the existence of unstable mechanisms of drug resistance,180 however, chemotherapy rechallenge has become an established paradigm across several disease settings. In breast cancer, retreatment with the same chemotherapy regimen that was used as adjuvant therapy has demonstrated clinical benefit,181 182 provided there is a sufficient disease-free interval. In the HER2+ setting, treatment with trastuzumab beyond progression has been shown to increase clinical benefit rate for patients receiving capecitabine183 and increases OS in patients with brain metastases.184 Whether treatment beyond progression offers similar benefits for patients receiving immunotherapy remains an ongoing area of investigation.\n        Based on current iRECIST guidelines, as well as the Trial Reporting in Immuno-Oncology guidelines published in 2018 by the American Society of Clinical Oncology (ASCO) and SITC,185 clinical assessment and patient functional status are important when determining if a patient should continue on a given immunotherapy in the setting of progressive disease. Both guidelines specify that for patients to receive treatment beyond progression, the patient should have stable or improved clinical condition, have no severe laboratory abnormalities, and be tolerating the treatment well with limited/mild side effects. Most importantly, there should be no clinical progression and no additional progression noted on subsequent confirmation imaging scans.\nManagement of isolated sites of progression on immunotherapy\n        The appearance of new lesions while on treatment in the metastatic setting, including immunotherapy, is not necessarily a reason to discontinue therapy. As mentioned above, pseudoprogression may result in the appearance of new lesions which then later decrease in size on subsequent reimaging. There may also be true progression with the appearance of a new solitary lesion (ie, oligoprogression). This can occur due to tumor heterogeneity and/or the development of new resistance mechanisms to therapy. In these cases, there may be an isolated site of disease progression in patients who otherwise have a good response to treatment. There is no standard management for these isolated lesions in the setting of otherwise responsive disease.174\n        Once a new lesion(s) is confirmed, is it reasonable to consider local treatment(s) to the isolated site(s) of progression, as long as the patient has good performance status and is otherwise responding to or stable on the current treatment. Localized treatment may involve local ablative therapies like brachytherapy or stereotactic body radiation therapy (SBRT) and/or surgical therapies like a metastasectomy, as is currently done in many other metastatic tumor types. Although studies are limited in the breast cancer disease setting, improved outcomes after surgical resection of isolated sites of progression have been reported for gastrointestinal, adrenal, and large single brain metastases for patients with melanoma being treated with immunotherapy.186–188 In breast cancer, a systematic review of outcomes after local ablative therapies for the management of hepatic metastases reported CR rates of roughly 90% after hepatic resection, stereotactic radiofrequency ablation, SBRT, and brachytherapy.189\n        In cases where surgery is not an option, radiation therapy may synergize with immunotherapy through the induction of immunogenic cell death.190 Until recently, the evidence for efficacy was limited to case reports and preclinical models. A small, signal-seeking phase II trial establishing the safety and early activity of pembrolizumab with radiation in heavily pre-treated, metastatic TNBC regardless of PD-L1 status demonstrated tolerabilty and a signal of activity with the combination.191 At this time, the benefit of local treatment for an isolated progressive tumor is still being determined. However, given that radiation is a commonly accessible local treatment that is already well-integrated into cancer treatment, many physicians will opt for local therapy in order to continue on a treatment regimen that is controlling other sites of disease.\nDuration of immunotherapy\n        The decision to discontinue therapy is a challenging and ongoing topic of debate in the immuno-oncology field. Although the ultimate endpoint for any cancer treatment is overall survival, ongoing and durable responses have been seen with immunotherapy, raising the difficult question of when it is appropriate to stop therapy. Of those patients who have durable responses to immunotherapy, it is not known how long treatment should continue. Experience from melanoma suggests that durable remissions may be maintained in as many as 85% of patients who stop receiving anti-PD-1 therapy after achieving CR.186 192 At this time, there are also accounts of patients with breast cancer who have come off immunotherapy due to toxicity but continue to have durable responses years after treatment was stopped.193 Most initial trials of ICIs for breast cancer had a set period of treatment, but at this time as these agents matriculate into routine oncology practice, the ideal duration of therapy is unknown.\nPost-immunotherapy treatment choice\n        Limited data are available on which to base a decision on optimal treatment after immunotherapy. In the IMpassion130 trial, subsequent anticancer therapy was administered to 242 patients (53.7%) in the atezolizumab plus nab-paclitaxel group and to 272 patients (60.3%) in the placebo plus nab-paclitaxel group, with most patients receiving chemotherapy during follow-up and less than 4% receiving further immunotherapy.18 Standard chemotherapy agents have immunomodulatory effects,194 however, the effects of cytotoxic agents are pleiotropic and potential interactions with immunotherapies are difficult to predict from pharmacokinetics and preclinical models alone. While optimal sequencing is unknown at this time, understanding effects of various treatments on the tumor microenvironment may help to guide future studies on optimal sequencing of therapies.\nToxicity considerations: patient selection and management\n      \n        Baseline factors for consideration\n        The decision to proceed with immunotherapy depends on the likelihood that the tumor will respond to treatment and the patient’s projected ability to tolerate therapy. For patients with early-stage disease, the potential for benefit with immunotherapy must also be weighed against the risk of irAEs. Patients with autoimmune disorders, chronic viral infections, AIDS, ongoing clinically significant immunosuppressant use, organ dysfunction, pregnancy, older age, and impaired functional status are generally considered to be challenging populations to treat with checkpoint inhibitors. As more patients receive checkpoint inhibitors in real-world settings, however, emerging data are painting a clearer picture of the risk/benefit tradeoffs in some groups of patients, and it is becoming clear that some of these ‘challenging populations’ may safely receive treatment.\n        Patients living with HIV infection have historically been excluded from clinical trials of checkpoint inhibitors due to concerns about potential risk for viral reactivation or increased toxicity on therapy. Before the advent of highly active antiretroviral therapy (HAART), it was believed that the incidence of breast cancer may be lower in patients with AIDS than in the general population.195 However, subsequent analyses have revealed that patients living with HIV are at increased risk of mortality for all non-AIDS-related cancers, including breast cancer.196–198 Although experience with immunotherapy, specifically in patients with breast cancer and HIV, is limited, a systematic review of ICI treatment in 72 patients with advanced-stage cancers who were also being treated with HAART for HIV infection found no new safety signals, comparable response rates to non-HIV-infected individuals, and maintenance of viral suppression as well as CD4+ T cell counts.199 Prospective trials have also demonstrated safety and efficacy for ICI therapy for patients living with HIV and a variety of solid tumors.200 201 Although further studies are needed in the breast cancer setting, none of the data to date indicate that HIV infection is an absolute contraindication to ICI therapy, provided the patient is compliant with appropriate antiretroviral therapy.\n        Some studies have suggested that patients with pre-existing autoimmune disorders may be safely treated with anti-PD-(L)1 therapies. In one study, 52 patients with melanoma and pre-existing autoimmune disorders were treated with either pembrolizumab or nivolumab. Twenty patients (38%) had flares of their autoimmune disease requiring immunosuppression, but toxicities were generally mild, manageable, and did not necessitate discontinuation of therapy.202 The decision to proceed with immunotherapy in a patient with pre-existing autoimmune conditions should include assessing the risk of severe morbidity and/or mortality from the underlying disorder versus risk of relapse or death from the cancer diagnosis. Similarly, if considering using immunotherapy to treat patients with breast cancer receiving immunosuppressive therapy for an underlying autoimmune disorder, it is critical to consider the underlying reason for the immunosuppression as well as the clinical benefit expected from the immunosuppressive agent.\n        Analyses of outcomes among older patients receiving checkpoint inhibitors in clinical trials203 and real-world settings204 suggest that the toxicity profiles and response rates for immunotherapy in the elderly do not differ markedly from those in the general population. Those results must be interpreted with a note of caution, however, as the older patients that were included were all relatively fit (ie, good baseline performance status). Geriatric assessments for elderly individuals may be useful to evaluate the potential safety of more intense therapeutic regimens including immunotherapy.205\n        Baseline corticosteroid use has been associated with worse survival outcomes in patients with lung cancer treated with anti-PD-(L)1 agents.206 207 The interpretation of these findings is complicated however, because patients receiving corticosteroids for palliative indications may also have significant comorbidities at baseline. One study that analyzed outcomes stratified by reason for corticosteroid administration found that median PFS and OS were significantly shorter among patients who received ≥10 mg prednisone for palliative indications associated with their underlying malignancy compared with those who received ≥10 mg prednisone for non-cancer related reasons and compared with patients receiving 0 to <10 mg of prednisone.208 The role of glucocorticoids in breast cancer is complex and further complicated due to natural variability in endogenous hormone levels throughout a woman’s menstrual cycle.209 Glucocorticoid receptor signaling has been linked to the emergence of chemoresistance in breast cancer.210 Although scant data are available on the impact of steroid administration on immunotherapy efficacy in the treatment of breast cancer, a meta-analysis including 16 studies of patients with lung cancer demonstrated no adverse effects on survival outcomes when corticosteroids were used for the management of irAEs.211\n        The incidence of breast cancer in solid organ transplant recipients is similar to that in the general population, and given the overall frequency of transplant patients with excellent outcomes, it is likely that providers will encounter patients with breast cancer and a history of solid organ transplantation.212 There is limited data on the outcomes of transplant patients with checkpoint inhibitor therapy, but existing data suggests a significant risk of graft rejection.213 For this reason, routine ICI treatment of patients with breast cancer and a prior organ transplant outside of a study or at a specialized center is discouraged.\n      \n      \n        Monitoring patients on treatment (toxicities, time frame)\n        The goal of appropriate monitoring during immunotherapy treatment is to promptly detect immune-related toxicities and intervene before these toxicities cause significant morbidity or mortality. An important principle is to properly educate patients and staff about the symptoms that require prompt reporting to avoid life-threatening complications (described in more detail in the Patient education and QOL section). The most frequently reported irAEs in breast cancer ICI trials are rash and pruritus (up to 18%), thyroid disorders (up to 12%), and liver function abnormalities (up to 10%).214 Incidences of irAEs reported in trials of ICI monotherapy or combination regimens for TNBC are summarized in table 7. Particular attention should be paid to new or worsening fatigue, headaches, rash, respiratory symptoms, changes in bowel function, visual changes/eye pain, or musculoskeletal symptoms. Careful monitoring of laboratory studies is also required, including electrolytes, creatinine, glucose, liver function, and thyroid hormone levels.\n        \n          Table 7\n          \n            Reported incidence of irAEs in published ICI clinical trials for metastatic TNBC (adapted from D’Abreo and Adams, Nat Rev Clin Oncol, 2019214)\n          \n          \n            \n              \n                irAE\n                All grades (%)\n                Grade 3–4 (%)\n                Grade 5 (%)\n              \n            \n            \n              \n                Dermatologic\n                Pruritus, rash\n                18\n                0.5\n                0\n              \n              \n                Endocrine\n                Hypothyroidism\n                12\n                0\n                0\n              \n              \n                Hyperthyroidism\n                5\n                0.1\n                0\n              \n              \n                Gastro-intestinal\n                Hepatitis, elevated transaminases\n                10\n                3\n                0.2\n              \n              \n                Colitis, diarrhea\n                2.5\n                0.45\n                0\n              \n              \n                Hematologic\n                Prespecified autoimmune anemia, lymphopenia, thrombocytopenia and clotting abnormalities\n                4\n                1\n                0.2\n              \n              \n                Respiratory\n                Pneumonitis\n                3\n                0.5\n                0.1\n              \n              \n                Other (<1%)\n                Adrenal insufficiency, type 1 diabetes, ocular, myocarditis, neurological/meningitis, nephritis/elevated creatinine\n                <1\n                <0.5\n                0\n              \n            \n          \n          \n            \n              ICI, immune checkpoint inhibitor; irAEs, immune-related adverse events; TNBC, triple-negative breast cancer.\n            \n          \n        \n        Baseline history/physical exam should include assessment of autoimmune, infectious, neurologic, bowel, musculoskeletal, or endocrine pre-existing conditions. Pulse oximetry assessment and monitoring is recommended. An electrocardiogram (EKG) should be considered to provide a pre-treatment baseline for comparison with future EKGs obtained due to cardiac-related symptoms. Baseline troponin levels should also be obtained to provide useful information for evaluating potential future cardiotoxicity, and subsequently measured as clinically indicated.\n        Most immunotherapy agents include monitoring recommendations as part of their prescribing information; for example, the package insert for pembrolizumab recommends monitoring for changes in hepatic and thyroid function.19 However, accumulated experience with ICIs in real-world settings has led to the emergence of some general principles on the type and frequency of monitoring needed. Routine monitoring of patients is generally more frequent during the initial 4 cycles of treatment, with clinical assessments and laboratory testing complete blood count (CBC), comprehensive metabolic panel (CMP), hemoglobin A1c (HgbA1c), thyroid stimulating hormone (TSH), free T4 (FT4), and morning serum cortisol recommended at baseline and every 4 weeks.215 After the first four cycles then testing intervals can be increased to every 6–12 weeks, or as indicated. Additionally, morning serum cortisol should be measured prior to surgery in patients receiving pembrolizumab in the neoadjuvant setting. Combination immunotherapy regimens may require closer monitoring as immune-related toxicity rates tend to be higher compared with monotherapy.215 216 Other tests such as amylase, lipase, C-reactive protein, creatine phosphokinase (CPK), erythrocyte sedimentation rate (ESR), brain MRI, CT scans of the thorax/abdomen, pulmonary function tests, troponin and EKGs should be performed as indicated. Most patients with metastatic breast cancer receive some of these imaging tests routinely for assessment of treatment response, so additional scans in asymptomatic patients are generally not required.\n        Any organ system in the body can be affected by irAEs, and the most commonly reported toxicities across all cancer types are dermatologic, gastrointestinal, endocrine, respiratory, and hepatic.215–218 For breast cancer, the top three most commonly reported irAEs in published trials are hypothyroidism, rash or pruritus, and hepatitis (see table 7). Although the timing of onset and organ systems affected by irAEs may vary, dermatologic toxicities are among the most frequently reported. In one pooled analysis of patients receiving immunotherapy for metastatic melanoma, skin toxicities tended to occur earlier (median 5 week onset), whereas endocrinopathies and renal toxicities tended to occur later (median 10–15 weeks). The median time to onset for most other immune-related events was about 8 weeks.219 For TNBC, the timing to onset for irAEs was similar to that seen in other tumor types.214\n      \n      \n        Management of irAEs\n        ICIs are associated with distinct toxicity profiles compared with conventional breast cancer treatments. Oftentimes, the same mechanisms that give rise to antitumor effects also underlie the AEs seen with immunotherapy—namely, uninhibited immune activity. For ICI therapy, the overall incidence of irAEs across published trials has been estimated to be up to 75% for anti-cytotoxic T lymphocyte antigen-4 (CTLA-4) monotherapy (ipilimumab) and up to 30% for anti-PD-(L)1 agents.215 Detailed guidelines on the recognition and management of irAEs have been published elsewhere, including by SITC215 217 220 and care typically includes withholding immunotherapy, administering corticosteroids, and, in some instances, administering second-line immune-modulatory agents such as tumor necrosis factor (TNF) inhibitors. In general, immunotherapy may be continued in the setting of grade 1–2 immune toxicity that can be managed with topical or systemic low-dose steroids, whereas grade ≥3 toxicity, or symptomatic grade 2 toxicity necessitates at least temporary discontinuation of therapy and referral to or consultation with appropriate specialists.\n        With more data becoming available on the use of immunotherapy in clinical trial and real-world settings, patterns of irAEs that were not evident during individual studies are emerging, such as high rates of thyroiditis. A meta-analysis including 38 randomized clinical trials evaluating the usage of ICIs for treatment of advanced solid tumors including a total of 7,551 patients found an overall incidence of hypothyroidism of 6.6% (95% CI 5.5% to 7.8%).221 The incidence of hypothyroidism in real-world settings may be higher than in clinical trials, as one retrospective analysis of electronic health records for 1,146 individuals treated with ICIs at a single center between 2012 and 2018 identified thyroid irAEs in 19% of patients.222 Another analysis of 29,294,336 records spanning 5 years from the FDA AEs reporting system found that the four most common endocrine-related AEs with ICIs were hypothyroidism, primary adrenal insufficiency, hypophysitis (secondary adrenal insufficiency), and hyperthyroidism.223\n      \n      \n        Patterns of irAEs in patients with breast cancer\n        In the IMpassion130 trial, a total of 259 patients (57.3%) in the atezolizumab plus nab-paclitaxel group and 183 (41.8%) in the placebo plus nab-paclitaxel group had AEs of special interest that were suggestive of potential immune-related causes.18 In IMpassion130, the leading cause for atezolizumab discontinuation was peripheral neuropathy. Serious AEs were reported in 105 of 453 patients in the atezolizumab group (23%) compared with 81 of 437 patients in the placebo group (19%), and one death due to an AE of special interest was reported in the primary analysis in each arm of the study—in both cases, hepatitis. On secondary analysis, the AEs of special interest that differed substantially between the atezolizumab group and the placebo group were any-grade rash, hypothyroidism, hyperthyroidism, pneumonitis, and adrenal insufficiency.24 In KEYNOTE-355, irAEs occurred in 26% of patients in the pembrolizumab plus chemotherapy arm, with 5% of patients experiencing irAEs of grade ≥3. The only irAE of grade ≥3 that occurred in 10 or more patients was skin toxicity (n=10; 2%). In the immunotherapy group, hypothyroidism and hyperthyroidism occurred in 87 (15%) and 15 (5%) patients, respectively. Hypothyroidism and hyperthyroidism occurred in 9 (3%) and 3 (1%) patients in the control group.26 Management of immune toxicities in other organ systems follows similar recommendations to existing expert panel guidelines.215 217 220 Referral to appropriate specialists for persistent autoimmunity is recommended.\n      \n      \n        Late irAEs in immunotherapy-experienced patients\n        Unlike the AEs associated with chemotherapies or targeted drugs, irAEs may arise months or even years after cessation of immunotherapy. Definitive data on the incidence rates and severity of delayed onset AEs are challenging to obtain, in part because the reporting mandates and follow-up periods for clinical trials have been limited.224 One retrospective analysis of data safety reporting from 194 published immunotherapy clinical trials across disease settings spanning 10 years identified 23 qualifying cases of irAEs arising more than 90 days after the reporting window.225 Data are even sparser on delayed onset-irAEs in patients with breast cancer receiving immunotherapies due to the relatively recent introduction of these treatments into clinical use. It is important to emphasize that immune effects can occur within a week to more than 1 year after initiation of therapy (including after cessation of therapy, and even after exposure to a single dose), so monitoring over a period of 12–24 months for symptoms of immune toxicities following therapy initiation is recommended. Further study on this topic is needed.\n      \n      \n        Rechallenging with ICI after irAE: when is retreatment appropriate?\n        The decision to rechallenge patients with immunotherapy following an irAE depends on the perceived benefit versus risk for the patient. The risk-benefit calculation for a patient with a symptomatic irAE should be based on the severity of the event, time to recovery to grade 1 or lower toxicity, the ability to taper off steroids without recurrence of toxicity, and if immunotherapy is clearly providing clinical benefit. Most expert guidelines, including from SITC,220 recommend permanent cessation of immunotherapy agents for most grade 3–4 toxicities and potential rechallenge for grade 2 AEs that resolve to grade 0–1 promptly with supportive therapy.215 217 226 Some exceptions to this rule are continuation of therapy for stable endocrinopathies and rechallenge in cases of grade 3 colitis, as only roughly 30% of patients develop recurrent colitis after retreatment with anti-PD-1 ICI.227 Conversely, treatment is permanently stopped for grade 2 cardiac and neurologic complications. Currently, there are no data to suggest that patients with prior PD-(L)1 treatment are less likely to respond to rechallenge. Although the onset of irAEs on therapy has been linked with improved OS and PFS for some tumor types,228 special consideration is warranted about the value of continuing therapy for patients with breast cancer as the overall clinical benefits with ICI (particularly for PFS) are more modest when compared with other immune-responsive tumor types.\n      \n      \n        Other general concerns for patients with breast cancer treated with immunotherapy\n        Curative locoregional therapy including definitive surgery and adjuvant radiation therapy have been used sequentially or concurrently with anti-PD-(L)1 immunotherapy in the I-SPY2,65 KEYNOTE-522,70 and IMpassion03177 studies. Of note, for immunotherapy in the adjuvant setting, monitoring for irAEs may be challenging if patients transfer to another healthcare provider. For example, if a patient receives adjuvant therapy at a tertiary care center, but then transfers care to a local oncologist, it is essential there is exchange of information among providers regarding the risk of toxicity and need for ongoing vigilance for irAEs. In published trials, there has not been an increased incidence of perioperative complications with immunotherapy.65 68 229 While rare with PD-(L)1 agents, adrenal insufficiency is associated with ICIs, and therefore obtaining a preoperative cortisol level is recommended for patients who have received neoadjuvant checkpoint inhibitors.\n        Pneumonitis is associated with receipt of prior thoracic or chest wall/breast radiation, and checkpoint inhibitor therapy may increase risk for pulmonary toxicities.230 231 Patients with breast cancer undergoing post-mastectomy or regional nodal irradiation are exposed to some level of radiation dose to the lungs, but the rates of pneumonitis did not appear significantly higher in the patients receiving adjuvant pembrolizumab concurrent with adjuvant radiation in KEYNOTE-522.70 Additional data are required to better understand how different radiation techniques (eg, protons, intensity modulated radiation therapy, volumetric arc therapy, and dose and fractionation regimen) may affect the risk of pneumonitis over time when radiation is delivered concurrently or in close proximity with ICIs. No data exist regarding the specific impact of adjuvant immunotherapy on breast reconstruction outcomes or cosmesis, including in patients who received radiation. Radiation techniques may be relevant in terms of potential impact on the risk of developing lymphopenia, particularly when radiation therapy is given with immunotherapy to large target volumes.\n        Finally, patients with cancer are at increased risk for severe complications with influenza infection.232 233 Several retrospective analyses have demonstrated that inactivated influenza vaccines are safe and effective in patients being treated with ICIs.234 235 Vaccination with clinically indicated vaccines (eg, seasonal influenza, COVID-19) should be encouraged. Currently, data are lacking on the safety of live-attenuated vaccines in the context of checkpoint blockade specifically, but current recommendations for patients with cancer undergoing immunosuppressive therapy state that live-attenuated vaccines should be administered ≥4 weeks prior to onset or ≥3 months after immune restoration.236\n      \n      \n        Panel recommendations\n        \n          \n            In patients with pre-existing comorbidities, active autoimmune disease requiring systemic immunosuppression (>10 mg prednisone equivalent or biologics), or those who have experienced toxicities with prior therapies, the benefits of immunotherapy must be weighed against the potential for severe AEs.\n          \n          \n            Patients should be monitored for symptoms of immune toxicities during immunotherapy and for at least 12 months after discontinuation of treatment. Importantly, irAEs may occur after immunotherapy has been discontinued and other therapy initiated (LE: 1).\n          \n          \n            For patients with early stage TNBC who receive pembrolizumab, serum cortisol should be tested at baseline, prior to surgery, and as clinically indicated.\n          \n          \n            For patients with breast cancer who experience irAEs during immunotherapy treatment, management should generally follow the most updated guidelines (eg, SITC, ASCO, National Comprehensive Cancer Network (NCCN)) as this field is rapidly evolving.\n          \n          \n            For patients with breast cancer who develop thyroid disorders or adrenal insufficiency while on treatment, immunotherapy can generally be continued (LE: 2).\nBaseline factors for consideration\n        The decision to proceed with immunotherapy depends on the likelihood that the tumor will respond to treatment and the patient’s projected ability to tolerate therapy. For patients with early-stage disease, the potential for benefit with immunotherapy must also be weighed against the risk of irAEs. Patients with autoimmune disorders, chronic viral infections, AIDS, ongoing clinically significant immunosuppressant use, organ dysfunction, pregnancy, older age, and impaired functional status are generally considered to be challenging populations to treat with checkpoint inhibitors. As more patients receive checkpoint inhibitors in real-world settings, however, emerging data are painting a clearer picture of the risk/benefit tradeoffs in some groups of patients, and it is becoming clear that some of these ‘challenging populations’ may safely receive treatment.\n        Patients living with HIV infection have historically been excluded from clinical trials of checkpoint inhibitors due to concerns about potential risk for viral reactivation or increased toxicity on therapy. Before the advent of highly active antiretroviral therapy (HAART), it was believed that the incidence of breast cancer may be lower in patients with AIDS than in the general population.195 However, subsequent analyses have revealed that patients living with HIV are at increased risk of mortality for all non-AIDS-related cancers, including breast cancer.196–198 Although experience with immunotherapy, specifically in patients with breast cancer and HIV, is limited, a systematic review of ICI treatment in 72 patients with advanced-stage cancers who were also being treated with HAART for HIV infection found no new safety signals, comparable response rates to non-HIV-infected individuals, and maintenance of viral suppression as well as CD4+ T cell counts.199 Prospective trials have also demonstrated safety and efficacy for ICI therapy for patients living with HIV and a variety of solid tumors.200 201 Although further studies are needed in the breast cancer setting, none of the data to date indicate that HIV infection is an absolute contraindication to ICI therapy, provided the patient is compliant with appropriate antiretroviral therapy.\n        Some studies have suggested that patients with pre-existing autoimmune disorders may be safely treated with anti-PD-(L)1 therapies. In one study, 52 patients with melanoma and pre-existing autoimmune disorders were treated with either pembrolizumab or nivolumab. Twenty patients (38%) had flares of their autoimmune disease requiring immunosuppression, but toxicities were generally mild, manageable, and did not necessitate discontinuation of therapy.202 The decision to proceed with immunotherapy in a patient with pre-existing autoimmune conditions should include assessing the risk of severe morbidity and/or mortality from the underlying disorder versus risk of relapse or death from the cancer diagnosis. Similarly, if considering using immunotherapy to treat patients with breast cancer receiving immunosuppressive therapy for an underlying autoimmune disorder, it is critical to consider the underlying reason for the immunosuppression as well as the clinical benefit expected from the immunosuppressive agent.\n        Analyses of outcomes among older patients receiving checkpoint inhibitors in clinical trials203 and real-world settings204 suggest that the toxicity profiles and response rates for immunotherapy in the elderly do not differ markedly from those in the general population. Those results must be interpreted with a note of caution, however, as the older patients that were included were all relatively fit (ie, good baseline performance status). Geriatric assessments for elderly individuals may be useful to evaluate the potential safety of more intense therapeutic regimens including immunotherapy.205\n        Baseline corticosteroid use has been associated with worse survival outcomes in patients with lung cancer treated with anti-PD-(L)1 agents.206 207 The interpretation of these findings is complicated however, because patients receiving corticosteroids for palliative indications may also have significant comorbidities at baseline. One study that analyzed outcomes stratified by reason for corticosteroid administration found that median PFS and OS were significantly shorter among patients who received ≥10 mg prednisone for palliative indications associated with their underlying malignancy compared with those who received ≥10 mg prednisone for non-cancer related reasons and compared with patients receiving 0 to <10 mg of prednisone.208 The role of glucocorticoids in breast cancer is complex and further complicated due to natural variability in endogenous hormone levels throughout a woman’s menstrual cycle.209 Glucocorticoid receptor signaling has been linked to the emergence of chemoresistance in breast cancer.210 Although scant data are available on the impact of steroid administration on immunotherapy efficacy in the treatment of breast cancer, a meta-analysis including 16 studies of patients with lung cancer demonstrated no adverse effects on survival outcomes when corticosteroids were used for the management of irAEs.211\n        The incidence of breast cancer in solid organ transplant recipients is similar to that in the general population, and given the overall frequency of transplant patients with excellent outcomes, it is likely that providers will encounter patients with breast cancer and a history of solid organ transplantation.212 There is limited data on the outcomes of transplant patients with checkpoint inhibitor therapy, but existing data suggests a significant risk of graft rejection.213 For this reason, routine ICI treatment of patients with breast cancer and a prior organ transplant outside of a study or at a specialized center is discouraged.\nMonitoring patients on treatment (toxicities, time frame)\n        The goal of appropriate monitoring during immunotherapy treatment is to promptly detect immune-related toxicities and intervene before these toxicities cause significant morbidity or mortality. An important principle is to properly educate patients and staff about the symptoms that require prompt reporting to avoid life-threatening complications (described in more detail in the Patient education and QOL section). The most frequently reported irAEs in breast cancer ICI trials are rash and pruritus (up to 18%), thyroid disorders (up to 12%), and liver function abnormalities (up to 10%).214 Incidences of irAEs reported in trials of ICI monotherapy or combination regimens for TNBC are summarized in table 7. Particular attention should be paid to new or worsening fatigue, headaches, rash, respiratory symptoms, changes in bowel function, visual changes/eye pain, or musculoskeletal symptoms. Careful monitoring of laboratory studies is also required, including electrolytes, creatinine, glucose, liver function, and thyroid hormone levels.\n        \n          Table 7\n          \n            Reported incidence of irAEs in published ICI clinical trials for metastatic TNBC (adapted from D’Abreo and Adams, Nat Rev Clin Oncol, 2019214)\n          \n          \n            \n              \n                irAE\n                All grades (%)\n                Grade 3–4 (%)\n                Grade 5 (%)\n              \n            \n            \n              \n                Dermatologic\n                Pruritus, rash\n                18\n                0.5\n                0\n              \n              \n                Endocrine\n                Hypothyroidism\n                12\n                0\n                0\n              \n              \n                Hyperthyroidism\n                5\n                0.1\n                0\n              \n              \n                Gastro-intestinal\n                Hepatitis, elevated transaminases\n                10\n                3\n                0.2\n              \n              \n                Colitis, diarrhea\n                2.5\n                0.45\n                0\n              \n              \n                Hematologic\n                Prespecified autoimmune anemia, lymphopenia, thrombocytopenia and clotting abnormalities\n                4\n                1\n                0.2\n              \n              \n                Respiratory\n                Pneumonitis\n                3\n                0.5\n                0.1\n              \n              \n                Other (<1%)\n                Adrenal insufficiency, type 1 diabetes, ocular, myocarditis, neurological/meningitis, nephritis/elevated creatinine\n                <1\n                <0.5\n                0\n              \n            \n          \n          \n            \n              ICI, immune checkpoint inhibitor; irAEs, immune-related adverse events; TNBC, triple-negative breast cancer.\n            \n          \n        \n        Baseline history/physical exam should include assessment of autoimmune, infectious, neurologic, bowel, musculoskeletal, or endocrine pre-existing conditions. Pulse oximetry assessment and monitoring is recommended. An electrocardiogram (EKG) should be considered to provide a pre-treatment baseline for comparison with future EKGs obtained due to cardiac-related symptoms. Baseline troponin levels should also be obtained to provide useful information for evaluating potential future cardiotoxicity, and subsequently measured as clinically indicated.\n        Most immunotherapy agents include monitoring recommendations as part of their prescribing information; for example, the package insert for pembrolizumab recommends monitoring for changes in hepatic and thyroid function.19 However, accumulated experience with ICIs in real-world settings has led to the emergence of some general principles on the type and frequency of monitoring needed. Routine monitoring of patients is generally more frequent during the initial 4 cycles of treatment, with clinical assessments and laboratory testing complete blood count (CBC), comprehensive metabolic panel (CMP), hemoglobin A1c (HgbA1c), thyroid stimulating hormone (TSH), free T4 (FT4), and morning serum cortisol recommended at baseline and every 4 weeks.215 After the first four cycles then testing intervals can be increased to every 6–12 weeks, or as indicated. Additionally, morning serum cortisol should be measured prior to surgery in patients receiving pembrolizumab in the neoadjuvant setting. Combination immunotherapy regimens may require closer monitoring as immune-related toxicity rates tend to be higher compared with monotherapy.215 216 Other tests such as amylase, lipase, C-reactive protein, creatine phosphokinase (CPK), erythrocyte sedimentation rate (ESR), brain MRI, CT scans of the thorax/abdomen, pulmonary function tests, troponin and EKGs should be performed as indicated. Most patients with metastatic breast cancer receive some of these imaging tests routinely for assessment of treatment response, so additional scans in asymptomatic patients are generally not required.\n        Any organ system in the body can be affected by irAEs, and the most commonly reported toxicities across all cancer types are dermatologic, gastrointestinal, endocrine, respiratory, and hepatic.215–218 For breast cancer, the top three most commonly reported irAEs in published trials are hypothyroidism, rash or pruritus, and hepatitis (see table 7). Although the timing of onset and organ systems affected by irAEs may vary, dermatologic toxicities are among the most frequently reported. In one pooled analysis of patients receiving immunotherapy for metastatic melanoma, skin toxicities tended to occur earlier (median 5 week onset), whereas endocrinopathies and renal toxicities tended to occur later (median 10–15 weeks). The median time to onset for most other immune-related events was about 8 weeks.219 For TNBC, the timing to onset for irAEs was similar to that seen in other tumor types.214\nManagement of irAEs\n        ICIs are associated with distinct toxicity profiles compared with conventional breast cancer treatments. Oftentimes, the same mechanisms that give rise to antitumor effects also underlie the AEs seen with immunotherapy—namely, uninhibited immune activity. For ICI therapy, the overall incidence of irAEs across published trials has been estimated to be up to 75% for anti-cytotoxic T lymphocyte antigen-4 (CTLA-4) monotherapy (ipilimumab) and up to 30% for anti-PD-(L)1 agents.215 Detailed guidelines on the recognition and management of irAEs have been published elsewhere, including by SITC215 217 220 and care typically includes withholding immunotherapy, administering corticosteroids, and, in some instances, administering second-line immune-modulatory agents such as tumor necrosis factor (TNF) inhibitors. In general, immunotherapy may be continued in the setting of grade 1–2 immune toxicity that can be managed with topical or systemic low-dose steroids, whereas grade ≥3 toxicity, or symptomatic grade 2 toxicity necessitates at least temporary discontinuation of therapy and referral to or consultation with appropriate specialists.\n        With more data becoming available on the use of immunotherapy in clinical trial and real-world settings, patterns of irAEs that were not evident during individual studies are emerging, such as high rates of thyroiditis. A meta-analysis including 38 randomized clinical trials evaluating the usage of ICIs for treatment of advanced solid tumors including a total of 7,551 patients found an overall incidence of hypothyroidism of 6.6% (95% CI 5.5% to 7.8%).221 The incidence of hypothyroidism in real-world settings may be higher than in clinical trials, as one retrospective analysis of electronic health records for 1,146 individuals treated with ICIs at a single center between 2012 and 2018 identified thyroid irAEs in 19% of patients.222 Another analysis of 29,294,336 records spanning 5 years from the FDA AEs reporting system found that the four most common endocrine-related AEs with ICIs were hypothyroidism, primary adrenal insufficiency, hypophysitis (secondary adrenal insufficiency), and hyperthyroidism.223\nPatterns of irAEs in patients with breast cancer\n        In the IMpassion130 trial, a total of 259 patients (57.3%) in the atezolizumab plus nab-paclitaxel group and 183 (41.8%) in the placebo plus nab-paclitaxel group had AEs of special interest that were suggestive of potential immune-related causes.18 In IMpassion130, the leading cause for atezolizumab discontinuation was peripheral neuropathy. Serious AEs were reported in 105 of 453 patients in the atezolizumab group (23%) compared with 81 of 437 patients in the placebo group (19%), and one death due to an AE of special interest was reported in the primary analysis in each arm of the study—in both cases, hepatitis. On secondary analysis, the AEs of special interest that differed substantially between the atezolizumab group and the placebo group were any-grade rash, hypothyroidism, hyperthyroidism, pneumonitis, and adrenal insufficiency.24 In KEYNOTE-355, irAEs occurred in 26% of patients in the pembrolizumab plus chemotherapy arm, with 5% of patients experiencing irAEs of grade ≥3. The only irAE of grade ≥3 that occurred in 10 or more patients was skin toxicity (n=10; 2%). In the immunotherapy group, hypothyroidism and hyperthyroidism occurred in 87 (15%) and 15 (5%) patients, respectively. Hypothyroidism and hyperthyroidism occurred in 9 (3%) and 3 (1%) patients in the control group.26 Management of immune toxicities in other organ systems follows similar recommendations to existing expert panel guidelines.215 217 220 Referral to appropriate specialists for persistent autoimmunity is recommended.\nLate irAEs in immunotherapy-experienced patients\n        Unlike the AEs associated with chemotherapies or targeted drugs, irAEs may arise months or even years after cessation of immunotherapy. Definitive data on the incidence rates and severity of delayed onset AEs are challenging to obtain, in part because the reporting mandates and follow-up periods for clinical trials have been limited.224 One retrospective analysis of data safety reporting from 194 published immunotherapy clinical trials across disease settings spanning 10 years identified 23 qualifying cases of irAEs arising more than 90 days after the reporting window.225 Data are even sparser on delayed onset-irAEs in patients with breast cancer receiving immunotherapies due to the relatively recent introduction of these treatments into clinical use. It is important to emphasize that immune effects can occur within a week to more than 1 year after initiation of therapy (including after cessation of therapy, and even after exposure to a single dose), so monitoring over a period of 12–24 months for symptoms of immune toxicities following therapy initiation is recommended. Further study on this topic is needed.\nRechallenging with ICI after irAE: when is retreatment appropriate?\n        The decision to rechallenge patients with immunotherapy following an irAE depends on the perceived benefit versus risk for the patient. The risk-benefit calculation for a patient with a symptomatic irAE should be based on the severity of the event, time to recovery to grade 1 or lower toxicity, the ability to taper off steroids without recurrence of toxicity, and if immunotherapy is clearly providing clinical benefit. Most expert guidelines, including from SITC,220 recommend permanent cessation of immunotherapy agents for most grade 3–4 toxicities and potential rechallenge for grade 2 AEs that resolve to grade 0–1 promptly with supportive therapy.215 217 226 Some exceptions to this rule are continuation of therapy for stable endocrinopathies and rechallenge in cases of grade 3 colitis, as only roughly 30% of patients develop recurrent colitis after retreatment with anti-PD-1 ICI.227 Conversely, treatment is permanently stopped for grade 2 cardiac and neurologic complications. Currently, there are no data to suggest that patients with prior PD-(L)1 treatment are less likely to respond to rechallenge. Although the onset of irAEs on therapy has been linked with improved OS and PFS for some tumor types,228 special consideration is warranted about the value of continuing therapy for patients with breast cancer as the overall clinical benefits with ICI (particularly for PFS) are more modest when compared with other immune-responsive tumor types.\nOther general concerns for patients with breast cancer treated with immunotherapy\n        Curative locoregional therapy including definitive surgery and adjuvant radiation therapy have been used sequentially or concurrently with anti-PD-(L)1 immunotherapy in the I-SPY2,65 KEYNOTE-522,70 and IMpassion03177 studies. Of note, for immunotherapy in the adjuvant setting, monitoring for irAEs may be challenging if patients transfer to another healthcare provider. For example, if a patient receives adjuvant therapy at a tertiary care center, but then transfers care to a local oncologist, it is essential there is exchange of information among providers regarding the risk of toxicity and need for ongoing vigilance for irAEs. In published trials, there has not been an increased incidence of perioperative complications with immunotherapy.65 68 229 While rare with PD-(L)1 agents, adrenal insufficiency is associated with ICIs, and therefore obtaining a preoperative cortisol level is recommended for patients who have received neoadjuvant checkpoint inhibitors.\n        Pneumonitis is associated with receipt of prior thoracic or chest wall/breast radiation, and checkpoint inhibitor therapy may increase risk for pulmonary toxicities.230 231 Patients with breast cancer undergoing post-mastectomy or regional nodal irradiation are exposed to some level of radiation dose to the lungs, but the rates of pneumonitis did not appear significantly higher in the patients receiving adjuvant pembrolizumab concurrent with adjuvant radiation in KEYNOTE-522.70 Additional data are required to better understand how different radiation techniques (eg, protons, intensity modulated radiation therapy, volumetric arc therapy, and dose and fractionation regimen) may affect the risk of pneumonitis over time when radiation is delivered concurrently or in close proximity with ICIs. No data exist regarding the specific impact of adjuvant immunotherapy on breast reconstruction outcomes or cosmesis, including in patients who received radiation. Radiation techniques may be relevant in terms of potential impact on the risk of developing lymphopenia, particularly when radiation therapy is given with immunotherapy to large target volumes.\n        Finally, patients with cancer are at increased risk for severe complications with influenza infection.232 233 Several retrospective analyses have demonstrated that inactivated influenza vaccines are safe and effective in patients being treated with ICIs.234 235 Vaccination with clinically indicated vaccines (eg, seasonal influenza, COVID-19) should be encouraged. Currently, data are lacking on the safety of live-attenuated vaccines in the context of checkpoint blockade specifically, but current recommendations for patients with cancer undergoing immunosuppressive therapy state that live-attenuated vaccines should be administered ≥4 weeks prior to onset or ≥3 months after immune restoration.236\nPatient education and QOL\n      \n        Patient and caregiver education\n        ICIs represent a new treatment option for metastatic TNBC. As more patients with breast cancer receive ICI therapy, it is crucial for all members of a care team to be knowledgeable about the unique toxicity profile associated with immunotherapy compared with conventional oncology agents and to take into account a holistic view of QOL during and after treatment.\n        The potential for toxicity underscores the importance of open communication among the patient, family, and treating oncology team.237 Patient education is critical, including how immunotherapy eliminates cancer, how it is administered, and the potential for irAEs.215 218 Patients need to understand that, due to the different way immunotherapy eliminates cancer, many toxicities that the patient may experience are different than what is experienced with chemotherapy or hormonal therapy (for detailed descriptions of irAEs, see the Patient selection and toxicity management section). This is particularly important when talking to patients with metastatic breast cancer who have experience with chemotherapy or endocrine therapy and may expect dose reduction in the event of toxicity, as opposed to withholding ICI. It may be useful to use metaphors to communicate with patients, such as describing how ICIs essentially take off the ‘brakes’ of the immune system and thereby enable an antitumor immune response. Patients may have to make difficult decisions about their treatment. Caregivers also provide support to patients during cancer treatment, so it is important to include caregivers and other family members when providing education to patients about immunotherapy.\n        Currently, PD-(L)1 inhibition is only FDA-approved for metastatic TNBC; however, there are many clinical trials testing immunotherapies in early-stage breast cancer.65 74 Patients with metastatic breast cancer report interest in ongoing side effects and how therapy will interfere with daily living long-term.238 239 In this setting, it is reassuring that patient-reported outcomes (PRO) demonstrated no impact on health-related quality of life (HRQOL) and day-to-day functioning when atezolizumab was added to nab-paclitaxel compared with the group receiving chemotherapy only in IMpassion130.240 In patients with early-stage breast cancer, the decision to pursue adjuvant and/or neoadjuvant therapy may be difficult and must include a discussion about the possibility of acute irAEs and the potential for long-term (and perhaps unknown) immune-related toxicities after treatment has ended. In particular, referral of patients with endocrinopathies (particularly adrenal insufficiency) to endocrinology for follow-up is recommended. Patients with adrenal insufficiency must be educated on the importance of regular-dosing and stress-dosing of steroids to avoid life-threatening adrenal crises,241 and may want to consider obtaining a Medic-Alert bracelet. Medical records/summary of care documents should be updated to reflect the diagnosis.\n        For patients with early-stage breast cancer in particular, it is important to discuss impact on fertility. Although robust data on whether immunotherapy directly has adverse effects on conception and gestation are currently lacking242 (with the exception of two isolated case reports of pregnancies successfully carried to term during treatment with ICIs for melanoma243 244), immune-related endocrinopathies may have long-term consequences on fertility. If available, an oncofertility consultation prior to initiation of immunotherapy may assist patients in making decisions regarding their future ability to have children.245 Also, immunotherapy may affect pituitary function, which can result in an inability to lactate or galactorrhea. Autoimmune hypophysitis in healthy women is rare, but occurs more frequently in women who are or were pregnant.246 It is not known if prior immunotherapy affects this risk in women of childbearing age who go on to conceive after therapy is completed.\n        NCCN guidelines recommend that patients use effective birth control during and for at least 5 months following completion of immunotherapy treatments, and many clinical trials mandate the use of contraception for up to 6 months after the final dose on study. However, the data supporting these recommendations are limited.242 Checkpoint inhibitor therapy is considered category D in pregnancy.247 Additionally, if a woman requires treatment with steroid-sparing immunosuppressive agents such as mycophenolate while on ICI therapy, risk of fetal malformation is increased.248 249 Despite the two isolated case reports of successful conception and viable pregnancies during ICI therapy mentioned above,243 244 due to limited safety data, initiation of checkpoint therapy during pregnancy is discouraged.\n      \n      \n        QOL and symptom monitoring\n        Currently, the majority of experience with immunotherapy for breast cancer has been in the advanced/metastatic setting. Patients with metastatic breast cancer can experience an accumulation of physical symptoms and psychosocial stressors that adversely affect their QOL throughout their continued treatment. Over time, these effects usually become worse as treatment is ongoing.238 239 A robust corpus of literature has described key QOL outcomes for patients receiving chemotherapy, radiotherapy, endocrine therapy, or HER2-directed therapies. In addition, throughout a patient’s journey, multiple intrinsic and extrinsic factors may influence QOL, including AEs associated with therapy as well as other characteristics of the individual being treated (eg, menopausal status and socioeconomic status).250–253 However, data are currently lacking on the QOL implications for the addition of ICIs to chemotherapy or other conventional treatments.\n        Ongoing trials are also evaluating ICIs in early-stage disease. Patients with early-stage breast cancer also experience both physical symptoms and psychosocial stressors that can adversely affect their QOL.254–256 Although survivors of early-stage breast cancer generally report high functioning after the conclusion of treatment, important rehabilitation problems may persist beyond 1 year after primary treatment, including difficulties with physical and recreational activities, body image, sexual interest, sexual function, and dating for those who were single.238\n        Although QOL data are limited in patients with breast cancer who received immunotherapy, the use of adjuvant immunotherapy in other cancers can help inform what to expect. Data from other malignancies suggests that, due to the primed immune system, toxicities may be greater in the adjuvant setting than in the advanced disease setting.257 However, PRO data from IMpassion031 showed no meaningful differences in HRQOL outcomes between the control and immunotherapy arms.258 Regardless, if the adjuvant treatment landscape for breast cancer expands to include ICIs (for more details on ongoing studies, see the Emerging data on immunotherapy with PD-(L)1 inhibitors for early-stage/locally advanced breast cancer section), the decision to recommend must be carefully considered, and patients must be active participants in the decision-making process. Knowing that patients with early-stage disease are typically healthy prior to their diagnosis, early identification of irAEs is imperative to minimize the detrimental effects of QOL on treatment. Additionally, the potential for long-term toxicity affecting physical activity and daily living means that their overall QOL may be impacted by immunotherapy treatment. Therefore, assessing for the early or subtle signs and symptoms of irAEs is critical for prompt diagnosis and management.\n        No significant effects on HRQOL were observed with the addition of atezolizumab to nab-paclitaxel for the treatment of metastatic TNBC in IMpassion130.259 A separate analysis of HRQOL in patients with metastatic TNBC randomly assigned to receive either pembrolizumab or chemotherapy in the KEYNOTE-119 trial found benefits for immunotherapy over standard of care in all PRO endpoints. Among the patients with PD-L1 expression in tumors and immune-infiltrating cells, the median time to QOL deterioration as measured by PRO was 4.3 months for pembrolizumab versus 1.7 months with chemotherapy (HR 0.70; 95% CI 0.46 to 1.05). Additionally, deterioration in fatigue, nausea and vomiting, pain, dyspnea, and loss of appetite were all observed with chemotherapy but remained stable or improved slightly with immunotherapy.260\n        It will be important to gather data on HRQOL in future trials, and to include assessments with validated tools to enable meaningful comparisons across studies. Currently, the European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (EORTC QLQ-C30) and the European Quality of Life 5 Dimension (EQ-5D) are the most commonly used HRQOL assessment instruments in immunotherapy trials.261\n      \n      \n        Panel recommendations\n        \n          \n            For patients receiving immunotherapy, education should be provided, including the differences between chemotherapy and immunotherapy. Whenever possible, caregivers and family members should be included in these conversations.\n          \n          \n            Patients should be encouraged to use contraception while receiving immunotherapy, and a discussion about fertility should be initiated prior to treatment.\n          \n          \n            Patients and providers should be educated about potential irAEs, including the expected timing of symptom onset and management of toxicity with immunotherapies, rationale for holding doses as opposed to dose reductions, and detailed parameters for when to contact their care team.\n          \n          \n            For patients being treated with immunotherapy, education should include the importance of early recognition and management of irAEs, emphasizing that some of the more common toxicities have vague symptoms and therefore any change from baseline health should be reported. Additionally, patients should be encouraged to inform all their current and future healthcare providers that they have been treated with immunotherapy.\nPatient and caregiver education\n        ICIs represent a new treatment option for metastatic TNBC. As more patients with breast cancer receive ICI therapy, it is crucial for all members of a care team to be knowledgeable about the unique toxicity profile associated with immunotherapy compared with conventional oncology agents and to take into account a holistic view of QOL during and after treatment.\n        The potential for toxicity underscores the importance of open communication among the patient, family, and treating oncology team.237 Patient education is critical, including how immunotherapy eliminates cancer, how it is administered, and the potential for irAEs.215 218 Patients need to understand that, due to the different way immunotherapy eliminates cancer, many toxicities that the patient may experience are different than what is experienced with chemotherapy or hormonal therapy (for detailed descriptions of irAEs, see the Patient selection and toxicity management section). This is particularly important when talking to patients with metastatic breast cancer who have experience with chemotherapy or endocrine therapy and may expect dose reduction in the event of toxicity, as opposed to withholding ICI. It may be useful to use metaphors to communicate with patients, such as describing how ICIs essentially take off the ‘brakes’ of the immune system and thereby enable an antitumor immune response. Patients may have to make difficult decisions about their treatment. Caregivers also provide support to patients during cancer treatment, so it is important to include caregivers and other family members when providing education to patients about immunotherapy.\n        Currently, PD-(L)1 inhibition is only FDA-approved for metastatic TNBC; however, there are many clinical trials testing immunotherapies in early-stage breast cancer.65 74 Patients with metastatic breast cancer report interest in ongoing side effects and how therapy will interfere with daily living long-term.238 239 In this setting, it is reassuring that patient-reported outcomes (PRO) demonstrated no impact on health-related quality of life (HRQOL) and day-to-day functioning when atezolizumab was added to nab-paclitaxel compared with the group receiving chemotherapy only in IMpassion130.240 In patients with early-stage breast cancer, the decision to pursue adjuvant and/or neoadjuvant therapy may be difficult and must include a discussion about the possibility of acute irAEs and the potential for long-term (and perhaps unknown) immune-related toxicities after treatment has ended. In particular, referral of patients with endocrinopathies (particularly adrenal insufficiency) to endocrinology for follow-up is recommended. Patients with adrenal insufficiency must be educated on the importance of regular-dosing and stress-dosing of steroids to avoid life-threatening adrenal crises,241 and may want to consider obtaining a Medic-Alert bracelet. Medical records/summary of care documents should be updated to reflect the diagnosis.\n        For patients with early-stage breast cancer in particular, it is important to discuss impact on fertility. Although robust data on whether immunotherapy directly has adverse effects on conception and gestation are currently lacking242 (with the exception of two isolated case reports of pregnancies successfully carried to term during treatment with ICIs for melanoma243 244), immune-related endocrinopathies may have long-term consequences on fertility. If available, an oncofertility consultation prior to initiation of immunotherapy may assist patients in making decisions regarding their future ability to have children.245 Also, immunotherapy may affect pituitary function, which can result in an inability to lactate or galactorrhea. Autoimmune hypophysitis in healthy women is rare, but occurs more frequently in women who are or were pregnant.246 It is not known if prior immunotherapy affects this risk in women of childbearing age who go on to conceive after therapy is completed.\n        NCCN guidelines recommend that patients use effective birth control during and for at least 5 months following completion of immunotherapy treatments, and many clinical trials mandate the use of contraception for up to 6 months after the final dose on study. However, the data supporting these recommendations are limited.242 Checkpoint inhibitor therapy is considered category D in pregnancy.247 Additionally, if a woman requires treatment with steroid-sparing immunosuppressive agents such as mycophenolate while on ICI therapy, risk of fetal malformation is increased.248 249 Despite the two isolated case reports of successful conception and viable pregnancies during ICI therapy mentioned above,243 244 due to limited safety data, initiation of checkpoint therapy during pregnancy is discouraged.\nQOL and symptom monitoring\n        Currently, the majority of experience with immunotherapy for breast cancer has been in the advanced/metastatic setting. Patients with metastatic breast cancer can experience an accumulation of physical symptoms and psychosocial stressors that adversely affect their QOL throughout their continued treatment. Over time, these effects usually become worse as treatment is ongoing.238 239 A robust corpus of literature has described key QOL outcomes for patients receiving chemotherapy, radiotherapy, endocrine therapy, or HER2-directed therapies. In addition, throughout a patient’s journey, multiple intrinsic and extrinsic factors may influence QOL, including AEs associated with therapy as well as other characteristics of the individual being treated (eg, menopausal status and socioeconomic status).250–253 However, data are currently lacking on the QOL implications for the addition of ICIs to chemotherapy or other conventional treatments.\n        Ongoing trials are also evaluating ICIs in early-stage disease. Patients with early-stage breast cancer also experience both physical symptoms and psychosocial stressors that can adversely affect their QOL.254–256 Although survivors of early-stage breast cancer generally report high functioning after the conclusion of treatment, important rehabilitation problems may persist beyond 1 year after primary treatment, including difficulties with physical and recreational activities, body image, sexual interest, sexual function, and dating for those who were single.238\n        Although QOL data are limited in patients with breast cancer who received immunotherapy, the use of adjuvant immunotherapy in other cancers can help inform what to expect. Data from other malignancies suggests that, due to the primed immune system, toxicities may be greater in the adjuvant setting than in the advanced disease setting.257 However, PRO data from IMpassion031 showed no meaningful differences in HRQOL outcomes between the control and immunotherapy arms.258 Regardless, if the adjuvant treatment landscape for breast cancer expands to include ICIs (for more details on ongoing studies, see the Emerging data on immunotherapy with PD-(L)1 inhibitors for early-stage/locally advanced breast cancer section), the decision to recommend must be carefully considered, and patients must be active participants in the decision-making process. Knowing that patients with early-stage disease are typically healthy prior to their diagnosis, early identification of irAEs is imperative to minimize the detrimental effects of QOL on treatment. Additionally, the potential for long-term toxicity affecting physical activity and daily living means that their overall QOL may be impacted by immunotherapy treatment. Therefore, assessing for the early or subtle signs and symptoms of irAEs is critical for prompt diagnosis and management.\n        No significant effects on HRQOL were observed with the addition of atezolizumab to nab-paclitaxel for the treatment of metastatic TNBC in IMpassion130.259 A separate analysis of HRQOL in patients with metastatic TNBC randomly assigned to receive either pembrolizumab or chemotherapy in the KEYNOTE-119 trial found benefits for immunotherapy over standard of care in all PRO endpoints. Among the patients with PD-L1 expression in tumors and immune-infiltrating cells, the median time to QOL deterioration as measured by PRO was 4.3 months for pembrolizumab versus 1.7 months with chemotherapy (HR 0.70; 95% CI 0.46 to 1.05). Additionally, deterioration in fatigue, nausea and vomiting, pain, dyspnea, and loss of appetite were all observed with chemotherapy but remained stable or improved slightly with immunotherapy.260\n        It will be important to gather data on HRQOL in future trials, and to include assessments with validated tools to enable meaningful comparisons across studies. Currently, the European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (EORTC QLQ-C30) and the European Quality of Life 5 Dimension (EQ-5D) are the most commonly used HRQOL assessment instruments in immunotherapy trials.261\nNovel combination strategies and intriguing future directions\n      A number of ongoing trials are evaluating novel immunotherapeutic strategies, including new targets, emerging agents like bispecific antibodies, and combinations of checkpoint inhibitors with other treatment modalities such as radiotherapy, cryotherapy, or targeted drugs. Although none of these emerging strategies have gained FDA approval at this time, if results from early studies are encouraging, they may develop into feasible options for patients with breast cancer in the near future.\n      \n        Radiotherapy\n        Combining ICIs with local, ablative therapies is a strategy that has garnered substantial enthusiasm. This is in part due to the potential for radiation to elicit systemic immune responses, as well as advances in sophisticated radiation oncology technologies such as stereotactic radiation, which permits high, ablative doses of radiation to be tailored to the tumor volume while minimizing damage to surrounding normal tissue.190 Although the bulk of evidence so far is preclinical,262 a few trials have evaluated the integration of radiotherapy with checkpoint inhibition in patients with breast cancer. In a phase II study evaluating the combination of hypofractionated radiotherapy and pembrolizumab in 17 patients with metastatic TNBC unselected for PD-L1 status and heavily pre-treated with prior lines of chemotherapy, the ORR for the entire cohort was 17.6% with 100% reduction in tumor volume outside of the irradiated portal among responders.263 Treating earlier in the disease course and PD-L1 status appeared to be predictors of response. Another phase II trial that enrolled eight patients with heavily pre-treated (median two prior lines of chemotherapy) metastatic HR+ breast cancer for treatment with radiotherapy plus pembrolizumab demonstrated no objective responses and halted accrual after the first cohort.191\n        The strategy of combining radiation with ICIs and/or other novel immune targets in the preoperative setting for TNBC and HR+/HER2– breast cancer is currently being evaluated in four clinical trials.264 The largest study, P-RAD: A Randomized Study of Preoperative Chemotherapy, Pembrolizumab and No, Low or High Dose RADiation in Node-Positive, HER2-Negative Breast Cancer (NCT04443348), is evaluating two co-primary endpoints of change in TILs and pathologic nodal response as a surrogate for the abscopal effect in patients with node-positive, HER2– breast cancer who receive neoadjuvant pembrolizumab, chemotherapy and radiation to the intact breast tumor. Another endpoint of this trial is to compare different radiation modalities, protons and photons, in combination with pembrolizumab. Relative to standard photon therapy, proton therapy is a highly precise form of radiation that is known for sharp dose fall-off beyond the tumor target, which allows sparing of T-lymphocytes, hypothetically leaving them available to generate a robust immune response. Other questions regarding the optimal sequencing, timing, and modality of radiation to integrate with immunotherapy remain active topics of investigation.\n      \n      \n        Cryotherapy\n        Feasibility and safety of cryotherapy in combination with ICIs was shown in a pilot study of 19 women with breast cancer for whom mastectomy was planned where patients were treated with preoperative tumor cryoablation (n=7), single-dose ipilimumab at 10 mg/kg (n=6), or both (n=6). The regimens were all safe and tolerable, and combination therapy was associated with sustained peripheral elevations in Th1-type cytokines, activated and proliferating CD4+ and CD8+ T cells, and a favorable ratio of proliferative effector T cells relative to regulatory T cells within the tumors.265 A phase II study of ipilimumab, nivolumab, and cryoablation for patients with ≥1 cm of residual TNBC after standard of care chemotherapy is underway (NCT03546686).\n      \n      \n        DNA repair-based therapies\n        Combining immunotherapy with PARP inhibitors is also an appealing strategy that is currently being explored in multiple trials. In breast cancers, loss of function mutations in BRCA1 or BRCA2 lead to dependence on PARP for the repair of double-stranded DNA breaks, which has led to the successful clinical use of agents such as olaparib and talazoparib, selective, orally available PARP-inhibitors that are FDA-approved for germline BRCA1/2-mutated metastatic breast cancer.90 110 111 The sustained DNA damage that accumulates as a result of PARP inhibition can also drive the emergence of neoantigens as well as the upregulation of interferons in the tumor microenvironment due to cGAS/STING sensing in repair-competent tumors, possibly potentiating the effects of immunotherapy.266 Based on that rationale, the phase II TOPACIO/KEYNOTE-162 trial evaluated the combination of the PARP inhibitor niraparib and pembrolizumab in 54 patients with metastatic TNBC, only 12 of whom (22%) had a deleterious BRCA1/2 mutation. At the time of data analysis, 45 patients were evaluable and the ORR was 29% with a disease control rate (DCR) of 49%, including 3 CR (7%), 10 PR (22%), 9 SD (20%), and 23 cases of progressive disease (51%).267 Best responses were observed in patients with a tumor BRCA1/2 mutation. In the phase II single arm MEDIOLA trial, patients with germline BRCA1/2 mutations achieved a DCR of 80% at 12 weeks using the combination of olaparib and durvalumab.268 In a recently reported arm in the I-SPY2 trial, the addition of durvalumab and olaparib to weekly paclitaxel treatments increased pCR rates across all biomarker subsets of breast cancer (HER2–, 22% vs 37%; ER+/HER2– Mammaprint High Risk, 14% vs 28%; TNBC, 27% vs 47%).73 Future trials will be important to define not only the depth of response, but the durability of these responses as well.\n      \n      \n        Anti-VEGF and tyrosine kinase inhibitors\n        Combination trials evaluating checkpoint inhibitors with anti-VEGF agents and tyrosine kinase inhibitors are also ongoing. The non-randomized, phase II NEWBEAT study reported results for the addition of nivolumab to the combination of paclitaxel and the anti-angiogenic monoclonal antibody, bevacizumab, for the first-line treatment in patients with metastatic HER2– breast cancer. The OS rate at 12 months was 87.1% and the ORR was 75.4% in patients with ER+ tumors and 83.3% in patients with TNBC. Median PFS was not yet reached at the time of reporting, but PFS rate at 12 months was 75.8%.269\n      \n      \n        CDK 4/6 inhibitors\n        Preclinical studies demonstrate that CDK 4/6 inhibition promotes antitumor immunity by increasing antigen processing and presentation.270 Initial results of an ongoing phase Ib study of pembrolizumab plus the CDK 4/6 inhibitor, abemaciclib, showed a tolerable safety profile and potential clinical benefit, with a 14.3% ORR and a 60% rate of SD at 16 weeks.271 In a follow-up analysis that included 26 patients, the DCR was 77% and clinical benefit rate (CR+PR+SD persisting for ≥6 months) was 27%. Although grade 3 and grade 4 AEs were generally reversible following drug holds and corticosteroids, preliminary results in a phase Ib study reported two fatal events as a result of pneumonitis and 15 patients (58%) who discontinued treatment.272 Another study, the phase II NEWFLAME trial, which evaluated nivolumab in combination with abemaciclib plus endocrine therapy in patients with HR+/HER2– metastatic breast cancer273 was discontinued early due to safety concerns.274 The phase II CheckMate 7A8 study that is investigating nivolumab plus the CDK 4/6 inhibitor palbociclib plus anastrozole in postmenopausal women and men with ER+/HER2– primary breast cancer275 is ongoing. As these studies are ongoing, caution should be made when considering the tolerability of these combinations, which may differ based on the specific CDK 4/6 inhibitors and/or ICIs being considered.\n      \n      \n        Bispecific T cell engagers\n        One factor potentially underlying breast cancer immune evasion is the downregulation or total loss of human leukocyte antigen (HLA) class I on TCs.276–278 One strategy to overcome loss of antigenicity by TCs involves bispecific antibodies that bridge T cell CD3 and cancer cell surface markers. Several bispecifics directed against breast cancer-specific antigens are currently in development, with some reporting tolerable safety and preliminary efficacy in human trials. For instance, in a phase I study of PRS-343, the first HER2/4-1BB bispecific molecule to enter human trials, a DCR of 58% (with 11% confirmed PR per RECIST v1.1) was reported among the 19 of 51 patients with a variety of solid tumors (including 12 with breast cancer) who were evaluable at the time of analysis. No serious AEs were reported.279\n      \n      \n        Adenosine receptor inhibitors\n        Adenosine is an immunosuppressive metabolite produced at high levels within the tumor microenvironment. Hypoxia, high cell turnover, and expression of CD39 and CD73 are important factors in adenosine production.280 Metabolic reprogramming has been linked to the emergence of treatment resistance in breast cancer.281 282 As one example, activation of A2aR or another adenosine receptor, A2bR, suppresses T cell proliferation, cytokine production, and cytotoxicity, and new agents such as the adenosine receptor inhibitor, CPI-444, are being evaluated in combination with checkpoint inhibition.283\n      \n      \n        Vaccines\n        Therapeutic vaccines or intratumoral therapies for breast cancer have been evaluated in early-phase and randomized trials. One feasibility study of cyclophosphamide, trastuzumab, and an allogeneic granulocyte-macrophage colony-stimulating factor (GM-CSF)-secreting breast tumor vaccine for HER2+ metastatic breast cancer enrolled 20 patients and reported median PFS and OS of 7 months (95% CI 4 to 16) and 42 months (95% CI 22 to 70), respectively.284 Another phase I/II study of concurrent HER2-specific vaccination in 22 patients with stage IV HER2+ tumors demonstrated epitope spreading to additional tumor-related proteins after immunization.285 Enthusiasm for the vaccine approach diminished somewhat after the phase III multicenter clinical trial of the sialyl-TN (STn)-keyhole limpet hemocyanin (KLH) vaccine for metastatic breast cancer demonstrated no significant benefit in time to progression in 1,028 women.286 Currently, several ongoing studies are evaluating intratumoral oncolytic viral therapy, including, but not limited to, pelareorep talimogene laherparepvec (T-VEC), and PVX-410 with pembrolizumab in HLA-A2+ metastatic TNBC (NCT03362060).\n      \n      \n        Other immune targets\n        Targeting additional mechanisms of tumor immune evasion is critical to extending the benefits of immunotherapy to breast cancer. Although the majority of published studies on immunotherapy for breast cancer have evaluated agents targeting the PD-(L)1 axis, some trials have reported initial efficacy with other immunotherapy targets. A phase I study that evaluated anti-CTLA-4 tremelimumab plus exemestane in 26 patients with advanced, hormone-responsive breast cancer found favorable safety, with most treatment-related AEs being mild-to-moderate, and a best overall response of SD >12 weeks in 11 patients (42%).287 Other strategies that remain under investigation in early-phase trials include combining checkpoint blockade with other agents modulating various targets, including the lymphocyte-activation gene 3 (LAG-3), TIGIT, and the T cell agonist OX40.\n      \n      \n        Panel recommendations\n        \n          \n            Given the limited activity with currently available single-agent immunotherapy, the efficacy of immunotherapeutic strategies will likely be enhanced with combination therapy adding chemotherapy, targeted therapies, radiotherapy, or other immunotherapy agents.\n          \n          \n            Based on current evidence, the combinations mentioned above are investigational and should only be considered in the context of a clinical trial.\n          \n          \n            The optimal dose of radiation (low or high) to combine with ICIs in the preoperative setting is the subject of an ongoing clinical trial (NCT04443348). Data from this trial will permit design of large, phase II trials examining radiation and immunotherapy combinations in the pre-operative setting.\n          \n          \n            In ongoing and planned studies involving combination approaches with immunotherapy, both short-term and long-term toxicities should be a careful consideration.\n          \n          \n            Companion biomarkers that predict clinical benefit and/or toxicity are essential in the development of these strategies.\nRadiotherapy\n        Combining ICIs with local, ablative therapies is a strategy that has garnered substantial enthusiasm. This is in part due to the potential for radiation to elicit systemic immune responses, as well as advances in sophisticated radiation oncology technologies such as stereotactic radiation, which permits high, ablative doses of radiation to be tailored to the tumor volume while minimizing damage to surrounding normal tissue.190 Although the bulk of evidence so far is preclinical,262 a few trials have evaluated the integration of radiotherapy with checkpoint inhibition in patients with breast cancer. In a phase II study evaluating the combination of hypofractionated radiotherapy and pembrolizumab in 17 patients with metastatic TNBC unselected for PD-L1 status and heavily pre-treated with prior lines of chemotherapy, the ORR for the entire cohort was 17.6% with 100% reduction in tumor volume outside of the irradiated portal among responders.263 Treating earlier in the disease course and PD-L1 status appeared to be predictors of response. Another phase II trial that enrolled eight patients with heavily pre-treated (median two prior lines of chemotherapy) metastatic HR+ breast cancer for treatment with radiotherapy plus pembrolizumab demonstrated no objective responses and halted accrual after the first cohort.191\n        The strategy of combining radiation with ICIs and/or other novel immune targets in the preoperative setting for TNBC and HR+/HER2– breast cancer is currently being evaluated in four clinical trials.264 The largest study, P-RAD: A Randomized Study of Preoperative Chemotherapy, Pembrolizumab and No, Low or High Dose RADiation in Node-Positive, HER2-Negative Breast Cancer (NCT04443348), is evaluating two co-primary endpoints of change in TILs and pathologic nodal response as a surrogate for the abscopal effect in patients with node-positive, HER2– breast cancer who receive neoadjuvant pembrolizumab, chemotherapy and radiation to the intact breast tumor. Another endpoint of this trial is to compare different radiation modalities, protons and photons, in combination with pembrolizumab. Relative to standard photon therapy, proton therapy is a highly precise form of radiation that is known for sharp dose fall-off beyond the tumor target, which allows sparing of T-lymphocytes, hypothetically leaving them available to generate a robust immune response. Other questions regarding the optimal sequencing, timing, and modality of radiation to integrate with immunotherapy remain active topics of investigation.\nCryotherapy\n        Feasibility and safety of cryotherapy in combination with ICIs was shown in a pilot study of 19 women with breast cancer for whom mastectomy was planned where patients were treated with preoperative tumor cryoablation (n=7), single-dose ipilimumab at 10 mg/kg (n=6), or both (n=6). The regimens were all safe and tolerable, and combination therapy was associated with sustained peripheral elevations in Th1-type cytokines, activated and proliferating CD4+ and CD8+ T cells, and a favorable ratio of proliferative effector T cells relative to regulatory T cells within the tumors.265 A phase II study of ipilimumab, nivolumab, and cryoablation for patients with ≥1 cm of residual TNBC after standard of care chemotherapy is underway (NCT03546686).\nDNA repair-based therapies\n        Combining immunotherapy with PARP inhibitors is also an appealing strategy that is currently being explored in multiple trials. In breast cancers, loss of function mutations in BRCA1 or BRCA2 lead to dependence on PARP for the repair of double-stranded DNA breaks, which has led to the successful clinical use of agents such as olaparib and talazoparib, selective, orally available PARP-inhibitors that are FDA-approved for germline BRCA1/2-mutated metastatic breast cancer.90 110 111 The sustained DNA damage that accumulates as a result of PARP inhibition can also drive the emergence of neoantigens as well as the upregulation of interferons in the tumor microenvironment due to cGAS/STING sensing in repair-competent tumors, possibly potentiating the effects of immunotherapy.266 Based on that rationale, the phase II TOPACIO/KEYNOTE-162 trial evaluated the combination of the PARP inhibitor niraparib and pembrolizumab in 54 patients with metastatic TNBC, only 12 of whom (22%) had a deleterious BRCA1/2 mutation. At the time of data analysis, 45 patients were evaluable and the ORR was 29% with a disease control rate (DCR) of 49%, including 3 CR (7%), 10 PR (22%), 9 SD (20%), and 23 cases of progressive disease (51%).267 Best responses were observed in patients with a tumor BRCA1/2 mutation. In the phase II single arm MEDIOLA trial, patients with germline BRCA1/2 mutations achieved a DCR of 80% at 12 weeks using the combination of olaparib and durvalumab.268 In a recently reported arm in the I-SPY2 trial, the addition of durvalumab and olaparib to weekly paclitaxel treatments increased pCR rates across all biomarker subsets of breast cancer (HER2–, 22% vs 37%; ER+/HER2– Mammaprint High Risk, 14% vs 28%; TNBC, 27% vs 47%).73 Future trials will be important to define not only the depth of response, but the durability of these responses as well.\nAnti-VEGF and tyrosine kinase inhibitors\n        Combination trials evaluating checkpoint inhibitors with anti-VEGF agents and tyrosine kinase inhibitors are also ongoing. The non-randomized, phase II NEWBEAT study reported results for the addition of nivolumab to the combination of paclitaxel and the anti-angiogenic monoclonal antibody, bevacizumab, for the first-line treatment in patients with metastatic HER2– breast cancer. The OS rate at 12 months was 87.1% and the ORR was 75.4% in patients with ER+ tumors and 83.3% in patients with TNBC. Median PFS was not yet reached at the time of reporting, but PFS rate at 12 months was 75.8%.269\nCDK 4/6 inhibitors\n        Preclinical studies demonstrate that CDK 4/6 inhibition promotes antitumor immunity by increasing antigen processing and presentation.270 Initial results of an ongoing phase Ib study of pembrolizumab plus the CDK 4/6 inhibitor, abemaciclib, showed a tolerable safety profile and potential clinical benefit, with a 14.3% ORR and a 60% rate of SD at 16 weeks.271 In a follow-up analysis that included 26 patients, the DCR was 77% and clinical benefit rate (CR+PR+SD persisting for ≥6 months) was 27%. Although grade 3 and grade 4 AEs were generally reversible following drug holds and corticosteroids, preliminary results in a phase Ib study reported two fatal events as a result of pneumonitis and 15 patients (58%) who discontinued treatment.272 Another study, the phase II NEWFLAME trial, which evaluated nivolumab in combination with abemaciclib plus endocrine therapy in patients with HR+/HER2– metastatic breast cancer273 was discontinued early due to safety concerns.274 The phase II CheckMate 7A8 study that is investigating nivolumab plus the CDK 4/6 inhibitor palbociclib plus anastrozole in postmenopausal women and men with ER+/HER2– primary breast cancer275 is ongoing. As these studies are ongoing, caution should be made when considering the tolerability of these combinations, which may differ based on the specific CDK 4/6 inhibitors and/or ICIs being considered.\nBispecific T cell engagers\n        One factor potentially underlying breast cancer immune evasion is the downregulation or total loss of human leukocyte antigen (HLA) class I on TCs.276–278 One strategy to overcome loss of antigenicity by TCs involves bispecific antibodies that bridge T cell CD3 and cancer cell surface markers. Several bispecifics directed against breast cancer-specific antigens are currently in development, with some reporting tolerable safety and preliminary efficacy in human trials. For instance, in a phase I study of PRS-343, the first HER2/4-1BB bispecific molecule to enter human trials, a DCR of 58% (with 11% confirmed PR per RECIST v1.1) was reported among the 19 of 51 patients with a variety of solid tumors (including 12 with breast cancer) who were evaluable at the time of analysis. No serious AEs were reported.279\nAdenosine receptor inhibitors\n        Adenosine is an immunosuppressive metabolite produced at high levels within the tumor microenvironment. Hypoxia, high cell turnover, and expression of CD39 and CD73 are important factors in adenosine production.280 Metabolic reprogramming has been linked to the emergence of treatment resistance in breast cancer.281 282 As one example, activation of A2aR or another adenosine receptor, A2bR, suppresses T cell proliferation, cytokine production, and cytotoxicity, and new agents such as the adenosine receptor inhibitor, CPI-444, are being evaluated in combination with checkpoint inhibition.283\nVaccines\n        Therapeutic vaccines or intratumoral therapies for breast cancer have been evaluated in early-phase and randomized trials. One feasibility study of cyclophosphamide, trastuzumab, and an allogeneic granulocyte-macrophage colony-stimulating factor (GM-CSF)-secreting breast tumor vaccine for HER2+ metastatic breast cancer enrolled 20 patients and reported median PFS and OS of 7 months (95% CI 4 to 16) and 42 months (95% CI 22 to 70), respectively.284 Another phase I/II study of concurrent HER2-specific vaccination in 22 patients with stage IV HER2+ tumors demonstrated epitope spreading to additional tumor-related proteins after immunization.285 Enthusiasm for the vaccine approach diminished somewhat after the phase III multicenter clinical trial of the sialyl-TN (STn)-keyhole limpet hemocyanin (KLH) vaccine for metastatic breast cancer demonstrated no significant benefit in time to progression in 1,028 women.286 Currently, several ongoing studies are evaluating intratumoral oncolytic viral therapy, including, but not limited to, pelareorep talimogene laherparepvec (T-VEC), and PVX-410 with pembrolizumab in HLA-A2+ metastatic TNBC (NCT03362060).\nOther immune targets\n        Targeting additional mechanisms of tumor immune evasion is critical to extending the benefits of immunotherapy to breast cancer. Although the majority of published studies on immunotherapy for breast cancer have evaluated agents targeting the PD-(L)1 axis, some trials have reported initial efficacy with other immunotherapy targets. A phase I study that evaluated anti-CTLA-4 tremelimumab plus exemestane in 26 patients with advanced, hormone-responsive breast cancer found favorable safety, with most treatment-related AEs being mild-to-moderate, and a best overall response of SD >12 weeks in 11 patients (42%).287 Other strategies that remain under investigation in early-phase trials include combining checkpoint blockade with other agents modulating various targets, including the lymphocyte-activation gene 3 (LAG-3), TIGIT, and the T cell agonist OX40.\nConclusion\n      Immunotherapy is now offering extended survival to patients with TNBC, a subset of breast cancer patients who formerly had very few treatment options. Despite these advances, many patients with breast cancer are ineligible for immunotherapy in the standard of care setting. As additional trials continue to report results, the outlook may further improve for patients with earlier stages of TNBC or other disease subtypes. Future trials are needed to address the impact of immunotherapy in HR+ and HER2+ subtypes as well as the optimal chemotherapy partner(s) for ICIs, especially as oncologists and patients balance the potential for harm and benefit in early-stage cancer. Furthermore, more studies will be needed to determine the best options for patients who relapse after initial treatment with immunotherapy. Careful consideration should also be given to tissue choice and assay choice for biomarker assessment, and additional study is needed to determine the optimal biomarker(s) for ICIs in breast cancer. In the future, the indications for existing immunotherapies are likely to continue to expand, and novel combinations may be approved. It is an exciting and dynamic time for immunotherapy in breast cancer, and these guidelines will be updated as the field continues to evolve.\nEthics statements\n      \n        Patient consent for publication\n        Not required.\nPatient consent for publication\n        Not required.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8365813/",
    "doi": "https://doi.org/10.1136/jitc-2021-002597"
}