{
    "title": "New Insights on Old Biomarkers Involved in Tumor Microenvironment Changes and Their Diagnostic Relevance in Non-Small Cell Lung Carcinoma",
    "abstract": "The modeling of the combinations of markers into the panel of markers was the next step in the search for the best diagnostic tool for differential diagnosis of lung adenocarcinoma and SqCC, and lung cancer stages IIB and IIA, IIIA and IIB. The modeling of the combinations of markers into the panel of markers was the next step in the search for the best diagnostic tool for differential diagnosis of lung adenocarcinoma and SqCC, and lung cancer stages IIB and IIA, IIIA and IIB. We examined serum levels of pro- and anti-inflammatory cytokines (IL-6, TNF-α), which regulate immune responses, cell proliferation, and differentiation; matrix metalloproteinases (MMP-2, MMP-9), which remodel and degrade ECM and mediate cell–cell adhesion; acute-phase proteins (CRP, SAA1), which are linked to the expression of pro- and anti-inflammatory cytokines and play a role, among others, in the recruitment of immune cells to inflammatory sites; and metabolic markers (glucose, lactate, and LDH), which are associated with glucose metabolism in cancer cells, known as the Warburg effect.",
    "authors": [
        "Katarzyna Wadowska",
        "Piotr Błasiak",
        "Adam Rzechonek",
        "Iwona Bil-Lula",
        "Mariola Śliwińska-Mossoń"
    ],
    "published_year": "2021",
    "description": "1. Introduction\n      Cancer is one of the multifactorial diseases that is thought to be caused by complex interactions between genetic and environmental factors. The precise pathogenesis of lung cancer has not yet been fully understood [1,2,3]. Based on current knowledge, lung neoplasm results from the final stage of multi-stage bronchial cells carcinogenesis, with progressively increasing genetic and epigenetic changes due to exposure to environmental factors and patients’ individual predispositions to lung cancer [4,5]. Recent studies on gene and protein expression focused on early diagnosis of the type and stage of lung cancer in relevance to treatment options, simultaneously providing information on the initiation, progression of tumorigenesis, and differences between subtypes [6]. Growing evidence shows that lung cancer represents a group of histologically, cellularly, and molecularly heterogeneous tumors within the same histological type, which influences response and resistance to targeted therapies as well as diagnostic processes [7].\n      Non-small cell lung carcinoma (NSCLC) is the most common type of lung cancer, accounting for up to 85% of cases. The tissue composition and molecular landscape of NSCLCs are both heterogeneous, affecting clinical decision making in lung cancer treatment. NSCLC must be divided into two types: adenocarcinoma and squamous cell carcinoma (SqCC), each of which has a unique set of clinically actionable mutations [8,9,10,11,12]. Lung tumor cells with acquired somatic mutations influence cytokine and chemokine secretion, modifying the chemoattractant properties of the tumor microenvironment (TME). Changes in the TME, remodeling of the extracellular matrix (ECM), pro- and anti-inflammatory processes, and cell metabolism are affected by neoplastic progression, but they also affect further progression and metastasis of the tumor. These changes can be examined by evaluating particular inflammatory and metabolic markers, which, in turn, may be considered diagnostic biomarkers [13,14,15,16,17,18].\n      Diagnosis of lung cancer requires improvement. Most patients are diagnosed with locally advanced stage of pulmonary neoplasm or metastatic disease and have a 1-year survival rate of about only 20%. In addition, the 5-year survival rate of patients with lung cancer is approximately 15%, which in combination with the fact that lung cancer is the most prevalent cancer in the world, accounting for 2.09 million cases, makes it the most common cause of cancer death (1.76 million deaths in 2018) [19,20,21]. These data suggest an urgent need for early detection of lung neoplasm and to differentiate subtypes with available target therapies. However, early detection of neoplastic changes requires adequate diagnostic methods characterized by high sensitivity, specificity, and non-invasiveness [22].\n      Widely described cancer antigens, such as cytokeratin 19 fragment (CYFRA 21-1), carcinoembryonic antigen (CEA), and neuron-specific enolase (NSE), have confirmed usefulness as a tumor biomarker panel in the diagnosis of lung cancer, but they lack high sensitivity and specificity [4,23,24]. Combining tumor markers with serum proteins appears to be an approach that has the potential to increase the diagnostic value of tumor markers. The study of the relationship between interleukin-6 (IL-6) and tumor markers in breast and colorectal cancers is an example of such a combination, as well as one of the research hotspots [25,26]. We decided to take this study a step further and investigate the relationship between tumor markers with pro- and anti-inflammatory cytokines (IL-6, tumor necrosis factor-α—TNF-α), as well as matrix metalloproteinases-2 and -9 (MMP-2, MMP-9), both of which have been shown to be essential in the tumor microenvironment. Furthermore, we chose to look at easily accessible markers such as acute-phase proteins (C-reactive protein—CRP, serum amyloid A1—SAA1) that are linked to the expression of pro- and anti-inflammatory cytokines, as well as metabolic markers associated with the Warburg effect, i.e., glucose metabolism in cancer cells (glucose, lactate dehydrogenase—LDH, and lactate). Figure 1 shows the relationship between the chosen biomarkers and their roles in the tumor microenvironment as well as cancer progression.\n      The aim of this study was to see if there were any changes in the levels of evaluated biomarkers between lung cancer subtypes and stages. We decided to investigate the relationship between the assessed tumor and the inflammatory and metabolic markers to see if combining them could improve their diagnostic value in patients with lung adenocarcinoma and squamous cell carcinoma, as well as chosen lung cancer stages IIB and IIA, IIIA and IIB, resulting in better therapeutic decision making.\n2. Materials and Methods\n      \n        2.1. Patients\n        The research group consists of 112 consecutive patients recruited by the Department of Thoracic Surgery at the Lower Silesian Center for Lung Diseases in Wroclaw, Poland. Before collecting the blood samples, the experiment was approved by the local Ethics Committee at Wroclaw Medical University, and all patients signed written informed consent to participate in the study. Prior to any surgical treatment, venous blood samples were collected into tubes with ethylenediaminetetraacetic acid (EDTA) anticoagulant and tubes with clot activator from all patients. Blood samples were centrifuged at 2000× g for 8–10 min at room temperature to separate plasma and serum, which were then stored at −80 °C until use. The average storage time was less than 6 months.\n        The research group was surgically treated, either with a thoracotomy or with video-assisted thoracoscopic (VAT) surgery. The majority of the patients (61 out of 112, 54.46%) underwent lobectomy, with the remainder undergoing wedge resection (28 out of 112, 25.00%), biopsy (9 out of 112, 8.04%), segmentectomy (7 out of 112, 6.25%), bilobectomy (5 out of 112, 4.46%), and pulmonectomy (2 out of 112, 1.79%). A histopathological examination was performed on the tumor tissue obtained, which provided us with the necessary information about the diagnosis of lung cancer. The information about the studied group was completed by clinical and pathological data obtained from hospital medical reports using the Asseco Medical Management Solutions (AMMS) IT system. The characteristics of the studied group are shown in Table 1.\n        Based on the National Comprehensive Cancer Network (NCCN) Clinical Practice Guidelines in Oncology, we divided the study group by histopathological type into NSCLC and non-NSCLC patients (one with small cell lung carcinoma [SCLC], four with benign pulmonary nodules, two with mesothelioma, and seven with metastases of breast, colorectal, stomach, or esophageal cancer to the lungs), and then further subdivided the NSCLC group into adenocarcinoma = 50, SqCC = 35, and others (five patients with large cell neuroendocrine carcinoma, four patients with typical carcinoid, two with pleomorphic carcinoma, and two with not otherwise specified carcinoma). We also used the American Joint Committee on Cancer’s (AJCC) 8th TNM Staging System to divide the study group by lung cancer stage. These groups were compared among themselves in the statistical analyses.\n      \n      \n        2.2. Methods\n        Serum blood samples were used to measure levels of CEA, NSE, IL-6, TNF-α, SAA1, MMP-2, and MMP-9 by the enzyme-linked immunosorbent assay (ELISA). The assay was performed according to the manufacturer’s instruction (CEA ELISA/Catalog Number: EIA 1868, DRG Instrument GmbH, Marburg, Germany; Human Enolase 2/Neuron-specific Enolase Quantikine ELISA Kit/Catalog Number: DENL20, R&D Systems, Inc., Minnesota, MN, USA; Human IL-6 DuoSet ELISA/Catalog Number: DY206, R&D Systems, Inc., Minnesota, MN, USA; Human TNF-alpha DuoSet ELISA/Catalog Number: DY210, R&D Systems, Inc., Minnesota, MN, USA; Human Serum Amyloid A1 DuoSet ELISA/Catalog Number: DY3019-05, R&D Systems, Inc., Minnesota, MN, USA; Total MMP-2 Quantikine ELISA Kit/Catalog Number: MMP200, R&D Systems, Inc., Minnesota, MN, USA; and Human MMP-9 Quantikine ELISA Kit/Catalog Number: DMP900, R&D Systems, Inc., Minnesota, MN, USA). CEA was immobilized with monoclonal anti-CEA antibody and detected by monoclonal anti-CEA antibody conjugated to horseradish peroxidase (HRP). NSE/MMP-2/MMP-9 was immobilized with specific for human enolase 2/total MMP-2/human MMP-9 monoclonal antibody and was detected using polyclonal antibody specific for human enolase 2/total MMP-2/for human MMP-9 conjugated to HRP. IL-6/TNF-α/SAA1 was immobilized by mouse anti-human IL-6 capture antibody/mouse anti-human TNF-α capture antibody/mouse anti-human serum amyloid A1 capture antibody and was detected using biotinylated goat anti-human IL-6 detection antibody/biotinylated goat anti-human TNF-α detection antibody/biotinylated mouse anti-human serum amyloid A1 detection antibody along with streptavidin conjugated to HRP. In each assay, the reaction was developed using a tetramethylbenzidine (TMB) substrate solution. The substrate reaction was stopped, and the extinction was measured at 450 nm with the correction read at 540 nm using an ELISA reader. The kits provided standards ranging from 0 ng/mL to 100 ng/mL for CEA, 0 ng/mL to 20 ng/mL for NSE, 0 pg/mL to 600 pg/mL for IL-6, 0 pg/mL to 1000 pg/mL for TNF-α, 0 ng/mL to 100 ng/mL for SAA1, 0 ng/mL to 32 ng/mL for MMP-2, and 0 ng/mL to 20 ng/mL for MMP-9. The standard curve was used to calculate the concentrations of measured biomarkers and was linearized by plotting the logs of the standards’ concentrations versus the logs of the measured absorbances. If the measurements were out of the range, the samples were diluted, and the concentration read from the standard curve was multiplied by the dilution factor.\n        The concentrations of CYFRA 21-1 were determined using an enzyme immunoassay (EIA), which is a non-competitive immunoassay. The assay was carried out in accordance with the manufacturer’s instructions (CYFRA 21-1 EIA/Catalog Number: 211-10, Fujirebio Diagnostics AB, Göteborg, Sweden), with two monoclonal antibodies (Anti-CYFRA 21-1 monoclonal antibody from mouse and Biotin Anti-CYFRA 21-1 monoclonal antibody from mouse) directed against two separate antigenic determinants of soluble fragments of cytokeratin 19. The assay procedure was similar to that of ELISA, and the kit contained standards ranging from 0 ng/mL to 45.4 ng/mL. The methods for calculating the results remained the same.\n        Plasma samples were used to measure concentrations of CRP, glucose, lactate, and LDH. The assay was performed by commercial test kits according to the manufacturer’s instruction (C-REACTIVE PROTEIN/Catalog Number: 31321, BioSystems S.A., Barcelona, Spain; GLUCOSE-HK/Catalog Number: 11538, BioSystems S.A., Barcelona, Spain; LACTATE/Catalog Number: 11736, BioSystems S.A., Barcelona, Spain; and LACTATE DEHYDROGENASE, LDH/Catalog Number: 11580, BioSystems S.A., Barcelona, Spain) using BioSystems a15 analyzer.\n      \n      \n        2.3. Statistical Analysis\n        Prior to all statistical analyses, the estimated concentrations of the evaluated biomarkers were logarithmically transformed to achieve normal distribution. The Shapiro-Wilk test was used to determine if the data obtained for each biomarker had a normal distribution across all analyzed groups.\n        The analysis of variance (ANOVA) method was used to compare the concentrations of biomarkers in four groups of lung cancer patients (adenocarcinoma—ADC, squamous cell carcinoma—SqCC, other NSCLCs—Other, and not NSCLCs) as well as seven groups of lung cancer stage. Before choosing the ANOVA test for the analyses, the Brown–Forsythe test was used to verify the equality of the variables in groups. In the analysis, the F Welch’s test was performed. In the lack of a normal distribution for the biomarker, the Kruskal–Wallis one-way ANOVA on ranks was performed to compare the concentrations. After determining whether there are any differences in biomarker levels across groups, post hoc tests were conducted to determine which groups vary statistically significantly. Tukey’s honestly significant difference (HSD) test was used in the post hoc analysis.\n        The pairwise correlations were computed using Pearson correlation in variates to evaluate the associations between the levels of all analyzed proteins in lung cancer patients with adenocarcinoma, SqCC, other NSCLCs, other lung neoplasms than NSCLC groupings, and overall.\n        The final step of statistical analysis was to evaluate the diagnostic utility of our biomarkers in distinguishing adenocarcinoma and SqCC, as well as lung cancer stages IIB and IIA, and IIIA and IIB. The ability of the assessed biomarkers to differentiate chosen groups was estimated using logistic regression models. To begin, the generalized linear model (GLM) was used to exclude out the effect of patients’ age, gender, and smoking status on biomarker differences across groups. The sensitivity, specificity, and area under the curve (AUC) for each individual marker were calculated using the receiver operating characteristic (ROC) curve analysis. Following that, the generalized linear model with Akaike information criterion (AIC) estimation was employed to find the optimal model and the combination of biomarkers with the best diagnostic value. The ROC analysis was not performed for patients with other subtypes of NSCLC and other lung cancers than NSCLC due to the smaller sample size. In all these analyses, a p-value of 0.05 or less was considered statistically significant.\n        All statistical analyses were carried out using TIBCO Software Inc. (Palo Alto, CA, USA) (2017). Statistica (data analysis software system), version 13 (http://statistica.io, accessed on 10 May 2021 and 30 July 2021) with the additional Plus Package (version 5.0.96), was used.\n2.1. Patients\n        The research group consists of 112 consecutive patients recruited by the Department of Thoracic Surgery at the Lower Silesian Center for Lung Diseases in Wroclaw, Poland. Before collecting the blood samples, the experiment was approved by the local Ethics Committee at Wroclaw Medical University, and all patients signed written informed consent to participate in the study. Prior to any surgical treatment, venous blood samples were collected into tubes with ethylenediaminetetraacetic acid (EDTA) anticoagulant and tubes with clot activator from all patients. Blood samples were centrifuged at 2000× g for 8–10 min at room temperature to separate plasma and serum, which were then stored at −80 °C until use. The average storage time was less than 6 months.\n        The research group was surgically treated, either with a thoracotomy or with video-assisted thoracoscopic (VAT) surgery. The majority of the patients (61 out of 112, 54.46%) underwent lobectomy, with the remainder undergoing wedge resection (28 out of 112, 25.00%), biopsy (9 out of 112, 8.04%), segmentectomy (7 out of 112, 6.25%), bilobectomy (5 out of 112, 4.46%), and pulmonectomy (2 out of 112, 1.79%). A histopathological examination was performed on the tumor tissue obtained, which provided us with the necessary information about the diagnosis of lung cancer. The information about the studied group was completed by clinical and pathological data obtained from hospital medical reports using the Asseco Medical Management Solutions (AMMS) IT system. The characteristics of the studied group are shown in Table 1.\n        Based on the National Comprehensive Cancer Network (NCCN) Clinical Practice Guidelines in Oncology, we divided the study group by histopathological type into NSCLC and non-NSCLC patients (one with small cell lung carcinoma [SCLC], four with benign pulmonary nodules, two with mesothelioma, and seven with metastases of breast, colorectal, stomach, or esophageal cancer to the lungs), and then further subdivided the NSCLC group into adenocarcinoma = 50, SqCC = 35, and others (five patients with large cell neuroendocrine carcinoma, four patients with typical carcinoid, two with pleomorphic carcinoma, and two with not otherwise specified carcinoma). We also used the American Joint Committee on Cancer’s (AJCC) 8th TNM Staging System to divide the study group by lung cancer stage. These groups were compared among themselves in the statistical analyses.\n2.2. Methods\n        Serum blood samples were used to measure levels of CEA, NSE, IL-6, TNF-α, SAA1, MMP-2, and MMP-9 by the enzyme-linked immunosorbent assay (ELISA). The assay was performed according to the manufacturer’s instruction (CEA ELISA/Catalog Number: EIA 1868, DRG Instrument GmbH, Marburg, Germany; Human Enolase 2/Neuron-specific Enolase Quantikine ELISA Kit/Catalog Number: DENL20, R&D Systems, Inc., Minnesota, MN, USA; Human IL-6 DuoSet ELISA/Catalog Number: DY206, R&D Systems, Inc., Minnesota, MN, USA; Human TNF-alpha DuoSet ELISA/Catalog Number: DY210, R&D Systems, Inc., Minnesota, MN, USA; Human Serum Amyloid A1 DuoSet ELISA/Catalog Number: DY3019-05, R&D Systems, Inc., Minnesota, MN, USA; Total MMP-2 Quantikine ELISA Kit/Catalog Number: MMP200, R&D Systems, Inc., Minnesota, MN, USA; and Human MMP-9 Quantikine ELISA Kit/Catalog Number: DMP900, R&D Systems, Inc., Minnesota, MN, USA). CEA was immobilized with monoclonal anti-CEA antibody and detected by monoclonal anti-CEA antibody conjugated to horseradish peroxidase (HRP). NSE/MMP-2/MMP-9 was immobilized with specific for human enolase 2/total MMP-2/human MMP-9 monoclonal antibody and was detected using polyclonal antibody specific for human enolase 2/total MMP-2/for human MMP-9 conjugated to HRP. IL-6/TNF-α/SAA1 was immobilized by mouse anti-human IL-6 capture antibody/mouse anti-human TNF-α capture antibody/mouse anti-human serum amyloid A1 capture antibody and was detected using biotinylated goat anti-human IL-6 detection antibody/biotinylated goat anti-human TNF-α detection antibody/biotinylated mouse anti-human serum amyloid A1 detection antibody along with streptavidin conjugated to HRP. In each assay, the reaction was developed using a tetramethylbenzidine (TMB) substrate solution. The substrate reaction was stopped, and the extinction was measured at 450 nm with the correction read at 540 nm using an ELISA reader. The kits provided standards ranging from 0 ng/mL to 100 ng/mL for CEA, 0 ng/mL to 20 ng/mL for NSE, 0 pg/mL to 600 pg/mL for IL-6, 0 pg/mL to 1000 pg/mL for TNF-α, 0 ng/mL to 100 ng/mL for SAA1, 0 ng/mL to 32 ng/mL for MMP-2, and 0 ng/mL to 20 ng/mL for MMP-9. The standard curve was used to calculate the concentrations of measured biomarkers and was linearized by plotting the logs of the standards’ concentrations versus the logs of the measured absorbances. If the measurements were out of the range, the samples were diluted, and the concentration read from the standard curve was multiplied by the dilution factor.\n        The concentrations of CYFRA 21-1 were determined using an enzyme immunoassay (EIA), which is a non-competitive immunoassay. The assay was carried out in accordance with the manufacturer’s instructions (CYFRA 21-1 EIA/Catalog Number: 211-10, Fujirebio Diagnostics AB, Göteborg, Sweden), with two monoclonal antibodies (Anti-CYFRA 21-1 monoclonal antibody from mouse and Biotin Anti-CYFRA 21-1 monoclonal antibody from mouse) directed against two separate antigenic determinants of soluble fragments of cytokeratin 19. The assay procedure was similar to that of ELISA, and the kit contained standards ranging from 0 ng/mL to 45.4 ng/mL. The methods for calculating the results remained the same.\n        Plasma samples were used to measure concentrations of CRP, glucose, lactate, and LDH. The assay was performed by commercial test kits according to the manufacturer’s instruction (C-REACTIVE PROTEIN/Catalog Number: 31321, BioSystems S.A., Barcelona, Spain; GLUCOSE-HK/Catalog Number: 11538, BioSystems S.A., Barcelona, Spain; LACTATE/Catalog Number: 11736, BioSystems S.A., Barcelona, Spain; and LACTATE DEHYDROGENASE, LDH/Catalog Number: 11580, BioSystems S.A., Barcelona, Spain) using BioSystems a15 analyzer.\n2.3. Statistical Analysis\n        Prior to all statistical analyses, the estimated concentrations of the evaluated biomarkers were logarithmically transformed to achieve normal distribution. The Shapiro-Wilk test was used to determine if the data obtained for each biomarker had a normal distribution across all analyzed groups.\n        The analysis of variance (ANOVA) method was used to compare the concentrations of biomarkers in four groups of lung cancer patients (adenocarcinoma—ADC, squamous cell carcinoma—SqCC, other NSCLCs—Other, and not NSCLCs) as well as seven groups of lung cancer stage. Before choosing the ANOVA test for the analyses, the Brown–Forsythe test was used to verify the equality of the variables in groups. In the analysis, the F Welch’s test was performed. In the lack of a normal distribution for the biomarker, the Kruskal–Wallis one-way ANOVA on ranks was performed to compare the concentrations. After determining whether there are any differences in biomarker levels across groups, post hoc tests were conducted to determine which groups vary statistically significantly. Tukey’s honestly significant difference (HSD) test was used in the post hoc analysis.\n        The pairwise correlations were computed using Pearson correlation in variates to evaluate the associations between the levels of all analyzed proteins in lung cancer patients with adenocarcinoma, SqCC, other NSCLCs, other lung neoplasms than NSCLC groupings, and overall.\n        The final step of statistical analysis was to evaluate the diagnostic utility of our biomarkers in distinguishing adenocarcinoma and SqCC, as well as lung cancer stages IIB and IIA, and IIIA and IIB. The ability of the assessed biomarkers to differentiate chosen groups was estimated using logistic regression models. To begin, the generalized linear model (GLM) was used to exclude out the effect of patients’ age, gender, and smoking status on biomarker differences across groups. The sensitivity, specificity, and area under the curve (AUC) for each individual marker were calculated using the receiver operating characteristic (ROC) curve analysis. Following that, the generalized linear model with Akaike information criterion (AIC) estimation was employed to find the optimal model and the combination of biomarkers with the best diagnostic value. The ROC analysis was not performed for patients with other subtypes of NSCLC and other lung cancers than NSCLC due to the smaller sample size. In all these analyses, a p-value of 0.05 or less was considered statistically significant.\n        All statistical analyses were carried out using TIBCO Software Inc. (Palo Alto, CA, USA) (2017). Statistica (data analysis software system), version 13 (http://statistica.io, accessed on 10 May 2021 and 30 July 2021) with the additional Plus Package (version 5.0.96), was used.\n3. Results\n      \n        3.1. Patients’ Characteristic\n        Tumor (CEA, CYFRA 21-1, and NSE), inflammatory markers (IL-6, TNF-α, SAA1, CRP, MMP-2, and MMP-9), and metabolic markers (glucose, lactate, and LDH) were measured in the sera and plasmas of 112 lung cancer patients, who were classified into four groups based on subtype and seven groups based on stage. The research included 41 women (21 with adenocarcinoma, 8 with SqCC, 5 with other NSCLCs, and 7 with other lung neoplasms than NSCLCs) and 71 men (29 with adenocarcinoma, 27 with SqCC, 8 with other NSCLCs, and 7 with other lung neoplasms than NSCLCs). The majority of the patients were diagnosed at an early stage of lung cancer, with 43 (38.39%) diagnosed at stage I and 27 (24.11%) diagnosed at stage II.\n        We examined differences in biomarker concentrations across histopathological groups of lung cancer patients in terms of gender before comparing measured biomarkers across this groups. There were statistically significant differences in CRP concentration between female and male adenocarcinoma patients (p = 0.0411; meanF = 4.42 mg/L, meanM = 23.93 mg/L; raw mean difference [D] = 19.51 mg/L), MMP-2 concentration in SqCC patients (p = 0.0065; meanF = 114.10 ng/mL, meanM = 151.53 ng/mL; D = 37.43 ng/mL), and SAA1 concentration in other NSCLCs (p = 0.0068; meanF = 13.51 µg/mL, meanM = 298.14 µg/mL; D = 284.63 µg/mL). The only statistically significant difference between male and female in the analysis of the entire research group was the level of CRP (p = 0.0080; meanF = 10.24 mg/L, meanM = 29.58 mg/L; D = 19.34 mg/L). The average age (±standard deviation [SD]) of lung cancer patients was 67 ± 8, and no statistically significant differences between the groups were found. The average age of adenocarcinoma patients was 67 ± 8, that of SqCC patients 68 ± 8, that of other NSCLC patients 68 ± 12, and that of patients with other lung neoplasms than NSCLC was 66 ± 6.\n      \n      \n        3.2. Tumor Markers\n        The only statistically significant difference in tumor marker concentrations in lung cancer patients was in the levels of CYFRA 21-1 between SqCC (me = 5.49 ng/mL) and other NSCLCs (me = 2.47 ng/mL; p = 0.0426). Figure 2 demonstrates the statistically significant distribution of CYFRA 21-1 concentrations in groups divided by lung cancer subtype. Table 2 compiles descriptive statistics for all tumor markers analyzed based on lung cancer type, subtype, and stage.\n      \n      \n        3.3. Inflammatory Markers\n        There were no statistically significant differences in any inflammatory marker between lung cancer types and subtypes. The concentrations of IL-6 between lung cancer stages were the only statistically significant difference in the analysis of variances (p = 0.0175). Tukey’s HSD analysis, on the other hand, did not reveal which groups significantly differ statistically. The graph displaying the distribution of IL-6 concentrations among groups indicates a peak in IL-6 concentrations in patients with stage IIB (me = 44.14 pg/mL), IIIA (me = 47.36 pg/mL), and IIIB (me = 37.00 pg/mL) lung cancer. Figure 3 depicts the distribution of IL-6 marker concentrations among lung cancer stages. Table 3 collects descriptive statistics of inflammatory markers according to lung cancer type, subtype, and stage.\n      \n      \n        3.4. Metabolic Markers\n        Glucose concentrations showed statistically significant differences both between lung cancer subtypes and stages. When compared to patients with adenocarcinoma (me = 100.0 mg/dL), SqCC (me = 119.0 mg/dL), and other NSCLCs (me = 105.0 mg/dL), patients with other lung neoplasms had the highest glucose values (me = 130.5 mg/dL). Furthermore, individuals with stage IA lung cancer had significantly lower glucose levels (me = 101.0 mg/dL) than patients with stage IIB lung cancer (me = 132.0 mg/dL; p = 0.0163). There were also statistically significant differences in LDH levels between lung cancer stages. Patients in stage IVA had considerably higher LDH activity (me = 317.07 U/L) than patients in stage IIIA (me = 159.60 U/L). Table 4 collects descriptive statistics of metabolic markers in relation to lung cancer type, subtype, and stage, whereas Figure 4 depicts statistically significant differences in glucose concentrations and LDH activity in lung cancer patients.\n      \n      \n        3.5. Correlation\n        The pairwise correlation revealed a significant positive correlation between IL-6 and MMP-9 in adenocarcinoma and SqCC, with correlation coefficients of 0.53 and 0.49, respectively. There was also a significant positive correlation between acute-phase protein concentrations, SAA1, and CRP in patients with all types of lung neoplasm except adenocarcinoma, with correlation coefficients of 0.44 in SqCC, 0.72 in other NSCLC, and 0.80 in other lung neoplasms. Table 5 collects pairwise relationships, which are also graphically displayed as heatmaps in Figure 5.\n      \n      \n        3.6. Diagnostic Value of Biomarkers for Adenocarcinoma and Squamous Cell Carcinoma\n        Prior to examining the diagnostic value of individual and combined biomarkers, logistic regression analysis was used to analyze and exclude the potential effects of age, gender, and smoking status on biomarker concentrations. The only statistically significant difference between patients with adenocarcinoma and SqCC was in the levels of glucose. There were no differences in the statistical significance of the remaining biomarkers between adenocarcinoma and SqCC patients, both unadjusted and adjusted for age, gender, and smoking status. These results suggest that differences in the levels of these biomarkers in our case are not due to confounding variables such as age and gender. All calculations are collected and presented in the Table 6.\n        Subsequently, ROC analysis with the calculation of AUC was performed to examine the ability of each of the 12 biomarkers to distinguish NSCLC patients with adenocarcinoma from patients with SqCC (results are collected in Table 7), and patients with lung cancer stages IIB and IIA (Table 8), and IIIA and IIB (Table 9). Figure 6 graphically presents the calculations of biomarkers diagnostic value in differential diagnoses.\n        CEA with AUC = 0.569, 48.7% sensitivity, and 68.8% specificity has the highest diagnostic values as single biomarker for distinguishing adenocarcinoma from SqCC patients. Glucose with AUC = 0.674, CRP with AUC = 0.612, and CYFRA 21-1 with AUC = 0.609 can identify SqCC from adenocarcinoma patients.\n        Lactate is the best single biomarker in the differential diagnosis of patients with stage IIA and IIB lung cancer, with AUC = 0.726, 100.0% sensitivity, and 52.4% specificity, whereas IL-6 with AUC = 0.849 may successfully distinguish patients with stage IIB from patients with stage IIA lung cancer.\n        LDH, on the other hand, is the best single biomarker in the differential diagnosis of stage IIB and IIIA lung cancer patients, with AUC = 0.762, 81.0% sensitivity, and 83.3% specificity. CEA (AUC = 0.692, 81.8% sensitivity, and 61.1% specificity) is the biomarker with the highest diagnostic value for distinguishing lung cancer stages IIIA and IIB.\n        The modeling of the combinations of markers into the panel of markers was the next step in the search for the best diagnostic tool for differential diagnosis of lung adenocarcinoma and SqCC, and lung cancer stages IIB and IIA, IIIA and IIB. For this aim, all biomarkers were mixed together, yielding thousands of combinations via GLM with the Akaike criterion included. The best model has the lowest AIC value and must fulfill two requirements: (1) the panel of biomarkers should be well-matched to the data, and (2) it should be as simple as feasible. This provided the best models, which comprised three or four biomarkers.\n        Table 10, Table 11 and Table 12 compile constructed models of biomarkers with the best AUC values for discriminating lung adenocarcinoma from SqCC (Table 10), stage IIB from IIA (Table 11), and stage IIIA from IIB (Table 12). Figure 7 uses ROC curves to graphically visualize these models.\n        When distinguishing lung adenocarcinoma and SqCC, the combination of CEA, CYFRA 21-1, NSE, and SAA1 has the highest sensitivity of 75.76%, a specificity of 70.97%, and an AUC value of 0.7605. The combination of these biomarkers with the exclusion of CEA results in a somewhat lower AUC value (0.7565) with the same sensitivity (75.76%) but slightly lower specificity (67.74%). The inclusion of glucose to this panel enhances the AUC value from 0.7565 to 0.7693 while lowering the sensitivity from 75.76% to 69.70% and maintaining the specificity at the same level (67.74%). Even though the model containing CYFRA 21-1, NSE, SAA1, and glucose has the highest AUC, the combination of CYFRA 21-1, NSE, and SAA1 has the lowest AIC.\n        The combinations of IL-6, glucose, and LDH, as well as CEA, IL-6, SAA1, MMP-9, and lactate, have 100% sensitivity and 100% specificity in distinguishing patients with stage IIB lung cancer from those with stage IIA, with the combination of IL-6, glucose, and LDH having a lower AUC value (0.8333 in comparison to 1.0000). The simple combination of glucose and lactate is also a useful diagnostic tool for distinguishing between lung cancer stages IIB and IIA, and is characterized by 95.24% sensitivity, 66.67% specificity, and an AUC value of 0.9365.\n        When distinguishing stage IIIA from IIB of lung cancer, the combination of CEA, IL-6, and LDH has the highest sensitivity of 72.73%, a specificity of 94.44%, and an AUC value of 0.8686, whereas a model with the lowest AIC value consists of TNF-α, lactate, and LDH, characterized by lower sensitivity (54.55%) and slightly lower specificity (88.24%) and AUC (0.8609).\n3.1. Patients’ Characteristic\n        Tumor (CEA, CYFRA 21-1, and NSE), inflammatory markers (IL-6, TNF-α, SAA1, CRP, MMP-2, and MMP-9), and metabolic markers (glucose, lactate, and LDH) were measured in the sera and plasmas of 112 lung cancer patients, who were classified into four groups based on subtype and seven groups based on stage. The research included 41 women (21 with adenocarcinoma, 8 with SqCC, 5 with other NSCLCs, and 7 with other lung neoplasms than NSCLCs) and 71 men (29 with adenocarcinoma, 27 with SqCC, 8 with other NSCLCs, and 7 with other lung neoplasms than NSCLCs). The majority of the patients were diagnosed at an early stage of lung cancer, with 43 (38.39%) diagnosed at stage I and 27 (24.11%) diagnosed at stage II.\n        We examined differences in biomarker concentrations across histopathological groups of lung cancer patients in terms of gender before comparing measured biomarkers across this groups. There were statistically significant differences in CRP concentration between female and male adenocarcinoma patients (p = 0.0411; meanF = 4.42 mg/L, meanM = 23.93 mg/L; raw mean difference [D] = 19.51 mg/L), MMP-2 concentration in SqCC patients (p = 0.0065; meanF = 114.10 ng/mL, meanM = 151.53 ng/mL; D = 37.43 ng/mL), and SAA1 concentration in other NSCLCs (p = 0.0068; meanF = 13.51 µg/mL, meanM = 298.14 µg/mL; D = 284.63 µg/mL). The only statistically significant difference between male and female in the analysis of the entire research group was the level of CRP (p = 0.0080; meanF = 10.24 mg/L, meanM = 29.58 mg/L; D = 19.34 mg/L). The average age (±standard deviation [SD]) of lung cancer patients was 67 ± 8, and no statistically significant differences between the groups were found. The average age of adenocarcinoma patients was 67 ± 8, that of SqCC patients 68 ± 8, that of other NSCLC patients 68 ± 12, and that of patients with other lung neoplasms than NSCLC was 66 ± 6.\n3.2. Tumor Markers\n        The only statistically significant difference in tumor marker concentrations in lung cancer patients was in the levels of CYFRA 21-1 between SqCC (me = 5.49 ng/mL) and other NSCLCs (me = 2.47 ng/mL; p = 0.0426). Figure 2 demonstrates the statistically significant distribution of CYFRA 21-1 concentrations in groups divided by lung cancer subtype. Table 2 compiles descriptive statistics for all tumor markers analyzed based on lung cancer type, subtype, and stage.\n3.3. Inflammatory Markers\n        There were no statistically significant differences in any inflammatory marker between lung cancer types and subtypes. The concentrations of IL-6 between lung cancer stages were the only statistically significant difference in the analysis of variances (p = 0.0175). Tukey’s HSD analysis, on the other hand, did not reveal which groups significantly differ statistically. The graph displaying the distribution of IL-6 concentrations among groups indicates a peak in IL-6 concentrations in patients with stage IIB (me = 44.14 pg/mL), IIIA (me = 47.36 pg/mL), and IIIB (me = 37.00 pg/mL) lung cancer. Figure 3 depicts the distribution of IL-6 marker concentrations among lung cancer stages. Table 3 collects descriptive statistics of inflammatory markers according to lung cancer type, subtype, and stage.\n3.4. Metabolic Markers\n        Glucose concentrations showed statistically significant differences both between lung cancer subtypes and stages. When compared to patients with adenocarcinoma (me = 100.0 mg/dL), SqCC (me = 119.0 mg/dL), and other NSCLCs (me = 105.0 mg/dL), patients with other lung neoplasms had the highest glucose values (me = 130.5 mg/dL). Furthermore, individuals with stage IA lung cancer had significantly lower glucose levels (me = 101.0 mg/dL) than patients with stage IIB lung cancer (me = 132.0 mg/dL; p = 0.0163). There were also statistically significant differences in LDH levels between lung cancer stages. Patients in stage IVA had considerably higher LDH activity (me = 317.07 U/L) than patients in stage IIIA (me = 159.60 U/L). Table 4 collects descriptive statistics of metabolic markers in relation to lung cancer type, subtype, and stage, whereas Figure 4 depicts statistically significant differences in glucose concentrations and LDH activity in lung cancer patients.\n3.5. Correlation\n        The pairwise correlation revealed a significant positive correlation between IL-6 and MMP-9 in adenocarcinoma and SqCC, with correlation coefficients of 0.53 and 0.49, respectively. There was also a significant positive correlation between acute-phase protein concentrations, SAA1, and CRP in patients with all types of lung neoplasm except adenocarcinoma, with correlation coefficients of 0.44 in SqCC, 0.72 in other NSCLC, and 0.80 in other lung neoplasms. Table 5 collects pairwise relationships, which are also graphically displayed as heatmaps in Figure 5.\n3.6. Diagnostic Value of Biomarkers for Adenocarcinoma and Squamous Cell Carcinoma\n        Prior to examining the diagnostic value of individual and combined biomarkers, logistic regression analysis was used to analyze and exclude the potential effects of age, gender, and smoking status on biomarker concentrations. The only statistically significant difference between patients with adenocarcinoma and SqCC was in the levels of glucose. There were no differences in the statistical significance of the remaining biomarkers between adenocarcinoma and SqCC patients, both unadjusted and adjusted for age, gender, and smoking status. These results suggest that differences in the levels of these biomarkers in our case are not due to confounding variables such as age and gender. All calculations are collected and presented in the Table 6.\n        Subsequently, ROC analysis with the calculation of AUC was performed to examine the ability of each of the 12 biomarkers to distinguish NSCLC patients with adenocarcinoma from patients with SqCC (results are collected in Table 7), and patients with lung cancer stages IIB and IIA (Table 8), and IIIA and IIB (Table 9). Figure 6 graphically presents the calculations of biomarkers diagnostic value in differential diagnoses.\n        CEA with AUC = 0.569, 48.7% sensitivity, and 68.8% specificity has the highest diagnostic values as single biomarker for distinguishing adenocarcinoma from SqCC patients. Glucose with AUC = 0.674, CRP with AUC = 0.612, and CYFRA 21-1 with AUC = 0.609 can identify SqCC from adenocarcinoma patients.\n        Lactate is the best single biomarker in the differential diagnosis of patients with stage IIA and IIB lung cancer, with AUC = 0.726, 100.0% sensitivity, and 52.4% specificity, whereas IL-6 with AUC = 0.849 may successfully distinguish patients with stage IIB from patients with stage IIA lung cancer.\n        LDH, on the other hand, is the best single biomarker in the differential diagnosis of stage IIB and IIIA lung cancer patients, with AUC = 0.762, 81.0% sensitivity, and 83.3% specificity. CEA (AUC = 0.692, 81.8% sensitivity, and 61.1% specificity) is the biomarker with the highest diagnostic value for distinguishing lung cancer stages IIIA and IIB.\n        The modeling of the combinations of markers into the panel of markers was the next step in the search for the best diagnostic tool for differential diagnosis of lung adenocarcinoma and SqCC, and lung cancer stages IIB and IIA, IIIA and IIB. For this aim, all biomarkers were mixed together, yielding thousands of combinations via GLM with the Akaike criterion included. The best model has the lowest AIC value and must fulfill two requirements: (1) the panel of biomarkers should be well-matched to the data, and (2) it should be as simple as feasible. This provided the best models, which comprised three or four biomarkers.\n        Table 10, Table 11 and Table 12 compile constructed models of biomarkers with the best AUC values for discriminating lung adenocarcinoma from SqCC (Table 10), stage IIB from IIA (Table 11), and stage IIIA from IIB (Table 12). Figure 7 uses ROC curves to graphically visualize these models.\n        When distinguishing lung adenocarcinoma and SqCC, the combination of CEA, CYFRA 21-1, NSE, and SAA1 has the highest sensitivity of 75.76%, a specificity of 70.97%, and an AUC value of 0.7605. The combination of these biomarkers with the exclusion of CEA results in a somewhat lower AUC value (0.7565) with the same sensitivity (75.76%) but slightly lower specificity (67.74%). The inclusion of glucose to this panel enhances the AUC value from 0.7565 to 0.7693 while lowering the sensitivity from 75.76% to 69.70% and maintaining the specificity at the same level (67.74%). Even though the model containing CYFRA 21-1, NSE, SAA1, and glucose has the highest AUC, the combination of CYFRA 21-1, NSE, and SAA1 has the lowest AIC.\n        The combinations of IL-6, glucose, and LDH, as well as CEA, IL-6, SAA1, MMP-9, and lactate, have 100% sensitivity and 100% specificity in distinguishing patients with stage IIB lung cancer from those with stage IIA, with the combination of IL-6, glucose, and LDH having a lower AUC value (0.8333 in comparison to 1.0000). The simple combination of glucose and lactate is also a useful diagnostic tool for distinguishing between lung cancer stages IIB and IIA, and is characterized by 95.24% sensitivity, 66.67% specificity, and an AUC value of 0.9365.\n        When distinguishing stage IIIA from IIB of lung cancer, the combination of CEA, IL-6, and LDH has the highest sensitivity of 72.73%, a specificity of 94.44%, and an AUC value of 0.8686, whereas a model with the lowest AIC value consists of TNF-α, lactate, and LDH, characterized by lower sensitivity (54.55%) and slightly lower specificity (88.24%) and AUC (0.8609).\n4. Discussion\n      Lung cancer is a major problem in modern medicine. Despite numerous studies, our understanding of lung carcinogenesis and tumor progression remains unclear. Lung cancer is a multifactorial disease with a group of heterogeneous tumors, which complicates diagnostic and therapeutic approaches, as well as comprehension of the processes that underlie its pathogenesis. Current research efforts are specifically interested in the examination of changes in the TME at the molecular level [1,3,14]. In this retrospective study, we focused on nine biomarkers related to the processes occurring in the tumor microenvironment. We examined serum levels of pro- and anti-inflammatory cytokines (IL-6, TNF-α), which regulate immune responses, cell proliferation, and differentiation; matrix metalloproteinases (MMP-2, MMP-9), which remodel and degrade ECM and mediate cell–cell adhesion; acute-phase proteins (CRP, SAA1), which are linked to the expression of pro- and anti-inflammatory cytokines and play a role, among others, in the recruitment of immune cells to inflammatory sites; and metabolic markers (glucose, lactate, and LDH), which are associated with glucose metabolism in cancer cells, known as the Warburg effect. It is worth noting that our study group is representative and reflects the features of lung cancer patients as a whole: (1) NSCLC was the most often diagnosed type of lung cancer, (2) with an adenocarcinoma subtype predominating over SqCC, (3) women were mostly diagnosed with adenocarcinoma rather than SqCC, (4) and patients have been diagnosed in their sixth decade of life [8,9,20,21,42].\n      Chen et al. [43], in their work, referred to the “seed and soil” hypothesis by Stephen Paget (1889) in relation to the tumor microenvironment. The presence of tumor cells affects processes and changes in the TME, which in turn can affect tumor progression, invasion, and metastasis. Furthermore, changes in the TME might cause a systemic response of the host, manifested, for example, by the development of chronic inflammation, as seen by increased levels of acute-phase proteins, CRP, and SAA1. In another study, Mansuet-Lupo et al. [15] discovered that neutrophil and macrophage densities are related to oncogenic driver genes, varying among lung cancer subtypes. They discovered a high density of neutrophils and macrophages in tumors with wild-type epidermal growth factor receptor (EGFR) and a high density of neutrophils in tumors with b-raf proto-oncogene (BRAF) mutation, which affects the ability of tumor cell mutational status to change the pattern of cytokines and chemokines released by tumor cells and, thus, influences the TME’s chemoattractant properties. As a result, differences in the mutational status of lung cancer subtypes were expected to cause changes in the levels of cytokines IL-6 and TNF-α.\n      As normal tissue turns cancerous, matrix metalloproteinases are activated, and pro- and anti-inflammatory cytokines are excreted, resulting in extracellular matrix degradation and regulation of pathways activating inflammatory processes as well as pathways regulating proliferation, apoptosis, survival, and invasion. One example is IL-6’s involvement in the activation of the Janus kinases-signal transducer and activator of transcription proteins (JAK-STAT), mitogen-activated protein kinase (MAPK), and phosphoinositide 3-kinase/protein kinase B/mechanistic target of rapamycin (PI3K/AKT/mTOR) pathways [1]. Increasing cytokine and matrix metalloproteinase levels in the TME promote carcinogenesis and malignant progression, promoting subsequent microenvironmental changes. These markers are released into the blood at some level, allowing them to be measured in serum samples from patients. Although, no statistically significant changes in IL-6 and TNF-α levels are found between any group of lung cancer patients (adenocarcinoma, SqCC, other NSCLC, and other neoplasms than NSCLC), there are slightly higher levels of IL-6 in SqCC patients. Although IL-6 and TNF-α concentrations were not significantly different between our groups, their involvement in tumor growth should not be overlooked. Their function is shown by increased levels of acute-phase proteins and metabolic markers, which may be successfully measured in patients’ sera.\n      Particularly intriguing is the correlation between IL-6 and MMP-9 in patients with adenocarcinoma and SqCC, with correlation coefficients of 0.53, 0.49, respectively, which undoubtedly influences TME processes. Nie et al. [2] found that IL-6 serum concentrations of ≥4 pg/mL are associated with significantly poorer survival in both Americans and Caucasians with lung cancer. According to studies, IL-6 levels are higher in NSCLC patients compared to healthy controls, as well as in patients with metastatic NSCLC compared to undisseminated disease. Moreover, if IL-6 concentrations of ≥4 pg/mL are associated with poorer survival in lung cancer patients, and median values of this cytokine in patients with adenocarcinoma, SqCC, other NSCLC, and other lung neoplasms than NSCLC are, respectively, 34.74 pg/mL, 38.45 pg/mL, 31.43 pg/mL, and 25.63 pg/mL, we can conclude that IL-6 concentrations in our study group are elevated, and our patients are burdened with poorer outcomes. MMP-9, similar to IL-6, is produced by various tumor cells and inflammatory cells—neutrophils, eosinophils, monocytes, lymphocytes, and alveolar macrophages [44]. Animal studies showed that MMP-9 overexpression contributes to cancer development and progression. For example, cancer cells were less capable of colonizing the lung of MMP-9-deficient mice than the lung of wild-type mice, and MMP-9 null mice develop fewer cancers than wild-type mice [45]. Studies documented that MMP-9 was also involved in other steps of cancer development, including decreasing cancer cell apoptotic potential, promoting angiogenesis, and regulating immune responses to cancer, by altering cellular signals and regulating cytokines, growth factors, and angiogenic factors via complex cell–cell and cell–matrix interactions in the microenvironment [45,46,47]. There are reports of significant positive correlation between matrix metalloproteinases expression and metastatic capacities of cancer cells. Elevated IL-6 levels above the reference threshold and a correlation between this cytokine and the metastatic biomarker MMP-9 indicate a higher risk of lung cancer aggressiveness. The correlation between that cytokine and enzyme is an intriguing point in the ongoing exploration of their role in lung cancer, but this time together rather than separately.\n      Our research on the correlation between biomarkers in accordance with lung cancer type and subtype confirms the concept of tumor microenvironment that varies between types and subtypes. Moreover, evaluation of specific inflammatory and metabolic markers involved in TME alterations is the starting step for considering their diagnostic usefulness. The correlation of IL-6 and MMP-9, as well as other correlations in adenocarcinoma and SqCC and differences in the biomarker concentrations among groups, allowed us to observe subtype characteristics that might possibly be used to differentiate these two most common subtypes of lung cancer.\n      We looked at the relationship between well-known tumor markers and pro- and anti-inflammatory cytokines, matrix metalloproteinases, acute-phase proteins, and the Warburg effects’ markers, as well as their ability to distinguish adenocarcinoma from SqCC. Before modeling a biomarker panel to identify adenocarcinoma from SqCC, we evaluated each subtype’s patients’ age, gender, smoking status, and lung cancer stage as potential confounding factors that could interact with and influence biomarker usage. The best markers for differentiating adenocarcinoma from SqCC are glucose (AUC = 0.674), CRP (AUC = 0.612), and CYFRA 21-1 (AUC = 0.609), and there are no significant variations in their utility when corrected for age and gender.\n      All of the single biomarkers exhibit poor diagnostic sensitivity, specificity, and AUC in distinguishing adenocarcinoma from SqCC. We investigated a number of patterns and biomarker combinations that might efficiently, with the best sensitivity and specificity, diagnose adenocarcinoma and SqCC patients. However, none of the panels have an AUC greater than 0.80. The combination of CEA, CYFRA 21-1, NSE, and SAA1 has the highest diagnostic value among all available combinations (75.76% sensitivity, 70.97% specificity, and an AUC = 0.7605). In this panel, higher concentrations of CEA and NSE in adenocarcinoma and CYFRA 21-1 in SqCC are seen, which have histological explanations and overlap with the general picture of these lung cancer subtypes. The inclusion of SAA1 in a panel of markers distinguishing adenocarcinoma from SqCC patients is explained not only by histological, cellular, and molecular factors, but also by tumor localization in the lungs. Adenocarcinoma usually originates peripherally in the lungs, as opposed to SqCC, which grows centrally in the lung, where inflammation and irritation, particularly from cigarette smoke, may exert different biological characteristics than in the peripheral part of the lung. It causes differences in the levels of inflammatory markers between adenocarcinoma and SqCC [48,49]. Increased IL-6 and TNF-α concentrations in the TME result in the overproduction of acute-phase proteins, CRP, and SAA1. Despite the confirmation of these biomarkers’ involvement in lung cancer pathogenesis, we cannot consider the combination of CEA, CYFRA 21-1, NSE, and SAA1 as a panel that would successfully identify lung cancer subtypes and hence be included in the clinical diagnostic scheme of lung cancer patients. Combining biomarkers slightly improved the diagnostic characteristics of models distinguishing adenocarcinoma from SqCC, but the results are still unsatisfactory.\n      Knowing that changes in the TME, that is, remodeling of the extracellular matrix (ECM), pro- and anti-inflammatory processes, and cell metabolism, are affected by neoplastic progression, we conducted to examine the diagnostic potential of the studied biomarkers in relation to lung cancer stage. A peak in IL-6 concentrations in patients with stage IIB, IIIA, and IIIB lung cancer, with values of 44.14 pg/mL, 47.36 pg/mL, and 37.00 pg/mL, respectively, was one of the most notable changes in biomarker concentrations in relation to lung cancer stage. We also observed a characteristic increase in metabolic processes in advanced lung cancer stages, as evidenced by greater lactate concentrations and LDH activity in stages III and IV, as well as lower glucose levels due to increased glucose uptake. These alterations suggested that it could be useful in the differential diagnosis of certain lung cancer stages.\n      We determined that constructing a simple, easy, and sufficient tool capable of successfully differentiating patients with stage IIB and IIA lung cancer, as well as stage IIIA and IIB, would be clinically significant. Our choices are motivated by the first appearance of metastases (to lymph nodes) at stage IIB, as well as differences in treatment options between stages II and III, owing to the higher heterogeneity of stage III and the lack of a single therapy recommendation for all patients [50,51].\n      We found two combinations that can distinguish lung cancer patients with stage IIB from those with IIA with 100% sensitivity and 100% specificity, wherein IL-6, glucose, and LDH has an AUC = 0.8333 and the combination of CEA, IL-6, SAA1, MMP-9, and lactate an AUC = 1.0000. The combination of CEA, IL-6, and LDH, on the other hand, may distinguish patients with stage IIIA and stage IIB lung cancer with high sensitivity and diagnostic specificity. Increased levels of pro- and anti-inflammatory markers, as well as higher production of matrix metalloproteinases, are correlated with metastatic capacities of cancer cells, as seen by higher levels of these markers in more advanced stages of lung cancer.\n      In our study, we focused on the correlation of biomarkers involved in TME changes caused by ECM remodeling, pro- and anti-inflammatory processes, and cell metabolism, and we discovered some interrelationships that may influence lung cancer pathogenesis and malignant progression in relation to lung cancer subtype and stage. We also found a link between cytokines, matrix metalloproteinases, acute-phase proteins, Warburg effect markers, and tumor markers that have been proved to be clinically relevant in the detection of lung cancer. As a consequence, we discovered a few panels of markers that could separate lung adenocarcinoma from SqCC, as well as a few panels that could successfully differentiate patients with stages IIB and IIA as well as IIIA and IIB lung cancer.\n      We should consider the role of CEA, IL-6, SAA1, MMP-9, LAC, and LDH in the perspective of having readily accessible and inexpensive diagnostic tools that can be employed effectively in the differential diagnosis of lung cancer stages IIB and IIA, and IIIA and IIB, and improve therapeutic decision making. An undeniable advantage of such panels as the combinations of CEA, IL-6, SAA1, MMP-9, and lactate, IL-6, glucose, and LDH, or CEA, IL-6, and LDH is the ability of its detection in patients’ blood and use in a large group of NSCLC patients whose tumor tissue is not easily accessible, particularly in peripherally situated adenocarcinomas. Our panels of markers could be integrated into the scheme of lung cancer diagnostic procedures as a low-cost, simple, and practical diagnostic tools. In the future, performing multidimensional assessment of known markers may improve diagnostic and prognostic algorithms.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8391392/",
    "doi": "https://doi.org/10.3390/biom11081208"
}