{
    "title": "Brain Metastases: An Update on Multi-disciplinary Approach of Clinical Management",
    "abstract": "Brain Metastases: An Update on Multi-disciplinary Approach of Clinical Management D Mitchell HJ Kwon PA Kubica WX Huff R O’Regan M Dey Importance: Brain metastasis (BM) is the most common malignant intracranial neoplasm in adults with over 100,000 new cases annually in the United States and outnumbering primary brain tumors 10:1. The overall prognosis of cancer patients is largely dependent on the presence or absence of brain metastasis, and therefore, a timely and accurate diagnosis is crucial for improving long-term outcomes, especially in the current era of significantly improved systemic therapy for many common cancers. In addition to patient’s performance status, therapeutic approach should be based on the type of primary tumor and associated molecular profile as well as the size, number, and location of metastatic lesion(s).",
    "authors": [
        "D Mitchell",
        "HJ Kwon",
        "PA Kubica",
        "WX Huff",
        "R O’Regan",
        "M Dey"
    ],
    "published_year": "",
    "description": "Importance:\n          Brain metastasis (BM) is the most common malignant intracranial neoplasm in adults with over 100,000 new cases annually in the United States and outnumbering primary brain tumors 10:1.\nObservations:\n          The incidence of BM in adult cancer patients ranges from 10–40%, and is increasing with improved surveillance, effective systemic therapy, and an aging population. The overall prognosis of cancer patients is largely dependent on the presence or absence of brain metastasis, and therefore, a timely and accurate diagnosis is crucial for improving long-term outcomes, especially in the current era of significantly improved systemic therapy for many common cancers. BM should be suspected in any cancer patient who develops new neurological deficits or behavioral abnormalities. Gadolinium enhanced MRI is the preferred imaging technique and must be distinguished from other pathologies. Large, symptomatic lesion(s) in patients with good functional status are best treated with surgery and stereotactic radiosurgery (SRS). Due to neurocognitive side effects and improved overall survival of cancer patients, whole brain radiotherapy (WBRT) is reserved as salvage therapy for patients with multiple lesions or as palliation. Newer approaches including multi-lesion stereotactic surgery, targeted therapy, and immunotherapy are also being investigated to improve outcomes while preserving quality of life.\nConclusion:\n          With the significant advancements in the systemic treatment for cancer patients, addressing BM effectively is critical for overall survival. In addition to patient’s performance status, therapeutic approach should be based on the type of primary tumor and associated molecular profile as well as the size, number, and location of metastatic lesion(s).\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8514593/\nhttps://doi.org/10.1016/j.neuchi.2021.04.001",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8514593/",
    "doi": "https://doi.org/10.1016/j.neuchi.2021.04.001"
}