{
    "title": "Breast Cancer Risk Factors and Circulating Anti-Müllerian Hormone Concentration in Healthy Premenopausal Women",
    "abstract": "Breast Cancer Risk Factors and Circulating Anti-Müllerian Hormone Concentration in Healthy Premenopausal Women Tess V Clendenen Wenzhen Ge Karen L Koenig Yelena Afanasyeva Claudia Agnoli Elizabeth Bertone-Johnson Louise A Brinton Farbod Darvishian Joanne F Dorgan A Heather Eliassen Roni T Falk Göran Hallmans Susan E Hankinson Judith Hoffman-Bolton Timothy J Key Vittorio Krogh Hazel B Nichols Dale P Sandler Minouk J Schoemaker Patrick M Sluss Malin Sund Anthony J Swerdlow Kala Visvanathan Mengling Liu Anne Zeleniuch-Jacquotte Context We previously reported that anti-Müllerian hormone (AMH), a marker of ovarian reserve, is positively associated with breast cancer risk, consistent with other studies. In analyses stratified by age (<40 vs ≥40), associations of AMH with body mass index and OCs were similar in younger and older women, while associations with the other factors (menarche, parity, hysterectomy/partial oophorectomy, smoking, and benign breast biopsy) were limited to women ≥40 (P-interaction < 0.05). Conclusion This is the largest study of AMH and breast cancer risk factors among women from the general population (not presenting with infertility), and it suggests that most associations are limited to women over 40, who are approaching menopause and whose AMH concentration is declining.",
    "authors": [
        "Tess V Clendenen",
        "Wenzhen Ge",
        "Karen L Koenig",
        "Yelena Afanasyeva",
        "Claudia Agnoli",
        "Elizabeth Bertone-Johnson",
        "Louise A Brinton",
        "Farbod Darvishian",
        "Joanne F Dorgan",
        "A Heather Eliassen",
        "Roni T Falk",
        "Göran Hallmans",
        "Susan E Hankinson",
        "Judith Hoffman-Bolton",
        "Timothy J Key",
        "Vittorio Krogh",
        "Hazel B Nichols",
        "Dale P Sandler",
        "Minouk J Schoemaker",
        "Patrick M Sluss",
        "Malin Sund",
        "Anthony J Swerdlow",
        "Kala Visvanathan",
        "Mengling Liu",
        "Anne Zeleniuch-Jacquotte"
    ],
    "published_year": "Not available",
    "description": "Context\n          We previously reported that anti-Müllerian hormone (AMH), a marker of ovarian reserve, is positively associated with breast cancer risk, consistent with other studies.\nObjective\n          This study assessed whether risk factors for breast cancer are correlates of AMH concentration.\nMethods\n          This cross-sectional study included 3831 healthy premenopausal women (aged 21-57, 87% aged 35-49) from 10 cohort studies among the general population.\nResults\n          Adjusting for age and cohort, AMH positively associated with age at menarche (P < 0.0001) and parity (P = 0.0008) and inversely associated with hysterectomy/partial oophorectomy (P = 0.0008). Compared with women of normal weight, AMH was lower (relative geometric mean difference 27%, P < 0.0001) among women who were obese. Current oral contraceptive (OC) use and current/former smoking were associated with lower AMH concentration than never use (40% and 12% lower, respectively, P < 0.0001). We observed higher AMH concentrations among women who had had a benign breast biopsy (15% higher, P = 0.03), a surrogate for benign breast disease, an association that has not been reported. In analyses stratified by age (<40 vs ≥40), associations of AMH with body mass index and OCs were similar in younger and older women, while associations with the other factors (menarche, parity, hysterectomy/partial oophorectomy, smoking, and benign breast biopsy) were limited to women ≥40 (P-interaction < 0.05).\nConclusion\n          This is the largest study of AMH and breast cancer risk factors among women from the general population (not presenting with infertility), and it suggests that most associations are limited to women over 40, who are approaching menopause and whose AMH concentration is declining.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8530718/",
    "doi": "https://doi.org/10.1210/clinem/dgab461"
}