{
    "title": "Mammographic density, endocrine therapy and breast cancer risk: a prognostic and predictive biomarker review",
    "abstract": "Objectives To assess the evidence that a reduction in mammographic density following endocrine therapy for breast cancer prevention in women without previous breast cancer, or for treatment in women with early‐stage hormone receptor‐positive breast cancer, is a prognostic or predictive biomarker. There was risk of bias in methodology for design and analysis of the studies and considerable uncertainty over the size of the effect. One study of 507 women without breast cancer who were receiving preventive tamoxifen as part of a randomised controlled trial (51 subsequent breast cancers) reported a risk ratio point estimate of ~0.3 associated with a density reduction.",
    "authors": [
        "Emma C Atakpa",
        "Mangesh A Thorat",
        "Jack Cuzick",
        "Adam R Brentnall"
    ],
    "published_year": "Not available",
    "description": "Background\n          Endocrine therapy is effective at preventing or treating breast cancer. Some forms of endocrine therapy have been shown to reduce mammographic density. Reduced mammographic density for women receiving endocrine therapy could be used to estimate the chance of breast cancer returning or developing breast cancer in the first instance (a prognostic biomarker). In addition, changes in mammographic density might be able to predict how well a woman responds to endocrine therapy (a predictive biomarker). The role of breast density as a prognostic or predictive biomarker could help improve the management of breast cancer.\nObjectives\n          To assess the evidence that a reduction in mammographic density following endocrine therapy for breast cancer prevention in women without previous breast cancer, or for treatment in women with early‐stage hormone receptor‐positive breast cancer, is a prognostic or predictive biomarker.\nSearch methods\n          We searched the Cochrane Breast Cancer Group Specialised Register, CENTRAL, MEDLINE, Embase, and two trials registers on 3 August 2020 along with reference checking, bibliographic searching, and contact with study authors to obtain further data.\nSelection criteria\n          We included randomised, cohort and case‐control studies of adult women with or without breast cancer receiving endocrine therapy. Endocrine therapy agents included were selective oestrogen receptor modulators and aromatase inhibitors. We required breast density before start of endocrine therapy and at follow‐up. We included studies published in English.\nData collection and analysis\n          We used standard methodological procedures expected by Cochrane. Two review authors independently extracted data and assessed risk of bias using adapted Quality in Prognostic Studies (QUIPS) and Risk Of Bias In Non‐randomised Studies ‐ of Interventions (ROBINS‐I) tools. We used the GRADE approach to evaluate the certainty of the evidence. We did not perform a quantitative meta‐analysis due to substantial heterogeneity across studies.\nMain results\n          Eight studies met our inclusion criteria, of which seven provided data on outcomes listed in the protocol (5786 women). There was substantial heterogeneity across studies in design, sample size (349 to 1066 women), participant characteristics, follow‐up (5 to 14 years), and endocrine therapy agent. There were five breast density measures and six density change definitions. All studies had at least one domain as at moderate or high risk of bias. Common concerns were whether the study sample reflected the review target population, and likely post hoc definitions of breast density change.\n          Most studies on prognosis for women receiving endocrine therapy reported a reduced risk associated with breast density reduction. Across endpoints, settings, and agents, risk ratio point estimates (most likely value) were between 0.1 and 1.5, but with substantial uncertainty. There was greatest consistency in the direction and magnitude of the effect for tamoxifen (across endpoints and settings, risk ratio point estimates were between 0.3 and 0.7). The findings are summarised as follows.\n          \n            Prognostic biomarker findings:\n          \n          \n            Treatment\n          \n          \n            Breast cancer mortality\n          \n          Two studies of 823 women on tamoxifen (172 breast cancer deaths) reported risk ratio point estimates of ~0.4 and ~0.5 associated with a density reduction. The certainty of the evidence was low.\n          \n            Recurrence\n          \n          Two studies of 1956 women on tamoxifen reported risk ratio point estimates of ~0.4 and ~0.7 associated with a density reduction. There was risk of bias in methodology for design and analysis of the studies and considerable uncertainty over the size of the effect.\n          One study of 175 women receiving an aromatase inhibitor reported a risk ratio point estimate of ~0.1 associated with a density reduction. There was considerable uncertainty about the effect size and a moderate or high risk of bias in all domains.\n          One study of 284 women receiving exemestane or tamoxifen as part of a randomised controlled trial reported risk ratio point estimates of ~1.5 (loco‐regional recurrence) and ~1.3 (distance recurrence) associated with a density reduction. There was risk of bias in reporting and study confounding, and uncertainty over the size of the effects.\n          The certainty of the evidence for all recurrence endpoints was very low.\n          \n            Incidence of a secondary primary breast cancer\n          \n          Two studies of 451 women on exemestane, tamoxifen, or unknown endocrine therapy reported risk ratio point estimates of ~0.5 and ~0.6 associated with a density reduction. There was risk of bias in reporting and study confounding, and uncertainty over the effect size. The certainty of the evidence was very low.\n          We were unable to find data regarding the remaining nine outcomes prespecified in the review protocol.\n          \n            Prevention\n          \n          \n            Incidence of invasive breast cancer and ductal carcinoma in situ (DCIS)\n          \n          One study of 507 women without breast cancer who were receiving preventive tamoxifen as part of a randomised controlled trial (51 subsequent breast cancers) reported a risk ratio point estimate of ~0.3 associated with a density reduction. The certainty of the evidence was low.\n          \n            Predictive biomarker findings:\n          \n          One study of a subset of 1065 women from a randomised controlled trial assessed how much the effect of endocrine therapy could be explained by breast density declines in those receiving endocrine therapy. This study evaluated the prevention of invasive breast cancer and DCIS. We found some evidence to support the hypothesis, with a risk ratio interaction point estimate ~0.5. However, the 95% confidence interval included unity, and data were based on 51 women with subsequent breast cancer in the tamoxifen group. The certainty of the evidence was low.\nAuthors' conclusions\n          There is low‐/very low‐certainty evidence to support the hypothesis that breast density change following endocrine therapy is a prognostic biomarker for treatment or prevention. Studies suggested a potentially large effect size with tamoxifen, but the evidence was limited. There was less evidence that breast density change following tamoxifen preventive therapy is a predictive biomarker than prognostic biomarker. Evidence for breast density change as a prognostic treatment biomarker was stronger for tamoxifen than aromatase inhibitors. There were no studies reporting mammographic density change following endocrine therapy as a predictive biomarker in the treatment setting, nor aromatase inhibitor therapy as a prognostic or predictive biomarker in the preventive setting. Further research is warranted to assess mammographic density as a biomarker for all classes of endocrine therapy and review endpoints.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8545623/",
    "doi": "https://doi.org/10.1002/14651858.CD013091.pub2"
}