{
    "title": "Lung cancer screening primer",
    "abstract": "Lung cancer screening primer Anna N. Wilkinson Stephen Lam Objective To review new evidence reported since the 2016 publication of the Canadian Task Force on Preventive Health Care recommendations and to summarize key facets of lung cancer screening to better equip primary care providers (PCPs) in anticipation of wider implementation of the recommendations. Harms of screening, such as overdiagnosis and incidental findings, are discussed to allow PCPs to appropriately counsel their patients in the face of ongoing implementation of new lung cancer screening programs. The implementation of formal and pilot lung cancer screening programs across Canada means that PCPs will be increasingly required to counsel their patients around the uptake of lung cancer screening.",
    "authors": [
        "Anna N. Wilkinson",
        "Stephen Lam"
    ],
    "published_year": "Not available",
    "description": "Objective\n          To review new evidence reported since the 2016 publication of the Canadian Task Force on Preventive Health Care recommendations and to summarize key facets of lung cancer screening to better equip primary care providers (PCPs) in anticipation of wider implementation of the recommendations.\nQuality of evidence\n          A new, large randomized controlled trial has been published since 2016, as have updates from 4 other trials. PubMed was searched for studies published between January 1, 2004, and December 31, 2020, using search words including lung cancer screening eligibility, lung cancer screening criteria, and lung cancer screening guidelines. All information from peer-reviewed articles, reference lists, books, and websites was considered.\nMain message\n          Lung cancers diagnosed at stage 4 have a 5-year survival rate of only 5% and have a disproportionate impact on those with lower socioeconomic status, rural populations, and Indigenous populations. By downstaging, or diagnosing lung cancers at an earlier and more treatable stage, lung cancer screening reduces mortality with a number needed to screen of 250 to prevent 1 death. Practical aspects of lung cancer screening are reviewed, including criteria to screen, appropriate low-dose computed tomography screening, and management of findings. Harms of screening, such as overdiagnosis and incidental findings, are discussed to allow PCPs to appropriately counsel their patients in the face of ongoing implementation of new lung cancer screening programs.\nConclusion\n          Lung cancer screening, with its embedded emphasis on smoking cessation, is an excellent addition to PCPs’ preventive health care tools. The implementation of formal and pilot lung cancer screening programs across Canada means that PCPs will be increasingly required to counsel their patients around the uptake of lung cancer screening.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8589127/",
    "doi": "https://doi.org/10.46747/cfp.6711817"
}