{
    "title": "Lung Cancer Screening Considerations During Respiratory Infection Outbreaks, Epidemics or Pandemics: An International Association for the Study of Lung Cancer Early Detection and Screening Committee Report",
    "abstract": "For example, in the United States, the volume of CT examinations fell by 53% at the nadir within a month after emergency declarations in March 2020, returning to 84% of previous volumes by September 2020.3 , 4 Reduction of health care resources limited the availability of lung cancer screening, diagnostic, and therapeutic measures, which translated into a reduction in the number of newly diagnosed lung cancer cases.5 , 6 It might be speculated that the COVID-19–related delays in screening and early diagnosis of lung cancer may lead to a shift to a greater proportion of patients with advanced-stage disease.7 Furthermore, the pandemic served as a reminder that respiratory infections can mimic the symptoms of lung cancer, necessitating additional follow-up examinations. The UK Lung Cancer Coalition’s Clinical Advisory Group noted increased mortality of 40% to 50% when patients with lung cancer contracted COVID-19 after surgery.42 Table 1Effects of COVID-19 on Lung Cancer Early Detection and Screening Programs During the First Year of the PandemicCountryProvince or ProgramOfficial Governmental RestrictionsDate/PeriodEffect/Consequences on Lung Cancer ScreeningBrazilSix institutional screening programsYesApril 2020–presentStop or delayCanadaOntario Lung Screening ProgramOntario Health recommendation to Regional Cancer ProgramsMarch 2020–May 2020May 2020–June 2020June 2020– presentDelayGradual restart in descending order for those with the highest PLCOm2012 riskProgram resumedPeople's Republic of ChinaZhongshan Hospital Fudan University, Shanghai, People's Republic of ChinaYesJanuary 2020–February 2020StopColombiaLocal private practice/special insuranceYesApril 2020–December 2020StopGermanyResearch programsYesMarch 2020–September 2020StopHungaryMulticenter pilot program sponsored by the Ministry of Human ResourcesYesMarch 2020–May 2020June 2020DelayGradual restartItalyIndependent trials or local private practiceYesMarch 2020–June 2020March 2020–May 2020June 2020Interruption of enrolmentReduction of follow-upsProgram resumedSerbiaRegional pilot screening programYesMarch 2020–May 2020June 2020StopGradual restartSouth KoreaNational Health Insurance Service Screening ProgramNoJuly 2019–December 2019January 2020–December 2020Normal screening activityContinuation of screening activity with a decreased screening rate (23.7% in the second half of 2019 to 22.4% in entire 2020)SpainTwo I-ELCAP screening programs (Navarra, Valencia)YesMarch 2020–May 2020May 2020–presentMarch 2020–April 2020April 2020–May 2020May 2020–presentClinica Universidad de Navarra: reduced to just a few follow-upsProgram resumedInstituto Valenciano de Oncologia: screening activity stoppedFollow-ups resumedProgram resumedUnited KingdomLiverpool Health Lung Project31Manchester Health Check32Yorkshire Lung cancer screening trial34NHS-Eng-National-Cancer-Programme. This is to reduce the likelihood of SARS-CoV-2 transmission in the screening center to staff and others (OCEBM level of evidence level 456).3.When there is a high rate of respiratory infections in the region, adapt the screening program to the actual risk level of contracting infections, and switch parts of the screening program to a remote setting (OCEBM level of evidence level 456).4.Consider testing for the acute infection and vaccination with a time difference of approximately 6 weeks for on-site procedures, when available (OCEBM level of evidence level 356).5.If there is a backlog of screening procedures, prioritization of the highest risk groups using a quantitative lung cancer risk prediction model should be considered (OCEBM level of evidence level 356).6.Invest in educating the medical staff involved in lung cancer screening programs on the specific steps necessary to adapt the procedures according to the situation at hand (OCEBM level of evidence level 456).",
    "authors": [
        "Rudolf M. Huber",
        "Milena Cavic",
        "Anna Kerpel-Fronius",
        "Lucia Viola",
        "John Field",
        "Long Jiang",
        "Ella A. Kazerooni",
        "Coenraad F.N. Koegelenberg",
        "Anant Mohan",
        "Ricardo Sales dos Santos",
        "Luigi Ventura",
        "Murry Wynes",
        "Dawei Yang",
        "Javier Zulueta",
        "Choon-Taek Lee",
        "Martin C. Tammemägi",
        "Claudia I. Henschke",
        "Stephen Lam"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Lung cancer screening using low-dose computed tomography (CT) can reduce lung cancer–specific mortality.1\n,\n2 Widespread implementation of lung cancer screening can have a major impact on this major public health problem. However, there are several issues to face, such as finding necessary resources and selection and recruitment of the right persons. Furthermore, subacute and chronic respiratory infections and, especially epidemic and pandemic respiratory infections, influence the safety and uptake of lung cancer screening, scan interpretation, and workup of findings. The current coronavirus disease 2019 (COVID-19) pandemic emphasized once more the necessity of protective measures against respiratory infections transmitted through droplets and aerosols. This led to the prioritization of health care resources including the initially scarce special pathogens personal protective apparel for health care workers who cared for the rapidly increasing number of patients with COVID-19 around the world, resulting in a reduction in health care resources to all but emergency and urgent clinical scenarios in many parts of the world. For example, in the United States, the volume of CT examinations fell by 53% at the nadir within a month after emergency declarations in March 2020, returning to 84% of previous volumes by September 2020.3\n,\n4 Reduction of health care resources limited the availability of lung cancer screening, diagnostic, and therapeutic measures, which translated into a reduction in the number of newly diagnosed lung cancer cases.5\n,\n6 It might be speculated that the COVID-19–related delays in screening and early diagnosis of lung cancer may lead to a shift to a greater proportion of patients with advanced-stage disease.7 Furthermore, the pandemic served as a reminder that respiratory infections can mimic the symptoms of lung cancer, necessitating additional follow-up examinations. In this article, we aimed to collate and analyze data regarding these aspects and provide guidance on how we can handle these challenges.\nPossible Pitfalls in the Detection of Malignancy in Respiratory-Infected Individuals\n      Acute bronchopulmonary infection or inflammation can simulate malignant processes and can be a source of false-positive results on chest CT and fluorodeoxyglucose (FDG)–positron emission tomography (PET)-CT.8, 9, 10 In the Dutch-Belgian randomized NEderlands Leuvens Screening ONderzoek lung cancer screening trial with low-dose chest CT (LDCT), approximately 10% of solid, intermediate-sized pulmonary nodules found at baseline screening resolved during follow-up.11 Three-quarters of these findings disappeared on the 3-month follow-up LDCT examination, suggesting resolution of a previous acute infectious or inflammatory process. A review of the International Early Lung Cancer Action Program (I-ELCAP) database revealed that up to 70% of new nodules found on annual or baseline screenings resolved on short-term follow-up CT.12 Similarly, in a retrospective analysis from the lung cancer screening program at the Massachusetts General Hospital, suspected acute infectious or inflammatory lung abnormalities were seen in 8.7% of the screened participants.13 A total of 87.5% of these changes were resolved on follow-up. The clinical significance of a solitary pure or mixed ground-glass opacity nodule of less than 3 cm on chest CT was analyzed in a trial from Korea, with 37.6% of the pure ground-glass opacity lesions and 48.7% of the mixed lesions becoming smaller or resolving on follow-up high-resolution CT.14 Finally, Hussaini et al.15 reported that, during the 2015 to 2016 and 2016 to 2017 flu seasons, 16.5% and 11.9% of the lung cancer screening participants needed a short-term follow-up CT, respectively, of which 84% and 80% of these findings respectively resolved, suggesting infection or inflammation. The difference in the proceedings was that the staff started to ask individuals undergoing lung cancer screening whether they had signs or symptoms of a recent or current respiratory illness before their appointment, and if present, rescheduled these screenings to 6 to 8 weeks later to reduce the frequency of false-positive examinations. In Vancouver, Canada, before the COVID-19 pandemic, 10.3% of the 1326 participants in the screening study between March 2019 and February 2020 had early recall LDCT within 3 months for lung abnormalities. Fifteen percent of them were found to have lung cancer. During the COVID-19 pandemic, 874 people were screened between March 2020 and February 2021 and 18.5% required early recall LDCT for lung abnormalities; only 3.7% were found to have lung cancer. Therefore, in times of increased incidence of respiratory infections, there is an increased rate of false-positive screening results, with negative consequences for the screenees and an increase in health care resource utilization.\n      It is known that various vaccinations in the upper arm can primarily cause ipsilateral axillary lymph node enlargements, which can also lead to a positive FDG-PET.16 Regarding vaccinations against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), more literature on these findings is available, which led to the recommendation of a 6-week interval between vaccination and imaging.17\n,\n18\n\n      We, therefore, recommend asking the screening participants before imaging whether they have acute respiratory symptoms or got vaccinated on the upper arm and, if this is the case, to postpone the screening LDCT or PET scan by 6 to 8 weeks to minimize unnecessary follow-up examinations. Respiratory infections may—especially in times of increased incidence of respiratory infections—lead to an increased rate of false-positive screening results with potentially harmful consequences for screenees and screening programs. Vaccinations can cause unnecessary follow-up examinations.\n      Apart from acute infections and inflammations, subacute infections and chronic disease states can simulate malignancy. For instance, pulmonary tuberculosis can cause nodules, and these can be FDG-avid.19\n,\n20 In the Korean Lung Cancer Screening Project, tuberculosis sequelae resulted in a reduced specificity of CT screening for lung cancer using the Lung CT Screening Reporting and Data System (Lung-RADS).21 Underlying pulmonary illnesses that increase the risk of infections, such as bronchiectasis, may also have an impact on lung cancer screening programs. The prevalence of bronchiectasis in participants in lung cancer screening programs has been analyzed in the two different studies of I-ELCAP subcohorts (Cai Q.Y.N., Yip R., Triphuridet N., Yankelevitz D.F., Henschke C.I., Clinical Findings of Participants with Severe Bronchiectasis on Baseline Low-dose CT Screening for Lung Cancer).22 Using different scales, 11% and 23% of the participants from Pamplona and New York, respectively, had bronchiectasis on their LDCT. In the Spanish study, individuals with bronchiectasis more frequently had lung nodules and a greater proportion was not cancer.22 These differential diagnoses led to an increased level of follow-up imaging studies or even invasive diagnostic procedures. Therefore, often, in clinical practice—when infection is a possible differential diagnosis—antibiotic treatment and a follow-up CT are recommended. In areas with high prevalence, active tuberculosis and other granulomatous diseases23 should be considered as differential diagnoses and have to be addressed in screening programs.\nEffects of the COVID-19 Pandemic on Lung Cancer Screening and Lung Cancer Management\n      The acute phase of the COVID-19 pandemic led to a shutdown of most screening programs in the respective regions and reduced diagnoses of cancer.7\n,\n24, 25, 26 Furthermore, most research programs in lung cancer screening were also largely suspended in many parts of the world. However, the situation was inconsistent in various regions of the world. In April 2020, during the peak of the pandemic incidence, screenings for lung cancers in the United States were lower by 56% compared with the same period in 2019.25 For instance, the program at the Massachusetts General Hospital reported a decrease in the average weekly volume of LD screening CTs by 74% from the pre–COVID-19 peak period to the COVID-19 peak period.25 By the end of July 2020, the volume had regained to 68% of average pre–COVID-19 peak weekly numbers. In the whole Massachusetts General Brigham health care system, the number of lung cancer screening tests between March 2, 2020 and June 2, 2020 decreased by almost 80% compared with three control periods (December 1, 2019–March 2, 2020; March 2, 2019–June 2, 2019; and June 3, 2020–September 3, 2020). The percentage of positivity of the screening test remained at about 0.8%.26 In an analysis of the lung cancer screening program of the University of North Carolina Healthcare System from January 1, 2019, to September 30, 2020, a reduction of 33.6% in predicted screening volumes was seen in March 2020 coinciding with the beginning of the COVID-19 pandemic. By June 2020, predicted volumes had already returned to expected pre–COVID-19 levels.27 The U.S. Population-based Research to Optimize the Screening Process consortium surveyed the effect of the pandemic on several screening programs in eight health care systems in seven states.28 Screening for lung cancer decreased in April 2020 and May 2020 by 62%. Within the American College of Radiology’s nationwide Lung Cancer Screening Registry, a 54% reduction in screening volume across the United States was observed between March 2020 and May 2020 compared with the same months in 2019. Screening activity rebounded in the latter half of 2020, with the year-over-year volume down by 1.5%. It should be noted that the year-over-year growth was 28% in the year before the pandemic.29\n\n      In July 2019, the National Health Insurance System of South Korea launched a National Lung Cancer Screening program for the high-risk population. Although there was a COVID-19 outbreak in South Korea, the National Lung Cancer Screening program had been progressing without any drawback. However, the screening rate has decreased from 23.7% in the second half of 2019 to 22.4% in the entire year of 2020.\n      In the United Kingdom, a number of innovative implementation lung cancer screening health checks have been underway since the publication of the United Kingdom Lung Cancer Screening trial.30 The Liverpool Lung Health Project was initiated in 2016,31 followed by the Manchester Lung Health Check,32 West London Cancer Screening pilot,33 and the Yorkshire Lung Cancer screening trial.34 These studies served as the springboard for the National Health Services England to provide a major investment on introducing a national program in 10 new regions35; this program used two risk prediction models (PLCOm2012\n36 and LLPv2\n37\n,\n38) to select high-risk participants. However, all these programs were stopped in March 2020 with the national COVID-19 lockdown. Some of these restarted in the summer months of 2020, but the National Health Services program has been on hold since March 2020, with plans to restart recruitment again in the summer of 2021.\n      The situation throughout the world is partly summarized in Table 1\n. In addition to the effects on ongoing screening programs presented, the planned introduction of new national screening programs was further delayed in countries such as India and South Africa. Even normal diagnostic and therapeutic procedures had to be partly postponed. In the People’s Republic of China, for example, during the pandemic, it was recommended that when fever had improved after treatment, patients with pulmonary nodules should still be in quarantine for another 14 days instead of performing an immediate clinical assessment for the nodules.39 It was found that patients with cancer are more susceptible to infection with SARS-CoV-2 during the COVID-19 pandemic, with a consequent poor prognosis.40 In the United Kingdom, it has been recognized that lung cancer control has been badly hit by the COVID-19 pandemic.41\n,\n42 Apart from the disruption in the diagnostic pathways, treatment pathways were also impacted. Chemotherapy of patients was mainly stopped in the light of its immunosuppressive impact and potential adverse effects. The UK Lung Cancer Coalition’s Clinical Advisory Group noted increased mortality of 40% to 50% when patients with lung cancer contracted COVID-19 after surgery.42\nTable 1Effects of COVID-19 on Lung Cancer Early Detection and Screening Programs During the First Year of the PandemicCountryProvince or ProgramOfficial Governmental RestrictionsDate/PeriodEffect/Consequences on Lung Cancer ScreeningBrazilSix institutional screening programsYesApril 2020–presentStop or delayCanadaOntario Lung Screening ProgramOntario Health recommendation to Regional Cancer ProgramsMarch 2020–May 2020May 2020–June 2020June 2020– presentDelayGradual restart in descending order for those with the highest PLCOm2012 riskProgram resumedPeople's Republic of ChinaZhongshan Hospital Fudan University, Shanghai, People's Republic of ChinaYesJanuary 2020–February 2020StopColombiaLocal private practice/special insuranceYesApril 2020–December 2020StopGermanyResearch programsYesMarch 2020–September 2020StopHungaryMulticenter pilot program sponsored by the Ministry of Human ResourcesYesMarch 2020–May 2020June 2020DelayGradual restartItalyIndependent trials or local private practiceYesMarch 2020–June 2020March 2020–May 2020June 2020Interruption of enrolmentReduction of follow-upsProgram resumedSerbiaRegional pilot screening programYesMarch 2020–May 2020June 2020StopGradual restartSouth KoreaNational Health Insurance Service Screening ProgramNoJuly 2019–December 2019January 2020–December 2020Normal screening activityContinuation of screening activity with a decreased screening rate (23.7% in the second half of 2019 to 22.4% in entire 2020)SpainTwo I-ELCAP screening programs (Navarra, Valencia)YesMarch 2020–May 2020May 2020–presentMarch 2020–April 2020April 2020–May 2020May 2020–presentClinica Universidad de Navarra: reduced to just a few follow-upsProgram resumedInstituto Valenciano de Oncologia: screening activity stoppedFollow-ups resumedProgram resumedUnited KingdomLiverpool Health Lung Project31Manchester Health Check32Yorkshire Lung cancer screening trial34NHS-Eng-National-Cancer-Programme. Targeted Screening for Lung Cancer.35YesMarch 2020Autumn 2020August 2020July 2020Summer 2021StoppedLiverpool Health Lung Project: only short-term follow-up scans and clinical investigationsManchester Health Check: restarted recruitmentYorkshire Lung cancer screening trial: restartedNHS-Eng-National-Cancer-Programme. Targeted Screening for Lung Cancer: planed start of recruitmentUnited StatesMount Sinai Health Care System, New York, New YorkYesMarch 15, 2020–June 1, 2020March 15, 2020–May 1, 2020.June 1, 2020–presentMay 1, 2020–presentShort-term follow-up LDCT scans onlyBiopsy of nodules for lung cancer not performedBaseline and annual repeat screening: restartedBiopsies of nodules for lung cancer: restartedUnited StatesCDC, ACR Guidance, and the ACR LCSRYesMarch 2020–May 2020April 2020June 2020–presentJune 2020–September 2020Program delay (ACR LCSR screening examination volume is down 54.3% over the same period in 2019)Gradual restart according to CHEST Expert Panel Report on lung cancer screening during the COVID-19 pandemic, stratified by risk of cancer44Programs resumed according to CDC and ACR guidance57;ACR LCSR screening examination volume is down 3.76% over the same period in 201929ACR, American College of Radiology; CDC, Centers for Disease Control and Prevention; CHEST, American College of Chest Physicians; COVID-19, coronavirus disease 2019; I-ELCAP, International Early Lung Cancer Action Program; LCSR, Lung Cancer Screening Registry; LDCT, low-dose chest computed tomography; NHS-Eng, National Health Service–England.\n      Moreover, the recent global observational research, The Thoracic Cancers International COVID-19 Collaboration study, suggested that there is high mortality in patients with thoracic cancers who were infected with COVID-19.43\nSafety Concerns in Periods of Increased Respiratory Infections\n      In periods of increased rates of respiratory infections, there is also a risk of transmission of these infections to the screening staff and the screenees. This became evident during the SARS-CoV-2 pandemic and led to a temporary global stoppage of screening programs. When there is an increased risk in epidemic situations, the safety of the staff and the screening participants is of primary concern, but data on the optimal management of these situations are not available. The pandemic is still ongoing and further periods of increased respiratory infections will come, in which guidance would be helpful.\n      It has been suggested that lung cancer screening can be deferred until the COVID -19 pandemic resolves as it is not likely to have an impact on overall survival.44\n,\n45 This is also the case for more invasive diagnostic approaches.46\n,\n47 However, these recommendations are based on weak evidence and short-term observation. Whereas the effects of prolonged curtailing of lung cancer screening have yet to be determined, it is known that delay in diagnosis and treatment of lung cancer affects the survival of patients.48, 49, 50 Although only a modest impact on survival may be the case if the pandemic were short-lived, the prolonged pandemic of over 18 months now and the observed reduction in the number of resectable early-stage lung cancers suggest that we will be seeing more advanced lung cancers in the coming months and years with prominent effects on mortality. It is, therefore, crucial to find a solution to continue lung cancer screening even with reduced health care resources, taking into account multiple local, regional, and patient-related factors to provide optimal care.\n      The screening and early detection program includes several steps: (1) the prescreening phase, with selection and invitations of eligible participants; (2) tobacco cessation counseling for active smokers; (3) pulmonary function tests (prebronchodilator and postbronchodilator spirometry and diffusion capacity); (4) shared decision making; (5) low-dose CT procedure and evaluation; (6) team discussion; and, (5) at the end, in cases of suspicious findings, a consultation with a pulmonologist to explain the screening findings. Invasive diagnostic tests, such as CT-guided lung biopsy, bronchoscopic procedures, or surgery, may then be indicated. Some of these steps can, in principle, be done remotely through online tools or mail. This can apply to eligibility-checking, tobacco cessation counseling, and consultation with a pulmonologist at the end to explain the screening findings in varying degrees, partly in an online setting. Pulmonary function tests (prebronchodilator and postbronchodilator spirometry and diffusion capacity) usually have to be performed on-site in practices, outpatient clinics, and hospitals and may pose some risk of exposure without proper room ventilation, disinfection, and personal protection equipment. This is also true for the low-dose CT procedure. The risk usually increases with invasive procedures such as bronchoscopy. In addition, safety measures for traveling and hospital visits have to be planned.51\n\n      Depending on the actual risk in the region, strategies that may be considered include:1.Invitation and eligibility assessment and counseling on the advantages and disadvantages, which are done by mail or by virtual health tools.2.The tobacco cessation consultation can be started through videoconferences with telephone or text messaging follow-up.3.If vaccination is available, the vaccination should be completed 6 weeks before the on-site lung cancer screening takes place.4.If testing for acute infection is available and reliable and is indicted, this can be done before on-site visits.5.Patients should attend the institution during the time slots in which patient volume is limited, and this can be guided by advanced scheduling.6.Pulmonary function tests should be scheduled after online counseling with a pulmonologist, taking into account air exchanges in the room and the time to disinfect the room and equipment. Changing filters in the apparatus for each patient is usually done as standard procedure in lung function testing and should be mandatory in these situations.7.Initial consultation with the pulmonologist can be carried out by telemedicine to reduce the need for in-person visits once the low-dose CT and lung function tests have been performed.8.Invasive procedures have to be decided, taking into account the pretest malignancy probability and risk of infection according to the actual local infection risks.47\nManagement of Backlog of Screening Procedures During and After Temporary Reduction in Activity\n      In the current COVID-19 pandemic, cancer screening, including lung cancer screening, has been stalled. In times of reduced activities, the usual screening volume cannot be achieved and a backlog of required work exists, and mechanisms of prioritizing individuals have to be discussed. This is especially true in regions with limited resources. In this regard, optimal ways need to be applied in the selection of individuals for lung cancer screening during the COVID-19 pandemic, resumption of screening when the pandemic recedes, and for other situations with reduced resources. One option is to prioritize individuals with the highest lung cancer risk. This is an approach that is not possible with the categorical age/pack-years/quit-time criteria. It is known that participants with the highest risk statistically benefit most from screening. As the selection of these highest risk persons cannot be done using categorical selection criteria, one option is, therefore, to prioritize individuals with the highest risk on the basis of a quantitative lung cancer risk prediction model, such as PLCOm2012 or the Liverpool Lung Project risk score,52 and if it is a repeat round, Lung-RADS category or volume doubling time can serve as a guide. Prioritizing screening could be done by rank order of model risk estimates, starting with the highest and working down.\n      In some jurisdictions, lung cancer screening is starting up again or will do so in the future. In the Ontario Health (Cancer Care Ontario)’s lung cancer screening pilot, which has transitioned into the Ontario Lung Screening Program, lung cancer screening was interrupted in March of 2020 at its four major screening sites. And as the COVID-19 pandemic receded, screening restarted in July of 2020, before it was curtailed again in the second wave of COVID-19. Recommendations were made to sites to prioritize screening starting with those with preceding abnormal Lung-RADS classifications and those with the highest PLCOm2012 scores. There is evidence to support this recommendation. Individuals who screened negative before 2009 in the Toronto Princess Margaret site of the I-ELCAP were recalled for screening between 2015 and 2018 starting with those with the highest PLCOm2012 risk scores and working down the rank order.53\n,\n54 A total of 327 individuals were contacted initially and 200 individuals were scanned who had a median time gap since the previous CT of 7 years. Of the 327 individuals, 68 (20.8%) had developed lung cancer during the follow-up period or had lung cancer diagnosed from the follow-up scan (14 of 200 or 7.0%). Twelve of the 14 screen-detected lung cancers were stage I or II. At a later point in the study, 359 individuals had returned for screening. The incidence of lung cancer in those with PLCOm2012 risks of greater than or equal to 3.5%/6 years was 11%, and in those whose risks were from 2.0% to less than 3.5% was 1.7% (p = 0.002). Similarly, in the Vancouver site of the International Lung Screening Trial,55 of the 2138 individuals, 62 (2.9%) had developed lung cancer. The incidence in those with PLCOm2012 risks less than 1.5%, greater than or equal to 1.5% to less than 3.5%, and those greater than or equal to 3.5%/6-years were 1.2%, 2.04%, and 6.2%, respectively. The incidence among individuals with a PLCOm2012 risk greater than or equal to 13.5% was 8.5%. The findings of these studies indicate that those with the highest PLCOm2012 risks have the highest proportion of lung cancers; for this reason, their screening should be prioritized.\nConclusions and Recommendations\n      Respiratory infections can mimic malignancies in thoracic imaging, resulting in false-positive findings leading to additional follow-up imaging studies and diagnostic workup, with increased risks to patients and added costs to the health care system. The committee recommends the following measures and strongly encourages a systematic evaluation to provide additional evidence.\nRecommendations\n      \n1.Enquire about acute respiratory symptoms by telemedicine interviews before the scheduled visit and in-person before imaging procedures, and ask for recent vaccinations in the upper arm. Reschedule these procedures in case of the presence of symptoms or recent vaccination to approximately 6 to 8 weeks later (Oxford Centre for Evidence-Based Medicine (OCEBM) level of evidence level 456).2.Before admission of individuals into screening facilities, interview individuals regarding recent exposures to potentially infected individuals and require, for example, SARS-CoV-2 testing, when appropriate. This is to reduce the likelihood of SARS-CoV-2 transmission in the screening center to staff and others (OCEBM level of evidence level 456).3.When there is a high rate of respiratory infections in the region, adapt the screening program to the actual risk level of contracting infections, and switch parts of the screening program to a remote setting (OCEBM level of evidence level 456).4.Consider testing for the acute infection and vaccination with a time difference of approximately 6 weeks for on-site procedures, when available (OCEBM level of evidence level 356).5.If there is a backlog of screening procedures, prioritization of the highest risk groups using a quantitative lung cancer risk prediction model should be considered (OCEBM level of evidence level 356).6.Invest in educating the medical staff involved in lung cancer screening programs on the specific steps necessary to adapt the procedures according to the situation at hand (OCEBM level of evidence level 456).\nCRediT Authorship Contribution Statement\n      Rudolf M. Huber: Conceptualized, Methodology, Resources, Writing (Original), Supervision.\n      Milena Cavic, Anna Kerpel-Fronius, Lucia Viola, John Field, Long Jiang, Ella A. Kazerooni, Coenraad F.N. Koegelenberg, Anant Mohan, Ricardo Sales dos Santos, Luigi Ventura, Dawei Yang, Javier Zulueta, Choon-Taek Lee, Martin C. Tammemägi, Claudia I. Henschke: Resources, Writing (Original), Writing (Editing).\n      Murry Wynes: Project Administration, Writing (Editing).\n      Stephen Lam: Resources, Writing (Original), Writing (Editing), for the members of the Diagnostics Working Group∗\n\n      ED & Screening Committee: Supervision, Conceptualization.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8639478/",
    "doi": "https://doi.org/10.1016/j.jtho.2021.11.008"
}