{
    "title": "Lung cancer risk following previous abnormal chest radiographs: A 27‐year follow‐up study of a Chinese lung screening cohort",
    "abstract": "Significantly increased lung cancer risks for at least one abnormal CXR result of baseline screening and the first four screening rounds were observed in the first 10 years since the follow‐up, with adjusted HRs in 5–10 years after the beginning of follow‐up of 4.13 (95% CI: 1.53–11.14) and 4.06 (2.12–7.77). However, compared with the results of LDCT, the magnitude of the lung cancer risk in the first 5 years following abnormal CXR findings was much larger, and correspondingly, the decreasing trend was sharper during the follow‐up period. 32 , 33 In consideration of the wide utility of CXR in clinical practice, the results of this study imply that the magnitude and the temporal pattern of lung cancer associated with abnormal CXR screens might be helpful for quantifying lung cancer risk in the real world.",
    "authors": [
        "Yaguang Fan",
        "Zheng Su",
        "Mengna Wei",
        "Hao Liang",
        "Yong Jiang",
        "Xuebing Li",
        "Zhaowei Meng",
        "Ying Wang",
        "Heng Wu",
        "Jinzhao Song",
        "Youlin Qiao",
        "Qinghua Zhou"
    ],
    "published_year": "2021",
    "description": "Background\n          \nChest radiograph (CXR) is still one of the most commonly used diagnostic tools for chest diseases. In this cohort study, we attempted to investigate the magnitude and temporal pattern of lung cancer risk following abnormal CXR findings.\nMETHODS\n      \n        Study design and participants\n        In 1992, a one‐armed prospective dynamic cohort study among radon‐ and/or arsenic exposed tin miners was conducted in Yunnan Tin Corporation (YTC). The main arms of the study were to establish a biological specimen bank and investigate the lung cancer risk factors. Participants were tin miners aged 40 or older, that had at least 10 years of underground radon and/or arsenic exposure, and had at least one annual lung cancer screening from 1992 to 1999. Detailed information on inclusion criteria has been described elsewhere.\n16\n\n\n        From 1992 to 1998, a total of 9295 eligible tin miners were enrolled into this study. Informed consent was obtained from each subject. The YTC study received approval from the institutional review board of the Cancer Hospital/Institute of Chinese Academy of Medical Sciences (201812190401002).\n      \n      \n        Exposure assessment\n        Detailed information on demographic characteristics, smoking, prior medical history and occupational radon and/or arsenic exposure were collected with standardized baseline questionnaires at the time of study entry. In this study, whatever forms of tobacco, individuals who had smoked regularly for 6 months or longer at any time in their life were classified as smokers, while those who had less than 6 months' smoking histories were nonsmokers.\n17\n As a cumulative index of tobacco smoking, pack‐year was calculated by multiplying the number of smoking years by average packs of cigarettes/pipes smoked per day (for pipe smoking, 1 g pipe = 1 cigarette). The cumulative radon exposure for each subject was calculated by summing across the estimated working level months for each job held at the YTC before the date of enrollment. The cumulative individual arsenic exposure for each subject was obtained by using the index of arsenic exposure months.\n16\n In this study, occupational radon and arsenic exposure were grouped into four quartiles (Q1 to Q4) based on each individual's cumulative radon or arsenic levels, respectively.\n      \n      \n        Lung cancer screening with CXR\n\n        Eight rounds of lung cancer screening were conducted with standard post‐anterior CXR and sputum cytology in YTC from 1992 to 1999. The radiograph was graded as excellent, good, adequate for interpretation, or unsatisfactory by radiologists of the Division of Radiology of YTC. The diagnostic category was graded as (1) unknown/unsatisfactory, (2) no evidence of lung cancer, (3) suspicious for lung cancer, that is, a nodule, infiltrate, or other abnormality that possibly could represent cancer, and (4) lung cancer. Each radiograph was read and recorded independently by two radiologists. Discrepant results were judged by a referee. Of 9295 participants, 9274 received at least one CXR screening and had satisfactory results. In this study, we defined category (3) or (4) as abnormal findings.\n      \n      \n        Follow‐up and confirmation of lung cancer\n        During the screening period from 1992 to 1999, most lung cancers were screen‐detected or identified as interval lung cancer. Interval lung cancers were those with a negative screen but with a diagnosis of lung cancer within 12 months. During the post‐screening period after 1999, the first follow‐up was performed in 2005 and 2006. In 2019, an extended follow‐up was conducted, and the end date of this follow‐up was December 31, 2018. By the end of this extended follow‐up, 204 participants (2.2%) were lost to follow‐up, with a follow‐up rate of 97.8%. In these two rounds of follow up, cases confirmed by the YTC cancer registry system, which was established in 1973 and received information of all YTC cancers from medical record system and the local hospital.\n      \n      \n        Statistical analysis\n        Three sets of statistical analyses were performed according to the result of CXR screening (Figure 1). First, the analysis was based on the baseline CXR screening (T0) results, and person‐years of follow‐up were calculated from the date of baseline screening to the date of lung cancer confirmation, death or censoring as of December 31, 2018 (whichever came first). Lung cancer incidence and incidence rate ratios according to personal characteristics and baseline CXR screening result were calculated. Descriptive statistics were used to show the distribution of baseline CXR screening results by characteristics of participants.\n        \n          FIGURE 1\n          \n            Flowchart of annual CXR screening and statistical analysis\n          \n          \n        \n        Second, the analysis was restricted to participants who received the first four consecutive rounds of screening (T0–T3), and person‐years of follow‐up were calculated from the date of T3 to the date of lung cancer confirmation, death or censoring as of December 31, 2018. The lung cancer risks associated with abnormal CXR findings only in the first two rounds (T0 or T1), only in the last two rounds (T2 or T3), or in both T0‐T1 and T2‐T3 were compared to those with all negative results in T0–T4 rounds.\n        The association between abnormal CXR findings and subsequent lung cancer risk was analyzed with time‐varying coefficient Cox regression model since the proportional hazards assumption was violated based on Schoenfeld residuals test results. In the time‐varying coefficient Cox regression model, a CXR screening result*log of time, i.e., ln (t), was added. The effect of abnormal CXR screening results on lung cancer was also analyzed according to the different intervals of the follow‐up period. To avoid the confounding effect from the changes in various kinds of exposure during the long‐term follow‐up, age, cumulative exposure of radon, arsenic and smoking (for current smokers), years since last exposure of radon, arsenic and smoking (for former smokers) were adjusted as time‐varying covariate. Age at first exposure of radon and arsenic, gender, prior lung disease were also adjusted in the time‐varying covariate Cox regression model.\n        Finally, two kinds of sensitivity analyses were conducted to assess the robustness of the effect of abnormal CXR findings on subsequent lung cancer risk. First, competing‐risks regression analysis was conducted in considering of the increased risk of death from a cause other than lung cancer accompanied by aging, and the direction, the magnitude of this association was estimated with subhazard ratios (HR). Second, stratified analysis according to different levels of age, smoking, occupational radon and arsenic was performed. A two‐tailed p‐value of 0.05 or less was considered statistically significant.\nRESULTS\n      Of 9274 participants who received at least one CXR screening and had satisfactory results, 1345 lung cancer cases were confirmed during the study period. However, 32 lung cancer cases lacked a definite date of diagnosis. Therefore, the current analysis is restricted to 9242 participants, in which 1313 lung cancer cases were confirmed, with a cumulative lung cancer incidence of 773.4/105 person‐years.\n      The characteristics of 9242 participants and characteristic‐specific lung cancer incidence are presented in Table 1. Two thirds (66.3%) of participants were 40–59 years old at the time of enrollment. Nearly one quarter of participants (23.7%) never attended school. Most participants were males. A large majority had a smoking history and occupational arsenic exposure. Nearly 80% of participants had occupational radon exposure. Significantly increased lung cancer incidence rate ratios and more abnormal baseline CXR findings were observed in males, smokers, participants with low education level, high radon or arsenic exposure and prior lung disease including asthma, chronic bronchitis and silicosis.\n      \n        TABLE 1\n        \n          Lung cancer incidence among the YTC screening cohort\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Characteristic\n              Participants\n              Person‐years/cases\n              Incidence (1/105)\n              Incidence rate ratio\n              Baseline chest radiograph\n            \n            \n              Negative\n              Abnormal\n            \n          \n          \n            \n              All\n              9242\n              169774.8/1313\n              773.4\n              ‐\n              9163 (99.1)\n              79 (0.9)\n            \n            \n              Gender\n              \n              \n              \n              \n              \n              \n            \n            \n              Female\n              597 (6.5)\n              13197.3/1262\n              386.4\n              Reference\n              597 (6.5)\n              0 (0)\n            \n            \n              Male\n              8645 (93.5)\n              156577.6/51\n              806.0\n              2.09 (1.58–2.82)\n              8566 (93.5)\n              79 (100.0)\n            \n            \n              Age group\n              \n              \n              \n              \n              \n              \n            \n            \n              40–49 years\n              3978 (43.0)\n              87936.11/300\n              341.2\n              Reference\n              3970 (43.3)\n              8 (10.1)\n            \n            \n              50–59 years\n              2345 (25.4)\n              44375.5/395\n              890.1\n              2.61 (2.24–3.04)\n              2330 (25.4)\n              15 (19.0)\n            \n            \n              60–69 years\n              2355 (25.5)\n              32407.2/513\n              1583.0\n              4.64 (4.02–5.37)\n              2315 (25.5)\n              40 (50.6)\n            \n            \n              70–\n              564 (6.1)\n              5056.1/105\n              2076.7\n              6.09 (4.83–7.63)\n              548 (6.0)\n              16 (20.3)\n            \n            \n              Education\n              \n              \n              \n              \n              \n              \n            \n            \n              No\n              2181 (23.6)\n              31797.1/443\n              1393.2\n              Reference\n              2140 (23.4)\n              41 (51.9)\n            \n            \n              <=6 year\n              4437 (48.0)\n              82588.4/640\n              774.9\n              0.56 (0.49–0.63)\n              4408 (48.1)\n              29 (36.7)\n            \n            \n              >6 year\n              2624 (28.4)\n              55389.4/230\n              414.2\n              0.30 (0.25–0.35)\n              2615 (28.5)\n              9 (11.4)\n            \n            \n              Smoking status\n              \n              \n              \n              \n              \n              \n            \n            \n              Never\n              1444 (15.6)\n              30670.9/121\n              394.5\n              Reference\n              1435 (15.7)\n              9 (11.4)\n            \n            \n              Former\n              890 (9.6)\n              14418.1/134\n              929.4\n              2.36 (1.83–3.04)\n              871 (9.5)\n              19 (24.1)\n            \n            \n              Current\n              6908 (74.8)\n              124685.8/1058\n              848.5\n              2.15 (1.78–2.628)\n              6857 (74.8)\n              51 (74.6)\n            \n            \n              Arsenic level\n              \n              \n              \n              \n              \n              \n            \n            \n              Q1 (0–1390.3)\n              2319 (25.1)\n              49775.4/169\n              339.5\n              Reference\n              2313 (25.2)\n              6 (7.6)\n            \n            \n              Q2 (1390.3–6915.0)\n              2311 (25.0)\n              43868.8/317\n              722.6\n              2.13 (1.76–2.58)\n              2298 (25.1)\n              13 (16.5)\n            \n            \n              Q3 (6915.0–16982.3)\n              2300 (24.9)\n              34522.3/507\n              1468.6\n              4.33 (3.63–5.18)\n              2264 (24.7)\n              36 (45.6)\n            \n            \n              Q4 (16982.3)\n              2312 (25.0)\n              41608.4/320\n              769.1\n              2.27 (1.87–2.75)\n              2288 (25.0)\n              24 (30.4)\n            \n            \n              Radon level\n              \n              \n              \n              \n              \n              \n            \n            \n              No exposure\n              1884 (20.4)\n              39515.7/176\n              445.4\n              Reference\n              1880 (20.5)\n              5 (5.1)\n            \n            \n              Q1 (0.1–151.7)\n              1839 (19.9)\n              38200.2/150\n              392.7\n              0.88 (0.70–1.10)\n              1828 (20.0)\n              11 (13.9)\n            \n            \n              Q2 (151.7–284.6)\n              1840 (19.9)\n              35426.3/229\n              646.4\n              1.45 (1.18–1.78)\n              1829 (20.0)\n              11 (13.9)\n            \n            \n              Q3 (284.6–614.4)\n              1840 (19.9)\n              31325.1/324\n              1034.3\n              2.32 (1.93–2.81)\n              1824 (19.9)\n              16 (20.3)\n            \n            \n              Q4 (614.4+)\n              1839 (19.9)\n              25 307. 5/434\n              1714.9\n              3.85 (3.22–4.61)\n              1802 (19.7)\n              37 (46.8)\n            \n            \n              Asthma\n              \n              \n              \n              \n              \n              \n            \n            \n              No\n              8575 (92.8)\n              159888.3/1177\n              746.1\n              Reference\n              8509 (92.9)\n              66 (83.5)\n            \n            \n              Yes\n              667 (7.2)\n              9886.6/136\n              1375.6\n              1.87 (1.55–2.23)\n              654 (7.1)\n              13 (16.5)\n            \n            \n              Chronic bronchitis\n              \n              \n              \n              \n              \n              \n            \n            \n              No\n              6825 (73.6)\n              130181.2/850\n              652.1\n              Reference\n              6791 (74.1)\n              34 (43.0)\n            \n            \n              Yes\n              2417 (26.2)\n              39593.7/463\n              1169.4\n              1.79 (1.60–2.01)\n              2372 (25.9)\n              45 (57.0)\n            \n            \n              Silicosis\n              \n              \n              \n              \n              \n              \n            \n            \n              No\n              8792 (95.1)\n              164080.5/1219\n              742.9\n              Reference\n              8725 (95.2)\n              67 (84.8)\n            \n            \n              Yes\n              450 (4.9)\n              5694.3/94\n              1650.8\n              2.22 (1.78–2.74)\n              438 (4.8)\n              12 (15.2)\n            \n            \n              Tuberculosis\n              \n              \n              \n              \n              \n              \n            \n            \n              No\n              8978 (97.1)\n              165329.8/1276\n              771.8\n              Reference\n              8903 (97.2)\n              75 (94.9)\n            \n            \n              Yes\n              264 (2.9)\n              4445.1/37\n              832.4\n              1.08 (0.76–1.49)\n              260 (2.8)\n              4 (5.1)\n            \n            \n              Chest radiograph\n              \n              \n              \n              \n              \n              \n            \n            \n              Negative\n              9163 (99.2)\n              169313.6/1263\n              746.0\n              Reference\n              ‐\n              ‐\n            \n            \n              Abnormal\n              79 (0.9)\n              461.2/50\n              10840.7\n              14.53 (10.73–19.28)\n              ‐\n              ‐\n            \n          \n        \n      \n      The associations between abnormal CXR findings with long‐term risk of lung cancer are presented in Table 2. For baseline screening, abnormal results significantly increased lung cancer risk with an adjusted hazard ratio (HR) of 26.74 (95% CI: 18.33–39.01), and this relative hazard significantly decreased with time. A total of 4556 participants received the first four consecutive rounds of CXR screening (T0–T3). Compared with solely negative screening results, the adjusted HRs for at least one abnormal result, abnormal results only in T2–T3 and in both T0–T1 and T2–T3 were 13.60 (95% CI:8.69–21.28), 11.49 (95% CI: 7.10–18.58) and 29.50 (95% CI:13.38–56.56), and both demonstrated a significant decreasing trend with time. Of 1313 lung cancer cases, 747 (56.9%) had definite pathology results. The two most common lung cancer cell types were squamous carcinoma (51.3%) and adenocarcinoma(19.7%). The relationship between abnormal CXR findings and lung cancer risk by histology is also presented in Table 2. For both squamous and adenocarcinoma, their risks were significantly increased following abnormal results from baseline and the first four consecutive screening round. In addition, their risks were also decreased over time.\n      \n        TABLE 2\n        \n          Lung cancer risk by previous chest radiograph results\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Cell type\n              Chest radiograph\n              Participants\n              Cases\n              Crude HR\n              Adjusted R(95%CI)\na\n\n\n            \n          \n          \n            \n              All\n              Baseline\n              \n              \n              \n              \n              \n            \n            \n              Negative\n              9163\n              1263\n              Reference\n              Reference\n              Time interaction\n            \n            \n              Abnormal\n              79\n              50\n              14.53 (10.73–19.28)\n              26.74 (18.33–39.01)\n              0.37 (0.29–0.48)\n            \n            \n              The first four consecutive screening rounds\n              \n              \n              \n              \n              \n            \n            \n              All negative\n              4402\n              583\n              Reference\n              Reference\n              Time interaction\n            \n            \n              At least one abnormal\n              136\n              67\n              5.20 (3.92–6.90)\n              13.60 (8.69–21.28)\n              0.36 (0.27–0.48)\n            \n            \n              Abnormal at least once in T0–T1, not in T2–T3\n              18\n              2\n              0.55 (0.08–3.93)\n              2.02 (0.19–21.54)\n              0.46 (0.13–1.63)\n            \n            \n              Abnormal at least once in T2–T3, not in T0–T1\n              112\n              44\n              4.68 (3.35–6.53)\n              11.49 (7.10–18.58)\n              0.37 (0.28–0.50)\n            \n            \n              Abnormal in both T0–T1 and T2–T3\n              24\n              21\n              35.95 (21.31–60.63)\n              29.50 (15.38–56.56)\n              0.50 (0.31–0.94)\n            \n            \n              Squamous\n              Baseline\n              \n              \n              Reference\n              Reference\n              \n            \n            \n              Negative\n              9163\n              355\n              \n              \n              \n            \n            \n              Abnormal\n              79\n              28\n              26.48 (17.97–39.70)\n              28.36 (17.05–47.17)\n              0.34 (0.23–0.51)\n            \n            \n              The first four consecutive screening rounds\n              \n              \n              \n              \n              \n            \n            \n              Negative\n              4402\n              160\n              Reference\n              Reference\n              \n            \n            \n              At least one abnormal\n              136\n              28\n              9.08 (6.07–13.58)\n              13.25 (7.22–24.31)\n              0.33 (0.20–0.56)\n            \n            \n              Adenocarcinoma\n              Baseline\n              \n              \n              \n              \n              \n            \n            \n              Negative\n              9163\n              246\n              Reference\n              Reference\n              \n            \n            \n              Abnormal\n              79\n              8\n              12.17 (6.00–24.66)\n              32.63 (10.51–101.35)\n              0.31 (0.14–0.70)\n            \n            \n              The first four consecutive screening rounds\n              \n              \n              \n              \n              \n            \n            \n              Negative\n              4402\n              109\n              Reference\n              Reference\n              \n            \n            \n              At least one abnormal\n              136\n              10\n              4.93 (2.58–9.43)\n              15.33 (5.47–42.97)\n              0.31 (0.15–0.65)\n            \n          \n        \n        \n          \n            \na\n\n            Adjusted for age, gender, education, smoking, occupational radon and arsenic.\n          \n        \n      \n      Figure 2 intuitively shows the time‐varying lung cancer risk associated with abnormal CXR results. Significantly increased lung cancer risks for at least one abnormal CXR result of baseline screening and the first four screening rounds were observed in the first 10 years since the follow‐up, with adjusted HRs in 5–10 years after the beginning of follow‐up of 4.13 (95% CI: 1.53–11.14) and 4.06 (2.12–7.77).\n      \n        FIGURE 2\n        \n          Piecewise lung cancer risk according to previous abnormal chest radiograph results. (a) Baseline abnormal screening; (b) at least one abnormal chest radiograph in the first four consecutive screening rounds. Dash lines and solid lines represent hazard ratio of 1 and adjusted hazard ratio for lung cancer risk following abnormal chest radiograph result at different time intervals. Gray areas represent the 95% confidence interval of the adjusted hazard ratio\n        \n        \n      \n      Finally, sensitivity analyses were conducted to assess the robustness of above results (Tables 3 and 4). Both competing‐risk regression analysis and stratified analysis suggest that the association between long‐term lung cancer risk and abnormal CXR screening results was independent of other aging‐related competing risks and confounding effect from other exposures including age, smoking, occupational radon and arsenic.\n      \n        TABLE 3\n        \n          Lung cancer risk by baseline chest radiograph results ‐ stratified analysis\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Exposure\n              Chest radiograph\n              Participants\n              Cases\n              Crude HR\n              Adjusted HR (95% CI)\na\n\n\n            \n          \n          \n            \n              Age at baseline\n              \n              \n              \n              \n              \n              \n            \n            \n              60≤\n              Negative\n              6656\n              769\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              26\n              13\n              9.52 (5.09–17.78)\n              31.85 (14.71–68.91)\n              0.42 (0.28–0.62)\n            \n            \n              >60\n              Negative\n              2507\n              494\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              53\n              37\n              12.77 (9.24–17.64)\n              25.25 (15.84–40.23)\n              0.34 (0.23–0.49)\n            \n            \n              Cumulative smoking\n              \n              \n              \n              \n              \n              \n            \n            \n              25≤\n              Negative\n              5383\n              594\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              36\n              20\n              15.97 (9.82–25.99)\n              21.45 (12.07–38.14)\n              0.39 (0.27–0.57)\n            \n            \n              >25\n              Negative\n              3780\n              669\n              Reference\n              Reference\n              Reference\n            \n            \n              Abnormal\n              43\n              30\n              22.30 (15.38–32.33)\n              35.63 (21.45–59.21)\n              0.38 (0.26–0.55)\n            \n            \n              Cumulative radon\n              \n              \n              \n              \n              \n              \n            \n            \n              Quartile 1–2\n              Negative\n              3657\n              370\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              22\n              9\n              9.13 (4.70–17.71)\n              21.97 (9.34–51.71)\n              0.47 (0.29–0.77)\n            \n            \n              Quartile 3–4\n              Negative\n              3626\n              718\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              40\n              53\n              19.72 (14.27–27.24)\n              29.11 (18.90–44.84)\n              0.38 (0.28–0.52)\n            \n            \n              Cumulative arsenic\n              \n              \n              \n              \n              \n              \n            \n            \n              Quartile 1–2\n              Negative\n              4611\n              478\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              19\n              8\n              8.08 (4.02–16.27)\n              18.48 (7.73–44.18)\n              0.65 (0.42–1.00)\n            \n            \n              Quartile 3–4\n              Negative\n              4552\n              785\n              Reference\n              Reference\n              Interaction with time\n            \n            \n              Abnormal\n              60\n              42\n              18.89 (13.80–25.86)\n              31.74 (19.92–50.58)\n              0.27 (0.18–0.40)\n            \n          \n        \n        \n          \n            \na\n\n            Adjusted for age, gender, education, smoking, occupational radon and arsenic.\n          \n        \n      \n      \n        TABLE 4\n        \n          Lung cancer risk by prior chest radiograph results ‐ competing risk model\n        \n        \n          \n          \n          \n          \n          \n          \n            \n              Chest radiograph result\n              Participants\n              Cases\n              Adjusted HR (95% CI)\na\n\n\n            \n          \n          \n            \n              Baseline\n              \n              \n              \n              \n            \n            \n              Negative\n              9163\n              1263\n              Reference\n              Time interaction\n            \n            \n              Abnormal\n              79\n              50\n              24.79 (16.67–36.86)\n              0.36 (0.28–0.46)\n            \n            \n              The first four consecutive screening rounds\n              \n              \n              \n              \n            \n            \n              All negative\n              4402\n              583\n              Reference\n              Time interaction\n            \n            \n              At least one abnormal\n              154\n              67\n              14.02 (8.75–22.44)\n              0.33 (0.25–0.44)\n            \n            \n              Abnormal at least once in T0–T1, not in T2–T3\n              18\n              2\n              2.22 (0.31–15.98)\n              0.41 (0.34–0.50)\n            \n            \n              Abnormal at least once in T2–T3, not in T0–T1\n              112\n              44\n              11.54 (7.05–18.91)\n              0.34 (0.25–0.45)\n            \n            \n              Abnormal in both T0–T1 and T2–T3\n              24\n              21\n              36.42 (18.80–70.54)\n              0.53 (0.32–0.88)\n            \n          \n        \n        \n          \n            \na\n\n            Adjusted adjusted for age, gender, education, smoking, occupational radon and arsenic.\nConclusions\n          The increased risk was significant for both squamous cell carcinoma and adenocarcinoma. Although decreased over time, an increased lung cancer risk relative to abnormal CXR findings can continue for 10 years.\nINTRODUCTION\n      Lung cancer is the most common cancer and the leading cause of cancer death globally, with an estimated 2.1 million new lung cancer cases and 1.8 million deaths in 2018.\n1\n The relative 5‐year survival of this lethal disease is still less than 20% in China despite of the improvement in treatment techniques.\n2\n\n\n      The National Lung Screening Trial (NLST) demonstrated a 20% lung cancer mortality reduction in high‐risk individuals for low‐dose computed tomography compared with Chest radiograph (CXR) screening.\n3\n Recently, several randomized trials conducted in Europe also displayed the mortality benefit from low‐dose tomography (LDCT) lung cancer screening.\n4\n, \n5\n, \n6\n Based on the NLST results, some US clinical guidelines recommend LDCT screening in high‐risk populations.\n7\n, \n8\n However, LDCT is also associated with several potential harms including high false positives, radiation and economic burden.\n9\n In addition, fewer than 5% of Americans who met the U.S. Preventive Services Task Force criteria for lung cancer screening were screened in 2015, a lower prevalence compared with chest CXR.\n10\n\n\n      CXR is considered ineffective because no randomized controlled trial has shown a lung cancer mortality reduction.\n11\n However, CXR is still one of the most commonly used diagnostic tools for chest diseases in clinical practice. In China, CXR was used for diagnosis in about a third of the lung cancer patients.\n12\n In the United Kingdom, chest X‐ray is still used for initial evaluation in all patients, apart from those aged >40 years with unexplained symptoms.\n13\n\n\n      Selecting the population with the highest lung cancer risk is the first step of lung cancer screening. Variation of lung cancer risk will influence the false‐positive levels, efficacy, and cost‐effectiveness of LDCT screening. In NLST, noncalcified nodules were associated with increased lung cancer risk up to a decade.\n14\n In a prospective study, a 8% of lung cancer risk was observed in those who had solitary pulmonary nodules in routine CXR. In addition, a recent chest X‐ray was incorporated into the lung cancer risk model.\n15\n Accordingly, Abnormal CXR results might be useful to lung cancer risk stratification. However, little is known about the temporal pattern of lung cancer risk associated with abnormal CXR findings. The aim of this study was to investigate the long‐term lung cancer risk following abnormal CXR findings based on an extended follow‐up of an occupational screening cohort in Yunnan, China.\nStudy design and participants\n        In 1992, a one‐armed prospective dynamic cohort study among radon‐ and/or arsenic exposed tin miners was conducted in Yunnan Tin Corporation (YTC). The main arms of the study were to establish a biological specimen bank and investigate the lung cancer risk factors. Participants were tin miners aged 40 or older, that had at least 10 years of underground radon and/or arsenic exposure, and had at least one annual lung cancer screening from 1992 to 1999. Detailed information on inclusion criteria has been described elsewhere.\n16\n\n\n        From 1992 to 1998, a total of 9295 eligible tin miners were enrolled into this study. Informed consent was obtained from each subject. The YTC study received approval from the institutional review board of the Cancer Hospital/Institute of Chinese Academy of Medical Sciences (201812190401002).\nExposure assessment\n        Detailed information on demographic characteristics, smoking, prior medical history and occupational radon and/or arsenic exposure were collected with standardized baseline questionnaires at the time of study entry. In this study, whatever forms of tobacco, individuals who had smoked regularly for 6 months or longer at any time in their life were classified as smokers, while those who had less than 6 months' smoking histories were nonsmokers.\n17\n As a cumulative index of tobacco smoking, pack‐year was calculated by multiplying the number of smoking years by average packs of cigarettes/pipes smoked per day (for pipe smoking, 1 g pipe = 1 cigarette). The cumulative radon exposure for each subject was calculated by summing across the estimated working level months for each job held at the YTC before the date of enrollment. The cumulative individual arsenic exposure for each subject was obtained by using the index of arsenic exposure months.\n16\n In this study, occupational radon and arsenic exposure were grouped into four quartiles (Q1 to Q4) based on each individual's cumulative radon or arsenic levels, respectively.\nLung cancer screening with CXR\n\n        Eight rounds of lung cancer screening were conducted with standard post‐anterior CXR and sputum cytology in YTC from 1992 to 1999. The radiograph was graded as excellent, good, adequate for interpretation, or unsatisfactory by radiologists of the Division of Radiology of YTC. The diagnostic category was graded as (1) unknown/unsatisfactory, (2) no evidence of lung cancer, (3) suspicious for lung cancer, that is, a nodule, infiltrate, or other abnormality that possibly could represent cancer, and (4) lung cancer. Each radiograph was read and recorded independently by two radiologists. Discrepant results were judged by a referee. Of 9295 participants, 9274 received at least one CXR screening and had satisfactory results. In this study, we defined category (3) or (4) as abnormal findings.\nFollow‐up and confirmation of lung cancer\n        During the screening period from 1992 to 1999, most lung cancers were screen‐detected or identified as interval lung cancer. Interval lung cancers were those with a negative screen but with a diagnosis of lung cancer within 12 months. During the post‐screening period after 1999, the first follow‐up was performed in 2005 and 2006. In 2019, an extended follow‐up was conducted, and the end date of this follow‐up was December 31, 2018. By the end of this extended follow‐up, 204 participants (2.2%) were lost to follow‐up, with a follow‐up rate of 97.8%. In these two rounds of follow up, cases confirmed by the YTC cancer registry system, which was established in 1973 and received information of all YTC cancers from medical record system and the local hospital.\nStatistical analysis\n        Three sets of statistical analyses were performed according to the result of CXR screening (Figure 1). First, the analysis was based on the baseline CXR screening (T0) results, and person‐years of follow‐up were calculated from the date of baseline screening to the date of lung cancer confirmation, death or censoring as of December 31, 2018 (whichever came first). Lung cancer incidence and incidence rate ratios according to personal characteristics and baseline CXR screening result were calculated. Descriptive statistics were used to show the distribution of baseline CXR screening results by characteristics of participants.\n        \n          FIGURE 1\n          \n            Flowchart of annual CXR screening and statistical analysis\n          \n          \n        \n        Second, the analysis was restricted to participants who received the first four consecutive rounds of screening (T0–T3), and person‐years of follow‐up were calculated from the date of T3 to the date of lung cancer confirmation, death or censoring as of December 31, 2018. The lung cancer risks associated with abnormal CXR findings only in the first two rounds (T0 or T1), only in the last two rounds (T2 or T3), or in both T0‐T1 and T2‐T3 were compared to those with all negative results in T0–T4 rounds.\n        The association between abnormal CXR findings and subsequent lung cancer risk was analyzed with time‐varying coefficient Cox regression model since the proportional hazards assumption was violated based on Schoenfeld residuals test results. In the time‐varying coefficient Cox regression model, a CXR screening result*log of time, i.e., ln (t), was added. The effect of abnormal CXR screening results on lung cancer was also analyzed according to the different intervals of the follow‐up period. To avoid the confounding effect from the changes in various kinds of exposure during the long‐term follow‐up, age, cumulative exposure of radon, arsenic and smoking (for current smokers), years since last exposure of radon, arsenic and smoking (for former smokers) were adjusted as time‐varying covariate. Age at first exposure of radon and arsenic, gender, prior lung disease were also adjusted in the time‐varying covariate Cox regression model.\n        Finally, two kinds of sensitivity analyses were conducted to assess the robustness of the effect of abnormal CXR findings on subsequent lung cancer risk. First, competing‐risks regression analysis was conducted in considering of the increased risk of death from a cause other than lung cancer accompanied by aging, and the direction, the magnitude of this association was estimated with subhazard ratios (HR). Second, stratified analysis according to different levels of age, smoking, occupational radon and arsenic was performed. A two‐tailed p‐value of 0.05 or less was considered statistically significant.\nDISCUSSION\n      In this prospective study, up to 10 years increase of lung cancer risk associated with previous abnormal CXR findings was observed, although there was a decreasing trend. This association was stronger for persistent abnormal findings, abnormal findings identified in the most recent screening rounds and in terms of histology, for both squamous carcinoma and adenocarcinoma. These results suggest that abnormal radiographic findings might be a potential risk stratification tool for lung cancer screening.\n      Selecting the most appropriate target candidates for lung cancer screening is critical to maximize benefits and minimize adverse effects. LDCT lung cancer screening is recommended for heavy smokers (≥30 pack‐years and ≤15 years since quitting) older than 50 or 55 in some countries in North America and Asia. However, from 2010 to 2015, the percentage of eligible smokers who reported LCDT screening in the past 12 months was lower than 5% in the USA, which is still lower than the percentage undergoing chest X‐ray.\n10\n, \n18\n A study in the USA found that the proportion of lung cancer patients meeting the USPSTF screening criteria decreased significantly between 1984 and 2011, suggesting that more sensitive criteria may be needed to identify the most suitable candidates for LDCT screening. Risk prediction models have been reported to more accurately predict lung cancer risk.\n19\n, \n20\n In these models, risk factors other than age and smoking were incorporated, such as prior lung disease and family history of cancer.\n      Lung cancer risk was different according to prior imaging findings. In the NELSON trial, the risk for detecting lung cancer in the fourth round was 3.7% for those with indeterminate third round results compared with 0.6% of those with negative results.\n21\n In the NLST, significantly increased lung cancer risk associated with abnormal noncalcified nodules following screening was also observed.\n14\n, \n22\n Similarly, this study also found a higher lung cancer risk following abnormal CXR findings. Due to the radiographic nature, the increased lung cancer risk associated abnormal CXR screen might merely be a reflection of long‐term exposure to other risk factors. First, in this study, most participants were smokers, and had occupational radon or arsenic exposure, and the long‐term effect of field cancerization from these carcinogens might lead to an abnormal imaging result.\n14\n, \n23\n Second, prior lung disease was reported previously as an independent risk factor for lung cancer.\n24\n Accordingly, an abnormal CXR screen might also be a marker of long‐term inflammation in the lung. Third, the highest risk of lung cancer in the first 5 years following abnormal CXR screen might occur due to the existing lung cancers. However, both multivariate analysis and stratified analysis demonstrated a significant relationship between abnormal CXR findings and increased lung cancer risk, and suggested that at least some abnormal screens were precursors of lung cancer, similar to the results of a study based on NLST.\n14\n\n\n      Few studies have reported the temporal trend of lung cancer risk following abnormal radiographic findings. In the NLST, lung cancer risk associated with noncalcified nodules in the LDCT arm was 5.6 for period between 0–4 years following the baseline screen, and was decreased to 1.5 for 8–12 years.\n14\n This study observed similar results. However, compared with the results of LDCT, the magnitude of the lung cancer risk in the first 5 years following abnormal CXR findings was much larger, and correspondingly, the decreasing trend was sharper during the follow‐up period. The main reason for these differences might be the differences in screening modality and the definition of a abnormal screen between the NLST and YTC study. In NLST, abnormal screen was any noncalcified nodule measuring at least 4 mm in any diameter, which resulted in high positive rate. In contrast, with the abnormal screen definition, the baseline positive rate was less than 1% in this study.\n      To the best of our knowledge, this study is the longest long‐term evaluation of lung cancer risk concerning previous abnormal CXR findings. In addition to the increased lung cancer risk in the first decades of follow‐up, an insignificant decreased risk 10 years after abnormal CXR findings was also observed. The dynamic changes of lung cancer risk following abnormal CXR findings might help identify high risk individuals for LDCT lung cancer screening. Currently, most lung cancer screening guidelines focus on heavy smokers,\n25\n which would exclude a large number of non or light smokers from LDCT screening. For example, it has been previously reported that nearly half of lung cancer cases in China are nonsmokers.\n12\n Should non‐ or light smokers receive screening or intensive surveillance if they have abnormal CXR within 5 or 10 years in the real world? Alternatively, should persons with an abnormal CXR result 10 or more years before but do not develop lung cancer receive annual LDCT screening, even among smokers? If they had received LDCT screening, can we lengthen their screening interval?\n      In the YTC cohort, sputum cytological screening was also conducted annually. Our previous study found that sputum atypia significantly increased the risk of squamous cell carcinoma and small cell lung cancer, but it was not related to the risk of adenocarcinoma.\n26\n In this study, increased risks of both squamous carcinoma and adenocarcinoma were observed following abnormal CXR findings. The reason for these differences might be that CXR is more sensitive than sputum cytological screening, especially for adenocarcinoma. Accordingly, the atypical adenomatous hyperplasia, the precancerous lesion of adenocarcinoma is also likely to be found by CXR. The decreasing trend of the squamous cell carcinoma risk in relative to prior abnormal CXR results during the long‐term follow‐up might be that squamous cell carcinoma is developed in a stepwise pattern where the epithelium changes from normal to hyperplasia, metaplasia, mild, moderate, and severe dysplasia and then carcinoma in situ. High‐grade lesions are more likely to progress to invasive cancer than low‐grade lesions.\n27\n, \n28\n Similarly, the large majority of adenocarcinoma precursor lesions regress spontaneously.\n29\nHowever, The regression rate of adenocarcinoma precursor was hard to determine through specific radiographic features. Characterizing the molecular alterations that are associated with progression of premalignant lesions to invasive squamous carcinoma or adenocarcinom will reveal molecular mechanisms of progression and advance the field of precision chemoprevention and lung cancer risk stratification.\n30\n, \n31\n\n\n      This study has several strengths. It was a large, prospective study that prospectively collected detailed covariates at baseline. The extended follow‐up and a large number of lung cancer cases which increased the statistical power provided an opportunity to explore the temporal trend of lung cancer risk related to prior screening results of CXR. Also, sensitivity analysis confirmed the stability and robustness of the current findings. However, limitations can still be found in this study. First, occupational radon/arsenic exposure and smoking were the main cause of extreme high lung cancer incidence in the YTC cohort,\n16\n thus their confounding effects might still exist. Second, when the relationship between prior abnormal CXR findings and lung cancer risk was analyzed according to lung cancer histological type, instable results were concerns since nearly half of lung cancer cases lacked histological information.\n      In conclusion, new techniques, including computer‐aided detection and deep learning, were found to be helpful for the identification of high‐risk smokers for LDCT lung cancer screening.\n32\n, \n33\n In consideration of the wide utility of CXR in clinical practice, the results of this study imply that the magnitude and the temporal pattern of lung cancer associated with abnormal CXR screens might be helpful for quantifying lung cancer risk in the real world.\nCONFLICT OF INTEREST\n      The authors confirm that there are no conflicts of interest.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8671899/",
    "doi": "https://doi.org/10.1111/1759-7714.14213"
}