{
    "title": "Primary tumor location in lung cancer: the evaluation and administration",
    "abstract": "Primary tumor location in lung cancer: the evaluation and administration Xueqi Xie Xiaolin Li Wenjie Tang Peng Xie Xuefen Tan Introduction Lung cancer is the leading cause of cancer-related death in the world and is classically subgrouped into two major histological types: Non-small cell lung cancer (NSCLC) and small-cell lung cancer (SCLC). Liang et al[46] analyze the relationship between N2 involvement in lymph node metastases and pulmonary specific lobes, which includes the right middle lobe, right lower lobe, left lower lobe, station 7; right upper lobe station 4R; and left upper lobe, station 5. Liang et al[46] analyze the relationship between N2 involvement in lymph node metastases and pulmonary specific lobes, which includes the right middle lobe, right lower lobe, left lower lobe, station 7; right upper lobe station 4R; and left upper lobe, station 5.",
    "authors": [
        "Xueqi Xie",
        "Xiaolin Li",
        "Wenjie Tang",
        "Peng Xie",
        "Xuefen Tan"
    ],
    "published_year": "Not available",
    "description": "Introduction\n      Lung cancer is the leading cause of cancer-related death in the world and is classically subgrouped into two major histological types: Non-small cell lung cancer (NSCLC) and small-cell lung cancer (SCLC). NSCLC is the most common type of lung neoplasm, with mainly including three different histopathological subtypes: Adenocarcinoma (ADC), squamous cell carcinoma (SCC), and large-cell carcinoma (LCC).[1]\n      Tumor location has been reported to be associated with the prognosis of various solid tumors. Several types of cancer often occur in a specific region and are more prone to spread to predilection locations, including colorectal cancer, ovarian cancer, cervical cancer, lung tumor, and so on. There are also many factors to predict a worse survival prognosis, including stage, gene expression, immune factors, and primary location. Studies have demonstrated that the primary tumor location is associated with prognosis, which includes esophageal cancer, colon cancer, and respectable NSCLC.[2–5]\n      Lung ADC had been believed to often occur in peripheral lung tissues, but also occur in centrally located tissues.[6] Although most lung SCC are usually located in the main or lobar bronchus, the peripheral SCC has been increasingly observed in recent years.[7–16] SCLC is usually found in the central area of the lung.[17] However, recent studies have demonstrated that peripheral SCLC is more common.[18,19] Besides, pulmonary large-cell neuroendocrine carcinoma can also be divided into central and peripheral according to the location of the tumor.\n      Recent radiology, oncology, and surgical data have shown that the primary location is an important prognostic factor in metastatic lung neoplasm. Identification of prognostic factors is a significant guide for clinical therapy. Primary location in lung tumor has prognostic value, suggesting that patients with peripheral-type lung cancer and central-type lung cancer have different prognoses. Numerous investigations have suggested that peripheral lung neoplasm has a better prognosis, both in SCC and ADCs.[20–23] But there are still controversial definitions among different studies about tumor locations. Different locations in lung cancer are associated with the distribution of lymph node metastasis.[24,25] It is important for us to ascertain the differences between various location definitions [Figure 1], particularly in central-type and peripheral-type. A few investigations found that primary location is not a prognostic factor in choosing an optimal therapy for lung cancer.[26] A clear view of the features of peripheral and central lung cancer would promote the successful treatment of lung cancer. In this review, we mainly aim to provide a new insight about tumor location, including anatomy, clinicopathologic features, and prognosis in patients with lung neoplasm. Predictive biomarkers are more likely to be associated with disease outcomes.\n      \n        Figure 1\n        \n          The different definitions of location in lung cancer. SBRT: Stereotactic body radiotherapy; SABR: Stereotactic ablative radiotherapy.\nWhat defines a peripheral- and central-type lung cancer?\n      Tumor location (central vs. peripheral) has been reported to be a prognostic factor of the prognosis of lung cancer. In the past years, the majority of oncologists prefer to utilize images obtained via bronchoscopies. According to most previous studies, tumors invading segmental or proximal bronchi were considered as central-type tumors; otherwise, tumors occurring in subsegmental or more distal bronchi were defined as a peripheral-type cancer.[17,27] However, there are still controversial definitions among different studies about tumor locations.\n      Recently, numerous investigations preferred to define tumor location into “bronchus” and “non-bronchus” to analyze the prognosis of lung neoplasm. Additionally, the recent analysis has shown that the primary location may lead a metastasis pattern in metastatic NSCLC based on a large population.[28] In Radiation Therapy Oncology Group (RTOG) 0236, “central tumor” means that the tumor is involved in <2 cm of the bronchial tree or near the mediastinal or pericardial pleural which includes carina, right and left main bronchi, and bronchial tree to the second bifurcation.[29] In other series, “central tumor\" defines tumor invading mediastinal critical structure within 2 cm of the trachea, bronchi, or bronchial tree, including bronchi, esophagus, heart, major vessels, and so on.[30] The main bronchus is a considerable factor in lung cancer treatment and prognostic factors. Both studies considered “bronchus” as a risk factor in prognosis. It is needed for clinicians to make optimal control. Therefore, with a diverse definition of tumor location, due consideration should be given to the identification of tumor location. We mainly focused on two types of lung cancer (bronchus vs. non-bronchus). In general, we mainly classified the tumor location as “bronchus” and “non-bronchus,” which indicate “central-type” and “peripheral-type” (upper lobe, middle lobe, and lower lobe), respectively.\nAnatomy of the lung bronchus and non-bronchus\n      The lungs are believed to be the most complicated organs in the body. The respiratory tract mainly includes the trachea, lung bronchi, bronchiole, and alveoli. The trachea can be divided into two main bronchi, including the right main stem and left main stem bronchus. Each main bronchus can be divided into secondary or lobar bronchi. All mentioned narrow airways ultimately connect with the alveoli by bronchioles. The right lung mainly includes three lobes: upper, middle, and lower lobes. The left lung mainly includes two lobes: upper and lower lobes. Main bronchus cancer is believed to be a type of a central lung carcinoma. Central lung carcinoma usually occurs in the main bronchus, lobar bronchus, and segmental bronchus. Lung epithelial mainly includes the two types: airway (tracheal/bronchiolar) and alveolar.\nCentral characters and growth pattern\n      Few studies demonstrated the growth pattern of lung cancer according to the primary location. We mainly analyze several types of lung carcinomas. In 1995, Noguchi et al[31] proposed six stages of growth pattern of small peripheral lung ADC, including six different progress patterns, including (A) Localized bronchioloalveolar carcinoma (LBAC); (B) LBAC with foci of the collapse of alveolar structure; (C) LBAC with foci of active fibroblastic proliferation; (D) Poorly differentiated ADC; (E) Tubular adenocarcinoma; and (F) Papillary ADC with compressive and destructive growth. Peripheral SCC seems to indicate a distinctive pattern in determining prognostic factor-alveolar space-destructive (ASD).[32] Central-type lung SCC is the process of bronchial dysplastic epithelium. However, peripheral-type lung SCC mainly includes two growth types: Alveolar space-filling (ASF) and ASD types.[32] Lung airway epithelial cells are more likely to follow a normal pattern of development.[33] Alveolar epithelial cells followed a process that including atypical alveolar hyperplasia and ADC. TP53 could regulate airway epithelium prolife.[34] Acetylcholine is secreted by normal human bronchial epithelial cells and squamous cell lines.[35] Lung alveolar epithelium primarily consists of two different morphological cells, including surfactant-secreting alveolar epithelial type 2 (AT2) cells and delicate squamoid alveolar epithelial type 1 (AT1) cells.\nBronchus/central and clinicopathologic features\n      \n        Bronchus/central and biomarkers\n        As images, morphological features are becoming increasingly popular in prognosis in lung cancer, oncologists begin to detect the relationship between mutation status and radiologic differences. Epidermal growth factor receptor (EGFR) mutation and anaplastic lymphoma kinase (ALK) rearrangement are the most common oncogenic drivers in lung cancer. ALK rearrangements are observed more in the central location.[36,37] In a big meta-analysis, Kim et al[37] found that patients with NSCLC in ALK rearrangement were more likely centrally located according to computed tomography (CT). Besides, we can also find some other features, including higher frequencies of distant nodal metastasis and lymphangitic carcinomatosis, no air bronchogram.[36,38] On the other hand, EGFR mutations are prone to occur in the peripheral.[39] Both can be found in the peripheral-type squamous cell carcinoma (P-SqCC) and pneumonic-type lung adenocarcinoma (P-ADC).[8] If patients in specific CT features (pleural tag and air bronchogram) with first tyrosine kinase inhibitors (TKIs) failure in peripheral location, they are more likely to have a recurrence in T790M status when rebiopsy.[40] There are other some specific CT features in first-line TKIs resistance, including vascular convergence, pleural tag, and bronchogram.[40] On the other hand, EGFR is prone to occur in the peripheral.[39] Both can be found in the P-SqCC and P-ADC. 2-Deoxy-2-[(18)F]fluoro-D-glucose positron emission tomography (FDG-PET) may be a good tool to explore the relationship between tumor location and programmed death-ligand 1 (PD-L1) expression.[41] PD-L1 expression was not only related to upper lobes but also associated with central locations.[41] Zhang et al[8] showed that central lung SCC has a higher frequency expression of TP63. Ki-67 immunostaining is considered to be an indicator of cellular proliferation. Another interesting study analyzed that Ki-67 expression is useful in detecting peripheral pulmonary ADC.[42]\n      \n      \n        Main bronchus/central-type and metastatic status\n        Numerous research papers have demonstrated the different patterns of metastatic location in lung neoplasm according to the primary location. Many studies have shown that central lung ADC is more likely to occur regional lymph node metastases and worse prognosis compared with the peripheral-type.[24,43–46] Central-type lung cancer is more likely to occur in mediastinal lymph node metastases in NSCLC.[46] The main bronchus also has a high proportion of lung metastatic.[28] It is essential to assess accurately lymph node involvement in patients with early lung cancer. There are few studies considering the bronchus invasion as a prognostic factor in early NSCLC, particularly in stage I. Zhao et al[47] created a new model to give surgeons recommendations about lymph node dissection, including some tumor characters, particularly in bronchus invasion. Lung SCC exhibited two different recurrence patterns according to tumor location. Central-type and peripheral-type have two peaks and one peak recurrence time after surgery separately (15 months and 60 months vs. 60 months).[21] A large cohort was done to find the metastatic sites and sequence in lung ADC (central vs. peripheral). It was showed that central lung ADC is more prone to occur early metastases, particularly in bone metastatic.[48]\n      \n      \n        Main bronchus/central and prognosis\n        Previous studies classified tumor location into two types (bronchus vs. other lobes) in lung cancer to evaluate therapies and prognosis.[45,49,50] For example, Onn et al[50] use the distance to define central-type and peripheral-type. They defined peripheral-type lung cancer to mean that the tumor was within 3 cm of the pleural. Li et al[49] demonstrated that patients with main bronchial neoplasm had worse prognosis compared with other locations. Additionally, a study enrolled 397,189 lung ADCs to analyze the tumor location (main bronchus vs. non-main bronchus) in metastatic lung cancer. The minority of ideas approve that T3 centrally early-located NSCLC has a better survival than other types.[61] However, more studies showed that the main bronchus is a significant factor in prognosis and treatment planning in lung cancer, especially in metastatic and irrespective stage.[49] It seems that the main bronchus carcinoma might lead a worse prognosis compared with other locations. In surgically resected SCLC, Woo et al[51] found that patients with a central neoplasm or stage I disease had a worse prognosis than those with a central tumor or higher-stage disease.\n        SCC is more prone to have involvement in the tracheal bronchus.[52] Many reasons may explain the mentioned conclusions. One of the reasons may be that tumors involved in the main bronchus require sleeve resections. However, there are still some technical limitations in promoting patients’ prognosis.[53] Additionally, tumors that arise in the proximal are more likely to invade large blood vessels and surrounding organs.[54] Particularly, the main bronchus ADCs had a high rate of lymph node metastatic.[45] Therefore, the sleeve resection is limited in application in bronchus carcinoma. Tumor invading the central airway was a significant predictor to detect early-onset check inhibitor pneumonitis.[55] Tao et al[56] found that patients undergoing surgery with peripheral-type ALK-positive ADC have a longer overall survival (OS) and progression-free survival (PFS) than central-type. Central-type lung cancer is more likely to develop brain metastasis than in peripheral lung tumor,[57,58] especially in a short time.[57] Central-type lung ADC has a poor prognosis in comparison with peripheral-type.[59] Neoadjuvant chemoradiotherapy is beneficial for centrally located NSCLC patients without involvement of carina or pulmonary artery/vein, which can avoid pneumonectomy [Table 1].[60]\n        \n          Table 1\n          \n            The prognosis of different lung location in lung cancer.\n          \n          \n            \n              \n                Clinical trial\n                Type\n                Patients\n                TMN stage\n                Location\n                PFS/DFS (days/months)\n                P/HR\n                OS (days/months)\n                P/HR\n              \n            \n            \n              \n                Lan et al[23]\n                NSCLC\n                102\n                III–IV\n                Central/peripheral\n                –\n                –\n                3.08 vs. 3.25\n                P < 0.0500\n              \n              \n                Li et al[49]\n                NSCLC\n                43,803\n                I–IV\n                Main bronchial /non-main bronchus\n                –\n                –\n                –\n                P < 0.0010\n              \n              \n                Yang et al[45]\n                NSCLC\n                397,189\n                I–IV\n                Main bronchial/ non-main bronchus\n                –\n                –\n                20.7 vs. 70.1\n                2.50\n              \n              \n                Takamori et al[73]\n                NSCLC\n                226\n                Recurrent/IIIB/IV\n                Others/upper lobe\n                –\n                1.64\n                \n                1.72\n              \n              \n                Tao et al[56]\n                NSCLC\n                40\n                I–IV\n                Central/peripheral\n                7.3 vs. 27.4\n                P < 0.0010\n                20.9 vs. 30.3\n                0.003\n              \n              \n                Lee et al[75]\n                NSCLC\n                35,570\n                I–III\n                Upper/non-upper lobe\n                –\n                –\n                –\n                1.31\n              \n              \n                Jeon et al[61]\n                NSCLC\n                3241\n                pT3N0-2M0\n                T3-cent/T3-peri\n                –\n                Ref 2.118–2.779\n                –\n                Ref 1.760–2.272\n              \n              \n                Kanaji et al[115]\n                SCLC\n                231\n                LD ED\n                Central vs. peripheral\n                194 vs. 202\n                P > 00.0500\n                502 vs. 370\n                P < 0.0500\n              \n              \n                Lin et al[84]\n                NSCLC\n                268\n                Surgically resected\n                Central vs. peripheral\n                –\n                P < 0.0500\n                –\n                P < 0.0500\n              \n              \n                Wang et al[59]\n                NSCLC\n                266\n                I–IV\n                Central vs. peripheral\n                301 vs. 550\n                P < 0.0010\n                734 vs. NM\n                P < 0.0010\n              \n            \n          \n          \n            \n              DFS: Disease-free survival; ED: Extensive-stage disease; HR: Hazard ratio; NM: Not mentioned; NSCLC: Non-small cell lung cancer; OS: Overall survival; PFS: Progression-free survival; SCLC: Small-cell lung cancer.\nBronchus/central and biomarkers\n        As images, morphological features are becoming increasingly popular in prognosis in lung cancer, oncologists begin to detect the relationship between mutation status and radiologic differences. Epidermal growth factor receptor (EGFR) mutation and anaplastic lymphoma kinase (ALK) rearrangement are the most common oncogenic drivers in lung cancer. ALK rearrangements are observed more in the central location.[36,37] In a big meta-analysis, Kim et al[37] found that patients with NSCLC in ALK rearrangement were more likely centrally located according to computed tomography (CT). Besides, we can also find some other features, including higher frequencies of distant nodal metastasis and lymphangitic carcinomatosis, no air bronchogram.[36,38] On the other hand, EGFR mutations are prone to occur in the peripheral.[39] Both can be found in the peripheral-type squamous cell carcinoma (P-SqCC) and pneumonic-type lung adenocarcinoma (P-ADC).[8] If patients in specific CT features (pleural tag and air bronchogram) with first tyrosine kinase inhibitors (TKIs) failure in peripheral location, they are more likely to have a recurrence in T790M status when rebiopsy.[40] There are other some specific CT features in first-line TKIs resistance, including vascular convergence, pleural tag, and bronchogram.[40] On the other hand, EGFR is prone to occur in the peripheral.[39] Both can be found in the P-SqCC and P-ADC. 2-Deoxy-2-[(18)F]fluoro-D-glucose positron emission tomography (FDG-PET) may be a good tool to explore the relationship between tumor location and programmed death-ligand 1 (PD-L1) expression.[41] PD-L1 expression was not only related to upper lobes but also associated with central locations.[41] Zhang et al[8] showed that central lung SCC has a higher frequency expression of TP63. Ki-67 immunostaining is considered to be an indicator of cellular proliferation. Another interesting study analyzed that Ki-67 expression is useful in detecting peripheral pulmonary ADC.[42]\nMain bronchus/central-type and metastatic status\n        Numerous research papers have demonstrated the different patterns of metastatic location in lung neoplasm according to the primary location. Many studies have shown that central lung ADC is more likely to occur regional lymph node metastases and worse prognosis compared with the peripheral-type.[24,43–46] Central-type lung cancer is more likely to occur in mediastinal lymph node metastases in NSCLC.[46] The main bronchus also has a high proportion of lung metastatic.[28] It is essential to assess accurately lymph node involvement in patients with early lung cancer. There are few studies considering the bronchus invasion as a prognostic factor in early NSCLC, particularly in stage I. Zhao et al[47] created a new model to give surgeons recommendations about lymph node dissection, including some tumor characters, particularly in bronchus invasion. Lung SCC exhibited two different recurrence patterns according to tumor location. Central-type and peripheral-type have two peaks and one peak recurrence time after surgery separately (15 months and 60 months vs. 60 months).[21] A large cohort was done to find the metastatic sites and sequence in lung ADC (central vs. peripheral). It was showed that central lung ADC is more prone to occur early metastases, particularly in bone metastatic.[48]\nMain bronchus/central and prognosis\n        Previous studies classified tumor location into two types (bronchus vs. other lobes) in lung cancer to evaluate therapies and prognosis.[45,49,50] For example, Onn et al[50] use the distance to define central-type and peripheral-type. They defined peripheral-type lung cancer to mean that the tumor was within 3 cm of the pleural. Li et al[49] demonstrated that patients with main bronchial neoplasm had worse prognosis compared with other locations. Additionally, a study enrolled 397,189 lung ADCs to analyze the tumor location (main bronchus vs. non-main bronchus) in metastatic lung cancer. The minority of ideas approve that T3 centrally early-located NSCLC has a better survival than other types.[61] However, more studies showed that the main bronchus is a significant factor in prognosis and treatment planning in lung cancer, especially in metastatic and irrespective stage.[49] It seems that the main bronchus carcinoma might lead a worse prognosis compared with other locations. In surgically resected SCLC, Woo et al[51] found that patients with a central neoplasm or stage I disease had a worse prognosis than those with a central tumor or higher-stage disease.\n        SCC is more prone to have involvement in the tracheal bronchus.[52] Many reasons may explain the mentioned conclusions. One of the reasons may be that tumors involved in the main bronchus require sleeve resections. However, there are still some technical limitations in promoting patients’ prognosis.[53] Additionally, tumors that arise in the proximal are more likely to invade large blood vessels and surrounding organs.[54] Particularly, the main bronchus ADCs had a high rate of lymph node metastatic.[45] Therefore, the sleeve resection is limited in application in bronchus carcinoma. Tumor invading the central airway was a significant predictor to detect early-onset check inhibitor pneumonitis.[55] Tao et al[56] found that patients undergoing surgery with peripheral-type ALK-positive ADC have a longer overall survival (OS) and progression-free survival (PFS) than central-type. Central-type lung cancer is more likely to develop brain metastasis than in peripheral lung tumor,[57,58] especially in a short time.[57] Central-type lung ADC has a poor prognosis in comparison with peripheral-type.[59] Neoadjuvant chemoradiotherapy is beneficial for centrally located NSCLC patients without involvement of carina or pulmonary artery/vein, which can avoid pneumonectomy [Table 1].[60]\n        \n          Table 1\n          \n            The prognosis of different lung location in lung cancer.\n          \n          \n            \n              \n                Clinical trial\n                Type\n                Patients\n                TMN stage\n                Location\n                PFS/DFS (days/months)\n                P/HR\n                OS (days/months)\n                P/HR\n              \n            \n            \n              \n                Lan et al[23]\n                NSCLC\n                102\n                III–IV\n                Central/peripheral\n                –\n                –\n                3.08 vs. 3.25\n                P < 0.0500\n              \n              \n                Li et al[49]\n                NSCLC\n                43,803\n                I–IV\n                Main bronchial /non-main bronchus\n                –\n                –\n                –\n                P < 0.0010\n              \n              \n                Yang et al[45]\n                NSCLC\n                397,189\n                I–IV\n                Main bronchial/ non-main bronchus\n                –\n                –\n                20.7 vs. 70.1\n                2.50\n              \n              \n                Takamori et al[73]\n                NSCLC\n                226\n                Recurrent/IIIB/IV\n                Others/upper lobe\n                –\n                1.64\n                \n                1.72\n              \n              \n                Tao et al[56]\n                NSCLC\n                40\n                I–IV\n                Central/peripheral\n                7.3 vs. 27.4\n                P < 0.0010\n                20.9 vs. 30.3\n                0.003\n              \n              \n                Lee et al[75]\n                NSCLC\n                35,570\n                I–III\n                Upper/non-upper lobe\n                –\n                –\n                –\n                1.31\n              \n              \n                Jeon et al[61]\n                NSCLC\n                3241\n                pT3N0-2M0\n                T3-cent/T3-peri\n                –\n                Ref 2.118–2.779\n                –\n                Ref 1.760–2.272\n              \n              \n                Kanaji et al[115]\n                SCLC\n                231\n                LD ED\n                Central vs. peripheral\n                194 vs. 202\n                P > 00.0500\n                502 vs. 370\n                P < 0.0500\n              \n              \n                Lin et al[84]\n                NSCLC\n                268\n                Surgically resected\n                Central vs. peripheral\n                –\n                P < 0.0500\n                –\n                P < 0.0500\n              \n              \n                Wang et al[59]\n                NSCLC\n                266\n                I–IV\n                Central vs. peripheral\n                301 vs. 550\n                P < 0.0010\n                734 vs. NM\n                P < 0.0010\n              \n            \n          \n          \n            \n              DFS: Disease-free survival; ED: Extensive-stage disease; HR: Hazard ratio; NM: Not mentioned; NSCLC: Non-small cell lung cancer; OS: Overall survival; PFS: Progression-free survival; SCLC: Small-cell lung cancer.\nNon-Bronchus/peripheral and clinicopathologic features\n      The presence of the cavity and left lower lobe location were new imaging phenotypic patterns.[61] To define it more accurately, oncologists usually rely on high-resolution chest computed tomography, bronchoscopy, and endobronchial (Rp-EBUS). The majority of investigations prefer use of “non-main bronchus” to compare the prognosis of various therapies in lung cancer. Based on the previous studies, “non-main bronchus” may mean upper lobe, middle lobe, lower lobe, and tracheal location.[45] Wang et al[62] category patients are in “main bronchus” and “non-main bronchus.” They define “non-main bronchus” as “upper lobe, middle lobe, lower lobe, multiple lobes, and unspecific.” Li et al[49] divide patients into two groups according to tumors location. However, they described “on main bronchus” as upper lobe, lower lobe, middle lobe, and overlapping lobe. This is because different tumor locations are exposed to different carcinogens, which may have different biological behaviors.\n      \n        Non-main bronchus (peripheral-type) and biomarkers\n        Lobe and EGFR mutation status, right side, have a higher frequency with respect to the occurrence of EGFR mutation.[63] Lung ADC may transdifferentiate into squamous in some situations.[64,65] Zhang et al[8] proposed that ADC may have the similarities with P-SqCC. They demonstrated that P-SqCC has a higher rate of EGFR mutation and SPA gene expression compared with c-SqCC. EGFR positive lung ADC is more likely occur in the upper lobes rather than in the main bronchus.[66–68] There are few explanations for different survivals.[28] Lower lobe lung neoplasm is difficult to detect by radiographic screening. There are many different carcinogens in different lobe locations, which are causing various biological behaviors. The lower lobe is associated with a higher mortality risk and lower proportion of EGFR mutations.[69] However, in several recent studies, including in particular the findings of Zou et al,[70] it is demonstrated that tumors in the upper lobe more frequently harbored EGFR mutations, when showing ground-glass opacity (GGO) or mixed GGO on CT.\n        As for RET Rearrangements, Digumarthy et al[71] first demonstrated the radiologic features. Compared to ALK+ or ROS1 + NSCLC, RET + NSCLC are more prone to be located in the peripheral.[71] In a recent study, the study also showed that the peripheral-type neoplasm is more likely to express CK7 staining in lung SCC. P-SqCC higher frequency of gene expression of SPA, thyroid transcription factor-1, CK7, and tumor mutational burden.[8] The upper lobe can also be recognized as a non-bronchus type. More and more investigations have focused on location according to the location of lobes.[66,68,72,73] Tseng found that L858R mutation prefers to locate over the upper lungs.[66] Mendoza et al[38] found that the primary location ALK+ has a tendency of lower lobes’ location 53% of ALK+, 34% of EGFR+, and 36% of EGFR−/ALK− tumors; P < 0.0500). MicroRNA-135b was also considered a significant factor in EGFR mutated peripheral lung cancer in the prognosis of visceral pleura invasion.[74]\n        Nowadays, immunotherapy has become a standard and first-line pharmacological therapy. An increasing number of oncologists began to concentrate on the association between primary lobes and immunotherapy.[73,75] Okamoto et al[73] found that cancers in the upper lobes have a higher PD-L1 protein expression in lung SCC [Table 2].\n        \n          Table 2\n          \n            Different biomarker express in different location.\n          \n          \n            \n              \n                Location\n                ALK+\n                EGFR+\n                RET+\n                T790M\n                TTF-1\n                CK7\n                RB1 protein\n                TMB\n                PD-L1\n                Ki-67\n                microRNA135b\n              \n            \n            \n              \n                UL\n                \n                Higher [71]\n                \n                \n                \n                \n                \n                Higher [74]\n                Higher [74]\n                \n                \n              \n              \n                LL\n                +[38]\n                Lower [70]\n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                ML\n                \n                \n                \n                \n                \n                \n                \n                Higher [74]\n                Higher [74]\n                \n                \n              \n              \n                Peripheral\n                \n                +[123] Higher [8]\n                +[72]\n                +[40]\n                +[8]\n                +[8]\n                +[123]\n                Higher [76]\n                \n                +[42]\n                +[77]\n              \n              \n                Central\n                +[36, 37]\n                \n                \n                \n                \n                \n                \n                \n                +[124]\n                \n                \n              \n            \n          \n          \n            \n              +: Expression; ALK: Anaplastic lymphoma kinase; EGFR: Epidermal growth factor receptor; LL: Lower lobe; LUL: Left upper lobe; LLL: Left lower lobe; ML: Middle lobe; PD-L1: Programmed death-ligand1; RLL: Right lower lobe; RUL: Right upper lobe; TTF-1: Thyroid transcription factor-1; TMB: Tumor mutational burden; UL: Upper lobe.\n            \n          \n        \n      \n      \n        Non-main bronchus (peripheral-type) and metastatic status\n        As we all acknowledged, lymph node dissection is essential for staging and survival in early resectable NSCLC. Tumor size and lobe-specific lymph node metastasis are considered as risk factors in operable lung neoplasm for optimal therapy. For example, Deng et al[16] enrolled 590 patients undergoing lobectomy or segmentectomy in early peripheral-type non-small cell lung tumor. They find that there is no necessity to dissert lower mediastinal LNs for upper lobes tumor (≤3 cm). As for tumors in the lower lobes (≤2 cm), it is also not required to dissect the upper mediastinal LNs. Yang et al[76] analyzed the association between mediastinal lymph node metastasis distribution and survival in operable NSCLC (≤3 cm) patients. The results are as follows: right upper lobe, station 4R (17.7%); right middle lobe, station 7 (14.9%); right lower lobe, station 7 (19.8%); left upper lobe, station 7 (16.6%); and left upper lobe, station 5 (18.2%). Guo et al[77] also explored the association between primary sites and the rate of mediastinal lymph node station in patients undergoing radical resection with N2 lymph node metastases. Station 2/4 is the highest rate (100%), which occurs in the right upper lobe. The right middle/lower lobes have a higher propitiation of station 7, accounting for 80% and 88.9% separately. The left upper lobe mainly occurs at station 5 (84.4%). However, the left lower lobe is more likely to have station 7 (78.6%).[77] Additionally, Wu et al[78] explore the association between lobe location and mediastinal stations, including skip N2 and non-skip N2 (NSN2). They demonstrate that the right upper lobe has a higher frequency of 2R/4R. The right middle lobe and right lower lobe frequently occur at 2R/4R and subcarinal node metastatic. 4L and subaortic node metastases are often detected in the left upper lobe. Subcarinal node metastases are frequently explored in the left lower lobe. Liang et al[46] analyze the relationship between N2 involvement in lymph node metastases and pulmonary specific lobes, which includes the right middle lobe, right lower lobe, left lower lobe, station 7; right upper lobe station 4R; and left upper lobe, station 5. Compared to the main bronchus, upper lobes are more likely to contain lung metastatic and brain metastatic.[28,57] The lung metastatic is mainly contralateral upper lung region metastases.[79] Additionally, the majority of invasive pulmonary ADC often occur in the upper lobes.[66,68] ADC and SCC often occur in the upper lobes.[80] Peripheral lung ADC mainly demonstrates a metastasis pattern that includes pleural, lymphatic, and endobronchial metastasis.[81] P-SqCC is prone to invade lymphovasular and results in occurrences of lymph node metastasis.[82]\n      \n      \n        Non-main bronchus (peripheral-type) and prognosis\n        Various studies have shown that lung cancers occurring in the lower lobe are associated with a worse prognosis compared with the upper lobes.[83–88] In clinical N1 non-small cell carcinoma patients, cancer in lower lobe was considered as a high-risk group.[88]\n        Lee et al[72] recruited 10 clinical studies and 35,570 patients. They mainly focused the relationship between primary location and the survival rate of patients with NSCLC, particularly in stage I–III. They found that the above patients had a better 5-year rate.[72] Takamori et al[75] found that patients with upper lobes tumor had a better treatment clinical outcome and long PFS and OS compared with other lobes (P = 0.0078 and P = 0.0034, respectively). P-SqCC has a better disease-free survival compared with central-type.[15] Lin et al[89] evaluate the prognosis of the lower lobe (basal vs. superior) in patients with operatable lung ADC. They showed that basal segment carcinoma has a higher proportion of N2 lymph node metastasis than the superior segment. Patients with lower lobe cancer undergoing radical have a shorter survival [Table 3].[90]\n        \n          Table 3\n          \n            Risk factor in lung cancer.\n          \n          \n            \n              \n                Risk factor\n                Clinical trial\n                Histology\n                TMN stage\n                Patients\n                Comparison\n                Risk region\n              \n            \n            \n              \n                UIP\n                Watanabe et al[113]\n                NSCLC\n                Surgically\n                526\n                Lobe distribution Location\n                Lower lobe region Subpleural location (peripheral type A)\n              \n              \n                Air flow limitation\n                Shin et al[119]\n                ADC SQC SCLC Others\n                NM\n                754\n                Location Central vs. Peripheral\n                Peripheral ADC and No emphysema SQC and Emphysema\n              \n              \n                IPF\n                Liu et al[114]\n                ADC SQC SCLC\n                NM\n                46\n                Lobe distribution Location\n                Peripheral and upper lobes\n              \n              \n                IPF\n                Lin et al[89]\n                ADC SQC SCLC LAC AQC\n                Stage I–IV\n                6384\n                Lobe distribution Location\n                Peripheral and lower part\n              \n              \n                IPF\n                Nezka et al[120]\n                ADC SQC AQC\n                IA–IIIA\n                641\n                Lobe distribution\n                Lower Lung lobes\n              \n              \n                IIPs\n                Fukui et al[117]\n                SQC Non-SQC\n                Stage I–III\n                1972\n                Lower lobectomy Upper lobectomy\n                Lower lobectomy\n              \n            \n          \n          \n            \n              ADC: Adenocarcinoma; AQC: Adenosauamous cell carcinoma; IIPs: Idiopathic interstitial pneumonias; LAC: Large-cell carcinoma; NM: Not mentioned; NSCLC: Non-small cell lung cancer; SCLC: Small-cell lung cancer; SQC: Squamous cell carcinoma; UIP: Usual interstitial pneumonia.\nNon-main bronchus (peripheral-type) and biomarkers\n        Lobe and EGFR mutation status, right side, have a higher frequency with respect to the occurrence of EGFR mutation.[63] Lung ADC may transdifferentiate into squamous in some situations.[64,65] Zhang et al[8] proposed that ADC may have the similarities with P-SqCC. They demonstrated that P-SqCC has a higher rate of EGFR mutation and SPA gene expression compared with c-SqCC. EGFR positive lung ADC is more likely occur in the upper lobes rather than in the main bronchus.[66–68] There are few explanations for different survivals.[28] Lower lobe lung neoplasm is difficult to detect by radiographic screening. There are many different carcinogens in different lobe locations, which are causing various biological behaviors. The lower lobe is associated with a higher mortality risk and lower proportion of EGFR mutations.[69] However, in several recent studies, including in particular the findings of Zou et al,[70] it is demonstrated that tumors in the upper lobe more frequently harbored EGFR mutations, when showing ground-glass opacity (GGO) or mixed GGO on CT.\n        As for RET Rearrangements, Digumarthy et al[71] first demonstrated the radiologic features. Compared to ALK+ or ROS1 + NSCLC, RET + NSCLC are more prone to be located in the peripheral.[71] In a recent study, the study also showed that the peripheral-type neoplasm is more likely to express CK7 staining in lung SCC. P-SqCC higher frequency of gene expression of SPA, thyroid transcription factor-1, CK7, and tumor mutational burden.[8] The upper lobe can also be recognized as a non-bronchus type. More and more investigations have focused on location according to the location of lobes.[66,68,72,73] Tseng found that L858R mutation prefers to locate over the upper lungs.[66] Mendoza et al[38] found that the primary location ALK+ has a tendency of lower lobes’ location 53% of ALK+, 34% of EGFR+, and 36% of EGFR−/ALK− tumors; P < 0.0500). MicroRNA-135b was also considered a significant factor in EGFR mutated peripheral lung cancer in the prognosis of visceral pleura invasion.[74]\n        Nowadays, immunotherapy has become a standard and first-line pharmacological therapy. An increasing number of oncologists began to concentrate on the association between primary lobes and immunotherapy.[73,75] Okamoto et al[73] found that cancers in the upper lobes have a higher PD-L1 protein expression in lung SCC [Table 2].\n        \n          Table 2\n          \n            Different biomarker express in different location.\n          \n          \n            \n              \n                Location\n                ALK+\n                EGFR+\n                RET+\n                T790M\n                TTF-1\n                CK7\n                RB1 protein\n                TMB\n                PD-L1\n                Ki-67\n                microRNA135b\n              \n            \n            \n              \n                UL\n                \n                Higher [71]\n                \n                \n                \n                \n                \n                Higher [74]\n                Higher [74]\n                \n                \n              \n              \n                LL\n                +[38]\n                Lower [70]\n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                ML\n                \n                \n                \n                \n                \n                \n                \n                Higher [74]\n                Higher [74]\n                \n                \n              \n              \n                Peripheral\n                \n                +[123] Higher [8]\n                +[72]\n                +[40]\n                +[8]\n                +[8]\n                +[123]\n                Higher [76]\n                \n                +[42]\n                +[77]\n              \n              \n                Central\n                +[36, 37]\n                \n                \n                \n                \n                \n                \n                \n                +[124]\n                \n                \n              \n            \n          \n          \n            \n              +: Expression; ALK: Anaplastic lymphoma kinase; EGFR: Epidermal growth factor receptor; LL: Lower lobe; LUL: Left upper lobe; LLL: Left lower lobe; ML: Middle lobe; PD-L1: Programmed death-ligand1; RLL: Right lower lobe; RUL: Right upper lobe; TTF-1: Thyroid transcription factor-1; TMB: Tumor mutational burden; UL: Upper lobe.\nNon-main bronchus (peripheral-type) and metastatic status\n        As we all acknowledged, lymph node dissection is essential for staging and survival in early resectable NSCLC. Tumor size and lobe-specific lymph node metastasis are considered as risk factors in operable lung neoplasm for optimal therapy. For example, Deng et al[16] enrolled 590 patients undergoing lobectomy or segmentectomy in early peripheral-type non-small cell lung tumor. They find that there is no necessity to dissert lower mediastinal LNs for upper lobes tumor (≤3 cm). As for tumors in the lower lobes (≤2 cm), it is also not required to dissect the upper mediastinal LNs. Yang et al[76] analyzed the association between mediastinal lymph node metastasis distribution and survival in operable NSCLC (≤3 cm) patients. The results are as follows: right upper lobe, station 4R (17.7%); right middle lobe, station 7 (14.9%); right lower lobe, station 7 (19.8%); left upper lobe, station 7 (16.6%); and left upper lobe, station 5 (18.2%). Guo et al[77] also explored the association between primary sites and the rate of mediastinal lymph node station in patients undergoing radical resection with N2 lymph node metastases. Station 2/4 is the highest rate (100%), which occurs in the right upper lobe. The right middle/lower lobes have a higher propitiation of station 7, accounting for 80% and 88.9% separately. The left upper lobe mainly occurs at station 5 (84.4%). However, the left lower lobe is more likely to have station 7 (78.6%).[77] Additionally, Wu et al[78] explore the association between lobe location and mediastinal stations, including skip N2 and non-skip N2 (NSN2). They demonstrate that the right upper lobe has a higher frequency of 2R/4R. The right middle lobe and right lower lobe frequently occur at 2R/4R and subcarinal node metastatic. 4L and subaortic node metastases are often detected in the left upper lobe. Subcarinal node metastases are frequently explored in the left lower lobe. Liang et al[46] analyze the relationship between N2 involvement in lymph node metastases and pulmonary specific lobes, which includes the right middle lobe, right lower lobe, left lower lobe, station 7; right upper lobe station 4R; and left upper lobe, station 5. Compared to the main bronchus, upper lobes are more likely to contain lung metastatic and brain metastatic.[28,57] The lung metastatic is mainly contralateral upper lung region metastases.[79] Additionally, the majority of invasive pulmonary ADC often occur in the upper lobes.[66,68] ADC and SCC often occur in the upper lobes.[80] Peripheral lung ADC mainly demonstrates a metastasis pattern that includes pleural, lymphatic, and endobronchial metastasis.[81] P-SqCC is prone to invade lymphovasular and results in occurrences of lymph node metastasis.[82]\nNon-main bronchus (peripheral-type) and prognosis\n        Various studies have shown that lung cancers occurring in the lower lobe are associated with a worse prognosis compared with the upper lobes.[83–88] In clinical N1 non-small cell carcinoma patients, cancer in lower lobe was considered as a high-risk group.[88]\n        Lee et al[72] recruited 10 clinical studies and 35,570 patients. They mainly focused the relationship between primary location and the survival rate of patients with NSCLC, particularly in stage I–III. They found that the above patients had a better 5-year rate.[72] Takamori et al[75] found that patients with upper lobes tumor had a better treatment clinical outcome and long PFS and OS compared with other lobes (P = 0.0078 and P = 0.0034, respectively). P-SqCC has a better disease-free survival compared with central-type.[15] Lin et al[89] evaluate the prognosis of the lower lobe (basal vs. superior) in patients with operatable lung ADC. They showed that basal segment carcinoma has a higher proportion of N2 lymph node metastasis than the superior segment. Patients with lower lobe cancer undergoing radical have a shorter survival [Table 3].[90]\n        \n          Table 3\n          \n            Risk factor in lung cancer.\n          \n          \n            \n              \n                Risk factor\n                Clinical trial\n                Histology\n                TMN stage\n                Patients\n                Comparison\n                Risk region\n              \n            \n            \n              \n                UIP\n                Watanabe et al[113]\n                NSCLC\n                Surgically\n                526\n                Lobe distribution Location\n                Lower lobe region Subpleural location (peripheral type A)\n              \n              \n                Air flow limitation\n                Shin et al[119]\n                ADC SQC SCLC Others\n                NM\n                754\n                Location Central vs. Peripheral\n                Peripheral ADC and No emphysema SQC and Emphysema\n              \n              \n                IPF\n                Liu et al[114]\n                ADC SQC SCLC\n                NM\n                46\n                Lobe distribution Location\n                Peripheral and upper lobes\n              \n              \n                IPF\n                Lin et al[89]\n                ADC SQC SCLC LAC AQC\n                Stage I–IV\n                6384\n                Lobe distribution Location\n                Peripheral and lower part\n              \n              \n                IPF\n                Nezka et al[120]\n                ADC SQC AQC\n                IA–IIIA\n                641\n                Lobe distribution\n                Lower Lung lobes\n              \n              \n                IIPs\n                Fukui et al[117]\n                SQC Non-SQC\n                Stage I–III\n                1972\n                Lower lobectomy Upper lobectomy\n                Lower lobectomy\n              \n            \n          \n          \n            \n              ADC: Adenocarcinoma; AQC: Adenosauamous cell carcinoma; IIPs: Idiopathic interstitial pneumonias; LAC: Large-cell carcinoma; NM: Not mentioned; NSCLC: Non-small cell lung cancer; SCLC: Small-cell lung cancer; SQC: Squamous cell carcinoma; UIP: Usual interstitial pneumonia.\nEvaluation of lung cancer with interstitial pulmonary disease\n      \n        Smoking status\n        The smoking status continues to be the most related risk factor in lung neoplasm; numerous studies have shown that female peripheral ADC is associated with nonsmoker; nevertheless main bronchus SCC is associated with male smokers.[91,92]\n      \n      \n        Non-tumor respiratory disease and peripheral lung cancer\n        The higher rate of interstitial fibrosis is not a favorable prognosis in peripheral SCC. There are several growth patterns in peripheral-type SCC, including pushing pattern, infiltrative pattern, alveolar filling pattern, and pseudoavolar filling pattern.[32,93] Numerous studies have demonstrated that chronic obstructive pulmonary disease (COPD) and emphysema are considered to be an independent risk factor for pulmonary development.[94] Pulmonary emphysema is a pathological definition, which is the enlargement of airspaces distal to the terminal bronchioles.[95,96] Lung cancer occurring in COPD and/or emphysema is more likely to be centrally located.[97] However, lower emphysema is more likely to be centrally located lung cancer, with high grade being peripherally located.[97] In Houghton's[98] review, he provided an idea that emphysema locating in peripheral nature ADC development with a long time, particularly in the lower lobe.\n        Although the association between idiopathic pulmonary fibrosis (IPF) and lung carcinoma has been explored for many years, the prognosis of lung cancer with IPF is an unsettled question. IPF, also named cryptogenic fibrosing alveolitis, is one of the most common forms of interstitial lung disease (ILD) for many years.[99–101] IPF is a chronic pulmonary disease, which is characterized by a progressive and declination lung function.[102] In general, SCC is the most common type of lung cancer in IPF patients, while ADC is also common.[103–106] The first literature reviews on the relationship between lung tumor and interstitial ILD date back to >12 years. The increasing evidence has been suggesting that IPF patients have a higher risk of lung tumor, particularly in old men smokers and cases of coexisting emphysema.\n        In general, NSCLC has become the predominant type of lung cancer in IPF patients diagnosed with lung tumor. However, there are still controversies in subtype of lung cancer in intraparenchymal hemorrhage over the past few years.\n        Several studies have suggested that lung cancer with IPF was more frequently found in the lower lobes and SCC.[105,107–112] For example, Liu et al[113] enrolled 268 patients with IPF, in which 46 patients were diagnosed with lung cancer. They found that for patients diagnosed with IPF, it was mostly located in peripheral and lower lobes, which is consistent with IPF affected area. However, JafariNezhad and YektaKooshali[114] analyzed 35 studies including 131,947 patients with IPF. Among them, 6348 patients had lung carcinoma. They analyze the prognostic factor according to the tumor region and location (peripheral vs. central). It also has the highest risk of the pulmonary tumor, which often occurs in SCC, elderly male heavy smokers, peripheral regions, and lower part of lung ADC.[114] In general, patients with IPF have a higher frequency of ADC and SCC, particularly in the peripheral area and lower lobe. In 2017, Kanaji et al[115] were the first to demonstrate that peripheral-type SCLC has a higher frequency of ILD than central-type SCLC . Recently, Fukui et al[116] investigate the surgical prognosis in patients undergoing upper/lower resection. They found that site of resected lobe is not a risk factor for survival in patients with idiopathic interstitial pneumonias. Lung tumors more frequently occurred in the peripheral-type lung cancers in IPF patients.[115,117,118] The inflammatory process was associated with bronchiolar metaplasia in the process of lung cancer. p53 gene was also a significant molecular mechanism in a high incidence of lung cancer, particularly in peripheral-type SCC in IPF patients [Table 4].\n        \n          Table 4\n          \n            Incidence and distribution of lobe-specific mediastinal lymph node metastasis in lung cancer, % [N].\n          \n          \n            \n              \n                Items\n                Station 2\n                Station 3\n                Station 4\n                Station 5\n                Station 6\n                Station 2/4\n                Station 7\n                Station 5\n                Station 4R\n                Station 9\n              \n            \n            \n              \n                UL\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                 RUL\n                2.3 [126]\n                2.3 [126]\n                7.6 [126]\n                \n                \n                \n                13.0 [125]\n                \n                21.5 [46]\n                \n              \n              \n                 LUL\n                \n                \n                4.0 [126]\n                11.8 [126]\n                2.5 [126]\n                \n                5.0 [125]\n                22.2 [46]\n                \n                \n              \n              \n                LL\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                 RLL\n                4.4 [126]\n                \n                5.6 [126]\n                \n                \n                18.0 [125]\n                24.1 [46] 8.3 [126]\n                \n                \n                \n              \n              \n                 LLL\n                \n                \n                \n                \n                1.0 [126]\n                \n                21.7 [46] 5.7 [126]\n                29.0 [125]\n                \n                1.7 [126]\n              \n              \n                 RML\n                \n                \n                4.0 [126]\n                \n                \n                \n                21.1 [46] 6.0 [12]\n                \n                \n                \n              \n            \n          \n          \n            \n              LL: Lower lobe; LLL: Left lower lobe; LUL: Left upper lobectomy; RLL: Right lower lobe; RML: Right middle lobectomy; RUL: Right upper lobe; UL: Upper lobe.\nSmoking status\n        The smoking status continues to be the most related risk factor in lung neoplasm; numerous studies have shown that female peripheral ADC is associated with nonsmoker; nevertheless main bronchus SCC is associated with male smokers.[91,92]\nNon-tumor respiratory disease and peripheral lung cancer\n        The higher rate of interstitial fibrosis is not a favorable prognosis in peripheral SCC. There are several growth patterns in peripheral-type SCC, including pushing pattern, infiltrative pattern, alveolar filling pattern, and pseudoavolar filling pattern.[32,93] Numerous studies have demonstrated that chronic obstructive pulmonary disease (COPD) and emphysema are considered to be an independent risk factor for pulmonary development.[94] Pulmonary emphysema is a pathological definition, which is the enlargement of airspaces distal to the terminal bronchioles.[95,96] Lung cancer occurring in COPD and/or emphysema is more likely to be centrally located.[97] However, lower emphysema is more likely to be centrally located lung cancer, with high grade being peripherally located.[97] In Houghton's[98] review, he provided an idea that emphysema locating in peripheral nature ADC development with a long time, particularly in the lower lobe.\n        Although the association between idiopathic pulmonary fibrosis (IPF) and lung carcinoma has been explored for many years, the prognosis of lung cancer with IPF is an unsettled question. IPF, also named cryptogenic fibrosing alveolitis, is one of the most common forms of interstitial lung disease (ILD) for many years.[99–101] IPF is a chronic pulmonary disease, which is characterized by a progressive and declination lung function.[102] In general, SCC is the most common type of lung cancer in IPF patients, while ADC is also common.[103–106] The first literature reviews on the relationship between lung tumor and interstitial ILD date back to >12 years. The increasing evidence has been suggesting that IPF patients have a higher risk of lung tumor, particularly in old men smokers and cases of coexisting emphysema.\n        In general, NSCLC has become the predominant type of lung cancer in IPF patients diagnosed with lung tumor. However, there are still controversies in subtype of lung cancer in intraparenchymal hemorrhage over the past few years.\n        Several studies have suggested that lung cancer with IPF was more frequently found in the lower lobes and SCC.[105,107–112] For example, Liu et al[113] enrolled 268 patients with IPF, in which 46 patients were diagnosed with lung cancer. They found that for patients diagnosed with IPF, it was mostly located in peripheral and lower lobes, which is consistent with IPF affected area. However, JafariNezhad and YektaKooshali[114] analyzed 35 studies including 131,947 patients with IPF. Among them, 6348 patients had lung carcinoma. They analyze the prognostic factor according to the tumor region and location (peripheral vs. central). It also has the highest risk of the pulmonary tumor, which often occurs in SCC, elderly male heavy smokers, peripheral regions, and lower part of lung ADC.[114] In general, patients with IPF have a higher frequency of ADC and SCC, particularly in the peripheral area and lower lobe. In 2017, Kanaji et al[115] were the first to demonstrate that peripheral-type SCLC has a higher frequency of ILD than central-type SCLC . Recently, Fukui et al[116] investigate the surgical prognosis in patients undergoing upper/lower resection. They found that site of resected lobe is not a risk factor for survival in patients with idiopathic interstitial pneumonias. Lung tumors more frequently occurred in the peripheral-type lung cancers in IPF patients.[115,117,118] The inflammatory process was associated with bronchiolar metaplasia in the process of lung cancer. p53 gene was also a significant molecular mechanism in a high incidence of lung cancer, particularly in peripheral-type SCC in IPF patients [Table 4].\n        \n          Table 4\n          \n            Incidence and distribution of lobe-specific mediastinal lymph node metastasis in lung cancer, % [N].\n          \n          \n            \n              \n                Items\n                Station 2\n                Station 3\n                Station 4\n                Station 5\n                Station 6\n                Station 2/4\n                Station 7\n                Station 5\n                Station 4R\n                Station 9\n              \n            \n            \n              \n                UL\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                 RUL\n                2.3 [126]\n                2.3 [126]\n                7.6 [126]\n                \n                \n                \n                13.0 [125]\n                \n                21.5 [46]\n                \n              \n              \n                 LUL\n                \n                \n                4.0 [126]\n                11.8 [126]\n                2.5 [126]\n                \n                5.0 [125]\n                22.2 [46]\n                \n                \n              \n              \n                LL\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                 RLL\n                4.4 [126]\n                \n                5.6 [126]\n                \n                \n                18.0 [125]\n                24.1 [46] 8.3 [126]\n                \n                \n                \n              \n              \n                 LLL\n                \n                \n                \n                \n                1.0 [126]\n                \n                21.7 [46] 5.7 [126]\n                29.0 [125]\n                \n                1.7 [126]\n              \n              \n                 RML\n                \n                \n                4.0 [126]\n                \n                \n                \n                21.1 [46] 6.0 [12]\n                \n                \n                \n              \n            \n          \n          \n            \n              LL: Lower lobe; LLL: Left lower lobe; LUL: Left upper lobectomy; RLL: Right lower lobe; RML: Right middle lobectomy; RUL: Right upper lobe; UL: Upper lobe.\nConclusion\n      Recently, a number of studies have shown that primary location is valuable in predicting prognosis. Different stages necessitate taking different measures to evaluate the risk of the disease. For example, lobe-specific location in stage one is important for survival and prediction of lymph node metastases, particularly in N2. Additionally, the oncologist should make a comprehensive diagnosis, not only of the primary location but also by considering the other clinical features. In our review, we mainly classified the neoplasm into a new definition. Future clinical trials of lung cancer need to consider more important side-associated factors side itself when considering prognosis, which benefits will use for personalized accuracy.\nConflicts of interest\n      None.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8769119/",
    "doi": "https://doi.org/10.1097/CM9.0000000000001802"
}