{
    "title": "High likelihood of actionable pathogenic variant detection in breast cancer genes in women with very early onset breast cancer",
    "abstract": "We previously reported a high rate of BRCA1, BRCA2 and TP53 PVs in a population based series of breast cancer in women ≤30 years of age at diagnosis.12 13 Fewer than 1 in 1000 women develop breast cancer by age 30 years and UK statistics showed that only 222 of 54 450 (0.41%) of breast cancers occurred in women aged <30 years14 (0.59% if ~100 breast cancers in women aged 30 years are included).14 Although this is a small group of patients with breast cancer, the prognosis of breast cancer diagnosed in this young age group is poor.12 13 15 16 BRCA1 and BRCA2 PVs have been reported in small numbers of women diagnosed aged ≤30 years; however, the studies reporting these individuals include many women with breast cancer diagnosed at older ages and do not specify the detection rates within the ≤30 years age group.15 16 The Prospective study of Outcomes in Sporadic vs Hereditary breast cancer (POSH) reported a 12% rate of BRCA1/2 PVs in 338 of 2733 women diagnosed aged ≤40 years, but only 316 of a total 3095 women in POSH were aged ≤30 years and no separate analysis was presented.15 16 In another study, the rate of TP53 PVs was reported as 6% in an unselected subset within 333 women with breast cancer aged ≤30 years.17 The Myriad study is the only large study that has assessed the detection rate of PVs in other breast cancer genes in women with breast cancer aged <30 years. We present analysis of BRCA1/2 and TP53 testing in 379 patients with breast cancer aged ≤30 years, and of extended testing of a panel of additional breast cancer genes in 184 patients, expanding our previous population-based study of 115 women.12 13 Detection rate of pathogenic variants in different age groups Surprisingly, the youngest age group (<26 years) showed a lower rate of BRCA1/2 PVs; only 9/61 (14.75%) compared with 101/318 (31.76%) for those aged 26–30 years (p=0.0083) (table 2). The 23.1% rate for TP53 PVs in DCIS in our study reflects the very strong association of DCIS even with invasive cancers with 41 of 45 (91.1%) of all cases containing DCIS in one study of TP53 related breast cancers.32 Currently, many countries in Europe have not instituted extended panel testing for breast cancer and in England testing for a three gene panel of BRCA1, BRCA2 and PALB2 will be provided by the public healthcare system unless a specific request is made for TP53 by a geneticist.",
    "authors": [
        "D Gareth Evans",
        "Elke Maria van Veen",
        "Helen J Byers",
        "Sarah J Evans",
        "George J Burghel",
        "Emma Roisin Woodward",
        "Elaine F Harkness",
        "Diana M Eccles",
        "Stephanie L Greville-Haygate",
        "Jamie M Ellingford",
        "Naomi L Bowers",
        "Marta Pereira",
        "Andrew J Wallace",
        "Sasha J Howell",
        "Anthony Howell",
        "Fiona Lalloo",
        "William G Newman",
        "Miriam Jane Smith"
    ],
    "published_year": "2020",
    "description": "Background\n          While the likelihood of identifying constitutional breast cancer-associated BRCA1, BRCA2 and TP53 pathogenic variants (PVs) increases with earlier diagnosis age, little is known about the correlation with age at diagnosis in other predisposition genes. Here, we assessed the contribution of known breast cancer-associated genes to very early onset disease.\nMethods\n      Individuals with a confirmed breast cancer diagnosis aged ≤30 years were eligible for the study. Affected women came from two sources. The first was a population-based study of 288 women with breast cancer presenting between January 1980 and December 1997 from the Manchester region (population=4.5M) of North-West England identified from the regional cancer registry.12 13 From this, 175 women were alive and potentially available for genetic testing.12 Fifty (28.6%) of these did not provide a DNA sample (it was either not appropriate to recontact or the individual did not wish to participate or could not be traced). This increases by 10 the number with available DNA samples from our previous report to 125.13 Only 39 currently living patients have not consented to the study. An additional 256 women were referred to the Manchester Centre for Genomic Medicine (MCGM) between 1990 and 2019. All women gave clinical consent for testing of breast cancer genes. Samples were initially screened for point mutations and copy number variants in BRCA1, BRCA2, TP53 and for the CHEK2 c.1100delC PV.13 When a PV was identified, no further testing was carried out. Samples testing negative were selected for next generation sequencing panels which included, as a minimum, the additional breast cancer associated genes: PALB2, CHEK2, ATM, CDH1, PTEN, RAD50, RAD51D and NBN. In addition, 1567 population control samples without breast cancer at entry aged 47–73 years from the PROCAS study18 were tested as part of the Breast Cancer Risk after Diagnostic Gene Sequencing (BRIDGES) programme.19\n\n      PV frequencies in the Manchester early onset cohort were compared with PV frequencies observed in women aged ≤30 years who took part in the prospectively ascertained POSH study (01/2000–01/2008).15 16\n\n      Tumour pathology information was obtained through hospital record and cancer registries. The pathology adjusted Manchester Scoring System was used to assess likelihoods of BRCA1/2 PVs.20 Pathology-adjusted Manchester score (MS) of 15–19 is equivalent to a 10% probability of a BRCA1/2 PV and a 20–24 point score is equivalent to a 20% probability.\n      The type and number of PVs were determined in the full cohort as well as in different age groups, specific tumour pathology characteristics and MS.\nResults\n      A total of 381 women with breast cancer diagnosed ≤30 years were included. Two women met diagnostic criteria for neurofibromatosis type 1, explaining their early onset of breast cancer. The remaining 379 were screened for variants in BRCA1, BRCA2, TP53 and the CHEK2 c.1100delC variant. This strategy detected 134 PVs: BRCA1=75 (19.79%), BRCA2=35 (9.23%), TP53=22 (5.80%), CHEK2 c.1100delC=2 (0.53%). One woman harboured both a BRCA1 and BRCA2 PV. Of those testing negative, 184 (74.8%) underwent extended genetic testing. Sixty-two women did not undergo further testing due to poor quality, or insufficient, DNA. The detection rate was 4.35% (n=8) for actionable breast cancer PVs (ATM=2, PALB2=4, CHEK2=1, PTEN=1, online supplemental table 1). Single PVs were identified in other genes associated with breast cancer risk, BRIP1 (c.2392C>T; p.Arg798Ter), RECQL (c.1667_1667+3delAGTA; p.?) and RAD50 (c.1300_ 1306del; p.Asp434LysfsTer7).\n      \n        10.1136/jmedgenet-2020-107347.supp1\n        Supplementary data\n        \n\n\n      \n      Risk associations for each gene were determined using the population controls from the PROCAS study (table 1). Significant associations with a more than twofold increased risk were found for BRCA1: OR=193.10 (95% CI 51.58 to 804.8), BRCA2: OR=17.61 (95% CI 8.59 to 36.53), TP53: OR=308.10 (95% CI 51.20 to 3202) and PALB2: OR=11.59 (95% CI 3.08 to 46.15). PV rates in the POSH study were established among the 287 women with invasive breast cancer at the age of ≤30 years. A total of 56 (19.5%) PVs were identified in BRCA1 (32 PVs, 11.1%), BRCA2 (17 PVs 5.9%), TP53 (5 PVs, 1.7%) and CHEK2 c.1100delC (3 PVs, 1.1%) (table 1).\n      \n        Table 1\n        \n          Association of pathogenic variants with early onset of breast cancer\n        \n        \n          \n            \n              \n              Total\n              \nBRCA1\n\n              \nBRCA2\n\n              \nTP53*\n\n              \nCHEK2†\n\n              \nPALB2\n\n              \nATM\n\n              \nBRIP1\n\n              \nRAD50\n\n              \nRECQL\n\n            \n          \n          \n            \n              PROCAS controls\n              1567\n              2\n              9\n              0\n              6\n              3\n              6\n              2\n              6\n              5\n            \n            \n              %\n              \n              0.13%\n              0.57%\n              0.00%\n              0.38%\n              0.19%\n              0.38%\n              0.13%\n              0.38%\n              0.32%\n            \n            \n              Breast cancer ≤30 study overall\n              379/184‡\n              75\n              35\n              22\n              2\n              4\n              2\n              1\n              1\n              1\n            \n            \n              %\n              \n              19.79%\n              9.23%\n              5.80%\n              0.53%\n              2.17%\n              1.09%\n              0.54%\n              0.54%\n              0.54%\n            \n            \n              P value\n              \n              \n<0.0001\n\n              \n<0.0001\n\n              \n<0.0001\n\n              0.6576\n              \n0.0032\n\n              0.1844\n              0.2847\n              0.5409\n              0.4868\n            \n            \n              Population based cohort\n              125/46\n              23\n              11\n              5\n              0\n              0\n              0\n              1\n              0\n              0\n            \n            \n              %\n              \n              18.4%\n              8.8%\n              4.0%\n              \n              \n              \n              2.17%\n              \n              \n            \n            \n              P value\n              \n              \n<0.0001\n\n              \n<0.0001\n\n              \n<0.0001\n\n              \n              \n              \n              0.0832\n              \n              \n            \n            \n              Referral to MCGM\n              254/138\n              52\n              24\n              17\n              2\n              4\n              2\n              0\n              1\n              1\n            \n            \n              %\n              \n              20.47%\n              9.45%\n              6.69%\n              0.78%\n              2.90%\n              1.45%\n              \n              0.72%\n              0.72%\n            \n            \n              P value\n              \n              \n<0.0001\n\n              \n<0.0001\n\n              \n<0.0001\n\n              0.1320\n              \n0.0012\n\n              0.1320\n              \n              0.4467\n              0.3978\n            \n            \n              POSH study\n              287\n              32\n              17\n              5\n              3\n              \n              \n              \n              \n              \n            \n            \n              %\n              \n              11.15%\n              5.92%\n              1.74%\n              1.05%\n              \n              \n              \n              \n              \n            \n            \n              P value\n              \n              \n<0.0001\n\n              \n<0.0001\n\n              \n<0.0001\n\n              0.1508\n              \n              \n              \n              \n              \n            \n          \n        \n        \n          \n            *TP53 p value is based on population frequency of 1/5000.\n          \n          \n            †CHEK2 p value is calculated for c.1100delC only.\n          \n          \n            ‡Total of women tested for BRCA1/2, TP53 variants and CHEK2 c.1100delC is 379, total number of women tested for an extended panel of genes is 184.\n          \n          \n            MCGM, Manchester Centre for Genomic Medicine.\n          \n        \n      \n      \n        Detection rate of pathogenic variants in different age groups\n        Surprisingly, the youngest age group (<26 years) showed a lower rate of BRCA1/2 PVs; only 9/61 (14.75%) compared with 101/318 (31.76%) for those aged 26–30 years (p=0.0083) (table 2). TP53 showed the reverse trend with 7/61 (11.48%) aged <26 years compared with 4.72% (15/318) in those aged 26–30 years (p=0.0649). Thus, only 12.93% (15/116) PVs in BRCA1/2/TP53 in those aged 26–30 years were in TP53 compared with 43.8% (7/16) in those <26 years (p=0.0060). The lower rates in the younger age group for BRCA1/2 PVs were similar to the rates in the POSH cohort ≤30 years potentially reflecting ascertainment differences. The higher rate of TP53 PVs (5.8%) compared with 1.7% in POSH likely reflects that the POSH study specifically excluded women with only DCIS and no invasive tumour component.\n        \n          Table 2\n          \n            Rates of pathogenic variants by age group, pathology and Manchester Scoring System\n          \n          \n            \n              \n                \n                Total cases\n                Total PVs\n                %\n                \nBRCA1\n\n                %\n                \nBRCA2\n\n                %\n                \nTP53\n\n                %\n                \nBRCA1/BRCA2/\n\nTP53 combined\n                Other genes\n                Genes\n              \n            \n            \n              \n                Age <26\n                61\n                18\n                29.5%\n                6\n                9.8%\n                3\n                4.9%\n                7\n                11.5%\n                26.2%\n                2\n                \nATM; PALB2\n\n              \n              \n                26–30*\n                318\n                127\n                39.9%\n                69\n                21.7%\n                32\n                10.1%\n                15\n                4.7%\n                36.5%\n                11\n                \nATM; BRIP1; CHEK2 (3); PALB2 (3); PTEN; RAD50; RECQL\n\n              \n              \n                Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Receptor status\n              \n              \n                 TNBC\n                125\n                61\n                48.8%\n                51\n                40.8%\n                6\n                4.8%\n                3\n                2.4%\n                48.0%\n                1\n                \nPALB2\n\n              \n              \n                 HER2+\n                43\n                12\n                27.9%\n                1\n                2.3%\n                2\n                4.7%\n                8\n                18.6%\n                25.6%\n                1\n                \nRECQL\n\n              \n              \n                 ER+/HER2-\n                79\n                30\n                38.0%\n                14\n                17.7%\n                8\n                10.1%\n                2\n                2.5%\n                30.4%\n                6\n                \nATM; CHEK2; PALB2 (2); PTEN; RAD50\n\n              \n              \n                 DCIS\n                26\n                11\n                42.3%\n                2\n                7.7%\n                2\n                7.7%\n                6\n                23.1%\n                38.5%\n                1\n                \nPALB2\n\n              \n              \n                 ER+/no HER2 test\n                25\n                15\n                60.0%\n                2\n                8.0%\n                10\n                40.0%\n                1\n                4.0%\n                52.0%\n                2\n                \nATM; BRIP1\n\n              \n              \n                 No receptors\n                81\n                16\n                19.8%\n                5\n                6.2%\n                7\n                8.6%\n                2\n                2.5%\n                17.3%\n                2\n                \nCHEK2 (2)\n              \n              \n                 Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Grade/type\n              \n              \n                 Grade 1\n                12\n                1\n                8.3%\n                0\n                0.0%\n                1\n                8.3%\n                0\n                0.0%\n                8.3%\n                \n                 \n              \n              \n                 Grade 2\n                48\n                15\n                31.3%\n                4\n                8.3%\n                8\n                16.7%\n                0\n                0.0%\n                25.0%\n                3\n                \nATM; BRIP1; PTEN\n\n              \n              \n                 Grade 3*\n                242\n                106\n                43.8%\n                65\n                26.9%\n                19\n                7.9%\n                14\n                5.8%\n                40.5%\n                8\n                \nATM; CHEK2 (2); PALB2 (3); RAD50; RECQL\n\n              \n              \n                 Lobular\n                8\n                3\n                37.5%\n                1\n                12.5%\n                1\n                12.5%\n                1\n                12.5%\n                37.5%\n                \n                 \n              \n              \n                 DCIS\n                26\n                11\n                42.3%\n                2\n                7.7%\n                2\n                7.7%\n                6\n                23.1%\n                38.5%\n                1\n                \nPALB2\n\n              \n              \n                 Unknown\n                43\n                9\n                20.9%\n                3\n                7.0%\n                4\n                9.3%\n                1\n                2.3%\n                18.6%\n                1\n                \nCHEK2\n\n              \n              \n                 Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Manchester Scoring System\n              \n              \n                 <15\n                106\n                14\n                13.2%\n                1\n                0.9%\n                2\n                1.9%\n                5\n                4.7%\n                7.5%\n                6\n                \nCHEK2 (2); PALB2 (2); PTEN; RECQL\n\n              \n              \n                 15–19\n                119\n                28\n                23.5%\n                9\n                7.6%\n                7\n                5.9%\n                10\n                8.4%\n                21.8%\n                2\n                \nBRIP1; PALB2\n\n              \n              \n                 20–24\n                64\n                29\n                45.3%\n                13\n                20.3%\n                10\n                15.6%\n                3\n                4.7%\n                40.6%\n                3\n                \nATM; CHEK2; PALB2\n\n              \n              \n                 25–39*\n                59\n                43\n                72.9%\n                29\n                49.2%\n                9\n                15.3%\n                3\n                5.1%\n                69.5%\n                2\n                \nATM; RAD50\n\n              \n              \n                 40>\n                31\n                31\n                100.0%\n                23\n                74.2%\n                7\n                22.6%\n                1\n                3.2%\n                100.0%\n                \n                 \n              \n              \n                 Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Bilateral breast cancer\n              \n              \n                 Bilateral\n                63\n                36\n                57.1%\n                18\n                28.6%\n                8\n                12.7%\n                10\n                15.9%\n                57.1%\n                1\n                \nBRIP1\n\n              \n            \n          \n          \n            \n              *One case is BRCA1 and BRCA2 positive.\n            \n            \n              †Two cases are ER-/ HER2-, but PR+.\n            \n            \n              TNBC, triple-negative breast cancer.\n            \n          \n        \n        The CHEK2 c.1100delC PV was identified in only 2/379 (0.53%) compared with 1.7% (55/3177) in women with breast cancer aged >30 years (p=0.0835) seen at the MCGM and 2.3% in the POSH study aged ≤40% and 1% in POSH cases≤30 years (table 1).\n      \n      \n        Manchester score\n        The detection of PVs in BRCA1 and BRCA2 was, as expected, strongly correlated with breast cancer pathology and family history. The MS accurately predicted the likelihood of a BRCA1/BRCA2 variant at both the 10% (15–19 points) and 20% (20–24 points) thresholds (table 2). By including PVs in TP53, 100% of women with a MS ≥40 had a PV in BRCA1/2 or TP53.\n      \n      \n        Tumour characteristics\n        We identified 61 (48.8%) PVs in BRCA1/2/TP53 in 125 women with triple-negative breast cancer (TNBC) (table 3). Unexpectedly, a similar rate of BRCA1/2/TP53 PVs was detected in cases of pure DCIS (11/26 [42.3%]), although TP53 accounted for 54.5% (6/11) of these. Eight were comedo DCIS of which four had a TP53 PV. The majority of DCIS were high grade (18/26) and 8/18 harboured a PV (2 in BRCA1, 1 in BRCA2 and 5 in TP53) (table 3). None of the cases of pure DCIS were detected on screening for familial risk.\n        \n          Table 3\n          \n            Rates of pathogenic variants found in patients with DCIS\n          \n          \n            \n              \n                DCIS\n                Total cases\n                Total PVs\n                %\n                \nBRCA1\n\n                %\n                \nBRCA2\n\n                %\n                \nTP53\n\n                %\n                \nBRCA1/BRCA2/\n\nTP53 combined (%)\n                \nPALB2\n\n                %\n              \n            \n            \n              \n                Total\n                26\n                11\n                42.3\n                2\n                7.7\n                2\n                7.7\n                6\n                23.10\n                38.5\n                1\n                3.8\n              \n              \n                ≤25 years\n                8\n                3\n                37.5\n                0\n                0.0\n                1\n                12.5\n                2\n                25.00\n                37.5\n                0\n                0.0\n              \n              \n                26–30 years\n                18\n                8\n                44.4\n                2\n                11.1\n                1\n                5.6\n                4\n                22.20\n                38.9\n                1\n                5.6\n              \n              \n                Grade/type\n              \n              \n                 Unknown\n                3\n                0\n                0.0\n                0\n                0.0\n                0\n                0.0\n                0\n                0\n                0.0\n                0\n                0.0\n              \n              \n                  2\n                8\n                2\n                25.0\n                0\n                0.0\n                1\n                12.5\n                0\n                0%\n                12.5\n                1\n                12.5\n              \n              \n                  3\n                14\n                8\n                57.1\n                2\n                14.3\n                1\n                7.1\n                5\n                36\n                57.1\n                0\n                0.0\n              \n              \n                 Pagets\n                1\n                1\n                100.0\n                0\n                0.0\n                0\n                0.0\n                1\n                100\n                100.0\n                0\n                0.0\n              \n              \n                 Comedo\n                8\n                4\n                50.0\n                0\n                0.0\n                0\n                0.0\n                4\n                50\n                50.0\n                0\n                0.0\n              \n            \n          \n          \n            \n              PV, pathogenic variant.\n            \n          \n        \n        HER2+ breast cancer showed a similar predominance of TP53 PVs (8/43 (18.6%)), but BRCA1/2 PVs were uncommon (3/43 (6.9%)).\n        Presence of cancer in both breasts was also predictive of PVs, with 36/63 (57.1%) cases with BRCA1/2/TP53 PVs (including 10/22 TP53 PVs) having bilateral breast cancer.\n      \n      \n        Sporadic breast cancer\n        Of 147 women without a family history of breast or ovarian cancer at original diagnosis, 24 (16.3%) had a PV. Only 10 (6.8%) had BRCA1/2 PVs (BRCA1=7; BRCA2=4; 1 woman had both BRCA1 and BRCA2 PVs), 12 women had a TP53 PV and the remaining 2 women had a PALB2 or a CHEK2 PV. All BRCA1 PVs were detected in women with sporadic TNBC 7/59 (11.9%). There were six other PVs identified in sporadic TNBC in BRCA2=3, TP53=2 and PALB2=1. Of 26 people with HER2+ sporadic breast cancers, 7 (26.9%) had PVs; (TP53=6; BRCA2=1). Outside of these confirmed pathologies 5/62 (8.1%) had PVs (TP53=4, CHEK2=1), but receptor status was unknown in 43 cases, including 13 with DCIS, two of whom had a TP53 PV.\n      \n      \n        \nTP53 carriers\n        Among TP53 carriers, 10/22 (45.5%) had a family history of breast cancer at initial diagnosis. Additional relatives in three of these families had Li Fraumeni spectrum tumours (one had none at diagnosis) and one had a personal history of childhood adrenocortical cancer. Additionally, four families without relatives with breast cancer, had family histories, including the index breast cancer, consistent with classical Li Fraumeni syndrome including at least one sarcoma aged <45 years. One de novo case had an osteosarcoma of the leg aged 19 years. Seven (33%) apparently de novo TP53-associated cases (confirmed after parental testing), with no significant personal or family history of cancer, presented with breast cancer. Thus, 7/144 (4.9%) apparently sporadic breast cancer cases ≤30 years had TP53 de novo variants that would not have been expected from personal or family history.\n        One of the TP53 PVs was identified at a variant allele frequency of 22% suggesting mosaicism (online supplemental table 1). The PV was found in the tumour (20%-neoplastic content) at 15% and 11% in normal breast excluding clonal haematopoiesis (in a woman with Paget’s/DCIS who had not undergone radiotherapy/chemotherapy).\n      \n      \n        Assessment of population level of testing\n        There were 135 women diagnosed with breast cancer in the Manchester region aged ≤30 years between 01/01/1990 and 31/12/1997 (since cancer genetic testing was introduced in Manchester) within the population study giving an annual rate of 16.9 cases. During this time, we tested 73/135 (54.1%) of affected women and identified BRCA1=13 (17.8%), BRCA2=8 (11%) and TP53=3 (4.1%) PVs. Of our population based study group of 125 women who underwent genetic testing (presenting with cancer between 1980 and 1997), there were PVs in BRCA1=23 (18.4%), BRCA2=11 (8.8%), TP53=5 (4%) and BRIP1=1,12 13 demonstrating a very similar overall detection rate. In the cohort referred to MCGM between 01/01/1998 and 3/11/2019, we tested 219 women and identified PVs in BRCA1=46 (21.0%), BRCA2=17 (7.8%) and TP53=16 (7.3%). The combined rate of BRCA1/2 PVs at 27.2% (population-based study) and 28.8% (referrals) are similar, suggesting no substantial testing bias. However, 68/125 (54.4%) in the population study (1980–1997) had no family history, compared with 77/219 (35.2%) in the recent cases (1998–2019) (p=0.0006). All but 18 of the 219 tested since 1997 had full pathology and ER receptor status available, and only eight ER+ ductal carcinomas had unknown HER2 status.\n      \n      \n        Co-occurrence of actionable breast cancer gene variants\n        Of 920 breast cancer cases with no prescreening tested at MCGM, no co-occurrence of two actionable breast cancer gene variants was found. Among 4916 non-Jewish breast cancer cases undergoing full BRCA1 and BRCA2 testing, only two co-occurrences of BRCA1 and BRCA2 PVs has occurred including the single case reported in this study.\nConclusion\n          The rates of BRCA1, BRCA2 and TP53 PVs are high in very early onset breast cancer, with limited benefit from testing of additional breast cancer-associated genes.\nIntroduction\n      In recent years, a large increase in the use of multigene panel tests for breast cancer associated pathogenic variants (PVs) has expanded the number of potentially actionable PVs beyond BRCA1 and BRCA2.1–9 These studies have shown an almost equal rate of BRCA1/2 PVs to all additional potentially actionable gene PVs combined. In addition, much of the increased detection is due to variants in less actionable moderate-risk genes,10\nATM and CHEK2, with higher background population prevalence. The only other actionable breast cancer gene variants consistently identified at substantial rates is PALB2, which is now also considered to be a high-risk susceptibility gene.11\n\n      Although higher frequencies of actionable gene variants are reported in those at particularly young ages (<40 years) particularly for TP53, the PV rates of ATM and CHEK2 do not appear to be strongly related if at all to age-at-onset, although a small effect was seen for CHEK2 in two studies.1 2 Very few studies have concentrated testing on women with very early onset breast cancer. We previously reported a high rate of BRCA1, BRCA2 and TP53 PVs in a population based series of breast cancer in women ≤30 years of age at diagnosis.12 13 Fewer than 1 in 1000 women develop breast cancer by age 30 years and UK statistics showed that only 222 of 54 450 (0.41%) of breast cancers occurred in women aged <30 years14 (0.59% if ~100 breast cancers in women aged 30 years are included).14 Although this is a small group of patients with breast cancer, the prognosis of breast cancer diagnosed in this young age group is poor.12 13 15 16\nBRCA1 and BRCA2 PVs have been reported in small numbers of women diagnosed aged ≤30 years; however, the studies reporting these individuals include many women with breast cancer diagnosed at older ages and do not specify the detection rates within the ≤30 years age group.15 16 The Prospective study of Outcomes in Sporadic vs Hereditary breast cancer (POSH) reported a 12% rate of BRCA1/2 PVs in 338 of 2733 women diagnosed aged ≤40 years, but only 316 of a total 3095 women in POSH were aged ≤30 years and no separate analysis was presented.15 16 In another study, the rate of TP53 PVs was reported as 6% in an unselected subset within 333 women with breast cancer aged ≤30 years.17 The Myriad study is the only large study that has assessed the detection rate of PVs in other breast cancer genes in women with breast cancer aged <30 years. In this study, 783 (2.2%) of 35 409 women were aged <30 years;6 however, it is likely that there was considerable pretesting in this series for BRCA1/2 and TP53 PVs as acknowledged by the authors and evidenced by the low detection rates among Ashkenazi Jews.\n      We present analysis of BRCA1/2 and TP53 testing in 379 patients with breast cancer aged ≤30 years, and of extended testing of a panel of additional breast cancer genes in 184 patients, expanding our previous population-based study of 115 women.12 13\nDetection rate of pathogenic variants in different age groups\n        Surprisingly, the youngest age group (<26 years) showed a lower rate of BRCA1/2 PVs; only 9/61 (14.75%) compared with 101/318 (31.76%) for those aged 26–30 years (p=0.0083) (table 2). TP53 showed the reverse trend with 7/61 (11.48%) aged <26 years compared with 4.72% (15/318) in those aged 26–30 years (p=0.0649). Thus, only 12.93% (15/116) PVs in BRCA1/2/TP53 in those aged 26–30 years were in TP53 compared with 43.8% (7/16) in those <26 years (p=0.0060). The lower rates in the younger age group for BRCA1/2 PVs were similar to the rates in the POSH cohort ≤30 years potentially reflecting ascertainment differences. The higher rate of TP53 PVs (5.8%) compared with 1.7% in POSH likely reflects that the POSH study specifically excluded women with only DCIS and no invasive tumour component.\n        \n          Table 2\n          \n            Rates of pathogenic variants by age group, pathology and Manchester Scoring System\n          \n          \n            \n              \n                \n                Total cases\n                Total PVs\n                %\n                \nBRCA1\n\n                %\n                \nBRCA2\n\n                %\n                \nTP53\n\n                %\n                \nBRCA1/BRCA2/\n\nTP53 combined\n                Other genes\n                Genes\n              \n            \n            \n              \n                Age <26\n                61\n                18\n                29.5%\n                6\n                9.8%\n                3\n                4.9%\n                7\n                11.5%\n                26.2%\n                2\n                \nATM; PALB2\n\n              \n              \n                26–30*\n                318\n                127\n                39.9%\n                69\n                21.7%\n                32\n                10.1%\n                15\n                4.7%\n                36.5%\n                11\n                \nATM; BRIP1; CHEK2 (3); PALB2 (3); PTEN; RAD50; RECQL\n\n              \n              \n                Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Receptor status\n              \n              \n                 TNBC\n                125\n                61\n                48.8%\n                51\n                40.8%\n                6\n                4.8%\n                3\n                2.4%\n                48.0%\n                1\n                \nPALB2\n\n              \n              \n                 HER2+\n                43\n                12\n                27.9%\n                1\n                2.3%\n                2\n                4.7%\n                8\n                18.6%\n                25.6%\n                1\n                \nRECQL\n\n              \n              \n                 ER+/HER2-\n                79\n                30\n                38.0%\n                14\n                17.7%\n                8\n                10.1%\n                2\n                2.5%\n                30.4%\n                6\n                \nATM; CHEK2; PALB2 (2); PTEN; RAD50\n\n              \n              \n                 DCIS\n                26\n                11\n                42.3%\n                2\n                7.7%\n                2\n                7.7%\n                6\n                23.1%\n                38.5%\n                1\n                \nPALB2\n\n              \n              \n                 ER+/no HER2 test\n                25\n                15\n                60.0%\n                2\n                8.0%\n                10\n                40.0%\n                1\n                4.0%\n                52.0%\n                2\n                \nATM; BRIP1\n\n              \n              \n                 No receptors\n                81\n                16\n                19.8%\n                5\n                6.2%\n                7\n                8.6%\n                2\n                2.5%\n                17.3%\n                2\n                \nCHEK2 (2)\n              \n              \n                 Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Grade/type\n              \n              \n                 Grade 1\n                12\n                1\n                8.3%\n                0\n                0.0%\n                1\n                8.3%\n                0\n                0.0%\n                8.3%\n                \n                 \n              \n              \n                 Grade 2\n                48\n                15\n                31.3%\n                4\n                8.3%\n                8\n                16.7%\n                0\n                0.0%\n                25.0%\n                3\n                \nATM; BRIP1; PTEN\n\n              \n              \n                 Grade 3*\n                242\n                106\n                43.8%\n                65\n                26.9%\n                19\n                7.9%\n                14\n                5.8%\n                40.5%\n                8\n                \nATM; CHEK2 (2); PALB2 (3); RAD50; RECQL\n\n              \n              \n                 Lobular\n                8\n                3\n                37.5%\n                1\n                12.5%\n                1\n                12.5%\n                1\n                12.5%\n                37.5%\n                \n                 \n              \n              \n                 DCIS\n                26\n                11\n                42.3%\n                2\n                7.7%\n                2\n                7.7%\n                6\n                23.1%\n                38.5%\n                1\n                \nPALB2\n\n              \n              \n                 Unknown\n                43\n                9\n                20.9%\n                3\n                7.0%\n                4\n                9.3%\n                1\n                2.3%\n                18.6%\n                1\n                \nCHEK2\n\n              \n              \n                 Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Manchester Scoring System\n              \n              \n                 <15\n                106\n                14\n                13.2%\n                1\n                0.9%\n                2\n                1.9%\n                5\n                4.7%\n                7.5%\n                6\n                \nCHEK2 (2); PALB2 (2); PTEN; RECQL\n\n              \n              \n                 15–19\n                119\n                28\n                23.5%\n                9\n                7.6%\n                7\n                5.9%\n                10\n                8.4%\n                21.8%\n                2\n                \nBRIP1; PALB2\n\n              \n              \n                 20–24\n                64\n                29\n                45.3%\n                13\n                20.3%\n                10\n                15.6%\n                3\n                4.7%\n                40.6%\n                3\n                \nATM; CHEK2; PALB2\n\n              \n              \n                 25–39*\n                59\n                43\n                72.9%\n                29\n                49.2%\n                9\n                15.3%\n                3\n                5.1%\n                69.5%\n                2\n                \nATM; RAD50\n\n              \n              \n                 40>\n                31\n                31\n                100.0%\n                23\n                74.2%\n                7\n                22.6%\n                1\n                3.2%\n                100.0%\n                \n                 \n              \n              \n                 Total\n                379\n                145\n                38.3%\n                75\n                19.8%\n                35\n                9.2%\n                22\n                5.8%\n                34.8%\n                13\n                 \n              \n              \n                Bilateral breast cancer\n              \n              \n                 Bilateral\n                63\n                36\n                57.1%\n                18\n                28.6%\n                8\n                12.7%\n                10\n                15.9%\n                57.1%\n                1\n                \nBRIP1\n\n              \n            \n          \n          \n            \n              *One case is BRCA1 and BRCA2 positive.\n            \n            \n              †Two cases are ER-/ HER2-, but PR+.\n            \n            \n              TNBC, triple-negative breast cancer.\n            \n          \n        \n        The CHEK2 c.1100delC PV was identified in only 2/379 (0.53%) compared with 1.7% (55/3177) in women with breast cancer aged >30 years (p=0.0835) seen at the MCGM and 2.3% in the POSH study aged ≤40% and 1% in POSH cases≤30 years (table 1).\nManchester score\n        The detection of PVs in BRCA1 and BRCA2 was, as expected, strongly correlated with breast cancer pathology and family history. The MS accurately predicted the likelihood of a BRCA1/BRCA2 variant at both the 10% (15–19 points) and 20% (20–24 points) thresholds (table 2). By including PVs in TP53, 100% of women with a MS ≥40 had a PV in BRCA1/2 or TP53.\nTumour characteristics\n        We identified 61 (48.8%) PVs in BRCA1/2/TP53 in 125 women with triple-negative breast cancer (TNBC) (table 3). Unexpectedly, a similar rate of BRCA1/2/TP53 PVs was detected in cases of pure DCIS (11/26 [42.3%]), although TP53 accounted for 54.5% (6/11) of these. Eight were comedo DCIS of which four had a TP53 PV. The majority of DCIS were high grade (18/26) and 8/18 harboured a PV (2 in BRCA1, 1 in BRCA2 and 5 in TP53) (table 3). None of the cases of pure DCIS were detected on screening for familial risk.\n        \n          Table 3\n          \n            Rates of pathogenic variants found in patients with DCIS\n          \n          \n            \n              \n                DCIS\n                Total cases\n                Total PVs\n                %\n                \nBRCA1\n\n                %\n                \nBRCA2\n\n                %\n                \nTP53\n\n                %\n                \nBRCA1/BRCA2/\n\nTP53 combined (%)\n                \nPALB2\n\n                %\n              \n            \n            \n              \n                Total\n                26\n                11\n                42.3\n                2\n                7.7\n                2\n                7.7\n                6\n                23.10\n                38.5\n                1\n                3.8\n              \n              \n                ≤25 years\n                8\n                3\n                37.5\n                0\n                0.0\n                1\n                12.5\n                2\n                25.00\n                37.5\n                0\n                0.0\n              \n              \n                26–30 years\n                18\n                8\n                44.4\n                2\n                11.1\n                1\n                5.6\n                4\n                22.20\n                38.9\n                1\n                5.6\n              \n              \n                Grade/type\n              \n              \n                 Unknown\n                3\n                0\n                0.0\n                0\n                0.0\n                0\n                0.0\n                0\n                0\n                0.0\n                0\n                0.0\n              \n              \n                  2\n                8\n                2\n                25.0\n                0\n                0.0\n                1\n                12.5\n                0\n                0%\n                12.5\n                1\n                12.5\n              \n              \n                  3\n                14\n                8\n                57.1\n                2\n                14.3\n                1\n                7.1\n                5\n                36\n                57.1\n                0\n                0.0\n              \n              \n                 Pagets\n                1\n                1\n                100.0\n                0\n                0.0\n                0\n                0.0\n                1\n                100\n                100.0\n                0\n                0.0\n              \n              \n                 Comedo\n                8\n                4\n                50.0\n                0\n                0.0\n                0\n                0.0\n                4\n                50\n                50.0\n                0\n                0.0\n              \n            \n          \n          \n            \n              PV, pathogenic variant.\n            \n          \n        \n        HER2+ breast cancer showed a similar predominance of TP53 PVs (8/43 (18.6%)), but BRCA1/2 PVs were uncommon (3/43 (6.9%)).\n        Presence of cancer in both breasts was also predictive of PVs, with 36/63 (57.1%) cases with BRCA1/2/TP53 PVs (including 10/22 TP53 PVs) having bilateral breast cancer.\nSporadic breast cancer\n        Of 147 women without a family history of breast or ovarian cancer at original diagnosis, 24 (16.3%) had a PV. Only 10 (6.8%) had BRCA1/2 PVs (BRCA1=7; BRCA2=4; 1 woman had both BRCA1 and BRCA2 PVs), 12 women had a TP53 PV and the remaining 2 women had a PALB2 or a CHEK2 PV. All BRCA1 PVs were detected in women with sporadic TNBC 7/59 (11.9%). There were six other PVs identified in sporadic TNBC in BRCA2=3, TP53=2 and PALB2=1. Of 26 people with HER2+ sporadic breast cancers, 7 (26.9%) had PVs; (TP53=6; BRCA2=1). Outside of these confirmed pathologies 5/62 (8.1%) had PVs (TP53=4, CHEK2=1), but receptor status was unknown in 43 cases, including 13 with DCIS, two of whom had a TP53 PV.\nTP53 carriers\n        Among TP53 carriers, 10/22 (45.5%) had a family history of breast cancer at initial diagnosis. Additional relatives in three of these families had Li Fraumeni spectrum tumours (one had none at diagnosis) and one had a personal history of childhood adrenocortical cancer. Additionally, four families without relatives with breast cancer, had family histories, including the index breast cancer, consistent with classical Li Fraumeni syndrome including at least one sarcoma aged <45 years. One de novo case had an osteosarcoma of the leg aged 19 years. Seven (33%) apparently de novo TP53-associated cases (confirmed after parental testing), with no significant personal or family history of cancer, presented with breast cancer. Thus, 7/144 (4.9%) apparently sporadic breast cancer cases ≤30 years had TP53 de novo variants that would not have been expected from personal or family history.\n        One of the TP53 PVs was identified at a variant allele frequency of 22% suggesting mosaicism (online supplemental table 1). The PV was found in the tumour (20%-neoplastic content) at 15% and 11% in normal breast excluding clonal haematopoiesis (in a woman with Paget’s/DCIS who had not undergone radiotherapy/chemotherapy).\nAssessment of population level of testing\n        There were 135 women diagnosed with breast cancer in the Manchester region aged ≤30 years between 01/01/1990 and 31/12/1997 (since cancer genetic testing was introduced in Manchester) within the population study giving an annual rate of 16.9 cases. During this time, we tested 73/135 (54.1%) of affected women and identified BRCA1=13 (17.8%), BRCA2=8 (11%) and TP53=3 (4.1%) PVs. Of our population based study group of 125 women who underwent genetic testing (presenting with cancer between 1980 and 1997), there were PVs in BRCA1=23 (18.4%), BRCA2=11 (8.8%), TP53=5 (4%) and BRIP1=1,12 13 demonstrating a very similar overall detection rate. In the cohort referred to MCGM between 01/01/1998 and 3/11/2019, we tested 219 women and identified PVs in BRCA1=46 (21.0%), BRCA2=17 (7.8%) and TP53=16 (7.3%). The combined rate of BRCA1/2 PVs at 27.2% (population-based study) and 28.8% (referrals) are similar, suggesting no substantial testing bias. However, 68/125 (54.4%) in the population study (1980–1997) had no family history, compared with 77/219 (35.2%) in the recent cases (1998–2019) (p=0.0006). All but 18 of the 219 tested since 1997 had full pathology and ER receptor status available, and only eight ER+ ductal carcinomas had unknown HER2 status.\nCo-occurrence of actionable breast cancer gene variants\n        Of 920 breast cancer cases with no prescreening tested at MCGM, no co-occurrence of two actionable breast cancer gene variants was found. Among 4916 non-Jewish breast cancer cases undergoing full BRCA1 and BRCA2 testing, only two co-occurrences of BRCA1 and BRCA2 PVs has occurred including the single case reported in this study.\nDiscussion\n      We report here the results of 379 patients with breast cancer ≤30 years initially tested for PVs in BRCA1, BRCA2, TP53 and CHEK2 c.1100delC. Of the patients testing negative for these genes, 184 underwent testing of a panel of breast cancer associated genes. A total of 145 PVs were detected in 144 women, of which the majority (134 PVs) were identified in BRCA1, BRCA2, TP53 and CHEK2 c.1100delC. Only eight actionable PVs were found through extended panel testing. The rate of PVs in the unselected population series (n=125) was 18.9% in BRCA1, 8.8% in BRCA2 and 4% in TP53. The overall detection rate for TP53 (5.8%) in all samples is similar to the rate (6%) published previously.17 The Myriad study assessed this age group (783 women) and found combined rates of BRCA1/2 PVs of 14% in women aged 25–29 years and 9% in women aged <25 years,6 although this cannot be considered a population study. Our study supports this lower detection rate in the very youngest age group, in contrast to the overall trend to increasing frequency of BRCA1/2 at younger ages seen in population based testing.21 This is similar to the lower rates found in ovarian cancer <30 years.22 The Myriad study6 also showed a similarly increased detection rate for TNBC <30 years. Although there was no breakdown between BRCA1 and BRCA2, it is highly likely that this was BRCA1 driven as in our study. There is no specific figure given for TP53 in this age group, but it is also likely that the increased detection rates for non-BRCA genes from <4% (similar to all other age groups) in the 25–29 age group to ~8% in the <25 group is due to TP53. In this study, we noted an increased detection rate from 4.8% to 11.7%, due to the inclusion of TP53. Specific data from 287 of the POSH cases diagnosed aged <31 who have been analysed for TP53 and CHEK2 c.1100delC in addition to BRCA1/2 showed overall PV rate was higher in the <26 age group (28.9%) compared with 18.1% in the higher age group (online supplemental table 2). TP53 and BRCA2 PVs were more prevalent in the youngest age groups in the POSH study although numbers were small. Nonetheless, combining the frequencies from both studies the rates of BRCA1 and BRCA2 fell from 17.1% and 7.9% in the 26–30 age group to 10.1% and 7.1% in the <26 age group, respectively, although this was not significant for BRCA1 (p=0.1) and combined BRCA1 and BRCA2 (p=0.09). The increase for TP53 detection remained significant from 3.2% to 9.1% (p=0.01). The difference in incidence of PVs between POSH and this study may be due to sampling, certainly excluding cases with no invasive component to the presenting cancer would explain the lower rate of TP53 in the POSH study as well as excluding previous malignancy which jointly made up 12/22 (54%) of TP53 carriers in Manchester.\n      We have also analysed available online data from Ambry genetics commercial testing (https://www.ambrygen.com/providers/resources/prevalence-tool, accessed 29/08/2020).23 While it is not possible to assess the level of pretesting for TP53, and BRCA1/2 or the presence of a Li Fraumeni family history, there is a clear upward trend of prevalence of BRCA1 and BRCA2 PVs with reducing age at breast cancer until 26 years of age (online supplemental table 3). In contrast TP53 detection is increased in the <26 year age group (p=0.03), consistent with our findings.\n      Although the Myriad study is larger than the present study, there is a lack of detail, in particular regarding how much pretesting had been undertaken for PVs in BRCA1/2/TP53. Many women may have been tested for BRCA1/2 years earlier and subsequently taken advantage of extended testing. Similarly, women diagnosed with breast cancer and features of Li Fraumeni syndrome may have undergone clinical bespoke TP53 testing. Nine of 15 (60%) such TP53 cases in the present study triggered clinical testing based on personal or family history. The lower rates for BRCA1/2/TP53 PVs in the Myriad study probably reflects this level of pretesting and the more likely accurate rates are from the pure population-based series in the present study from 1980 to 1997.16\n\n      The current study has convincingly shown that PVs in BRCA1 are the biggest contributor to breast cancer in women diagnosed aged ≤30 years. Even in the pure population-based study, this was at least twice the rate of BRCA2. BRCA1 PVs were also twice as prevalent in this age group as BRCA2 PVs in the POSH study. Given the lower population prevalence of BRCA1 PVs, the risk of breast cancer in some women with a BRCA1 PV will be sufficient to recommend MRI screening in BRCA1 PV carriers<30 years. New UK guidance from the National Screening Committee will allow screening in BRCA1/2 PV carriers once their 10 year risk is 8%.24 This level of risk is estimated in BRCA1 PV carriers aged 25 years with a first degree relative diagnosed <40 years in both the Tyrer-Cuzick and BOADICEA models.25 26 Many other countries already offer screening in BRCA1/2 PV carriers from 25 years. The presence of seven TP53 carriers with breast cancer <26 years of age may well justify MRI screening from age 20 years as is already recommended in a number of guidelines.24\n\n      The present study has shown limited clinical benefit from testing of genes apart from BRCA1, BRCA2 and TP53 in women with invasive or in situ breast cancer aged ≤30 years. The individual with a PTEN PV had a classical phenotype and had PTEN bespoke testing rather than a panel. The detection rate in other actionable breast cancer genes was only 4.3% (8/184). Even allowing for an increased detection rate from testing the remaining 62 cases, this would have only reached 11/246 cases. Nevertheless, as at least seven TP53 cases would not have been suspected based on personal or family history, TP53 should be included in first-line testing as long as the panel does not reduce sensitivity for BRCA1/2 variant detection. While a single BRIP1 PV was detected, this gene is not convincingly associated with breast cancer risk and the current evidence does not support actionability for these variants.27 Similarly there has been no clinical validation for RECQL\n28 29 and RAD50 and the cases in the current series was consistent with population frequencies. We also found no RAD51C or RAD51D variants consistent with their primary association with ovarian cancer susceptibility.30 31\n\n      All different tumour pathologies had a >9% detection rate for BRCA1/2 and TP53 PVs. A striking finding was that the rate of PVs associated with DCIS (42.3%) was almost as high as that associated with TNBC (48.3%). The previous association with TP53 and high-grade comedo DCIS was noted.13 We also found a rate of 15.4% (4/26) for BRCA1/2 PVs in DCIS cases. The 23.1% rate for TP53 PVs in DCIS in our study reflects the very strong association of DCIS even with invasive cancers with 41 of 45 (91.1%) of all cases containing DCIS in one study of TP53 related breast cancers.32 Currently, many countries in Europe have not instituted extended panel testing for breast cancer and in England testing for a three gene panel of BRCA1, BRCA2 and PALB2 will be provided by the public healthcare system unless a specific request is made for TP53 by a geneticist. Our study would suggest that TP53 should be discussed and potentially added to all breast cancer gene screens≤30 years unless the woman declines following counselling of the implications of this test. The importance of identifying TP53 variants is shown by the extremely high rate of contralateral breast cancer, nearly 50% in the present study and with annual contralateral rates of ~40%.33 Given the concerns about radiation treatment and new primaries with TP53,34 35 a discussion about mastectomy and even bilateral mastectomy needs to be undertaken as well as instituting proven early detection strategies for other malignancies, including whole body MRI as published in two recent guidelines.34 35\n\n      This study has some limitations. Not all 379 women underwent full testing of the panel of breast cancer associated genes. However, we have shown that there is a very low likelihood that an individual identified with a PV in BRCA1/2 or TP53 would also carry a PV in another breast cancer gene. It is therefore unlikely that failure to test those with known BRCA1/2 PVs missed PVs in other breast cancer genes. Unfortunately, full pathology and receptor status was not available on all women. This reflects the chronological, real life data nature of the study. Breast cancer grade was only reported reliably after 1990 and ER receptor status after 1995. HER2 status was not usually reported until 1999, after approval of Herceptin (trastuzumab) for treating HER2+ breast cancer. Nonetheless, there were still a large number of TNBCs available for assessment and since 1997 the majority of women had full pathology available, including HER2 status. The strengths of this study include: the large number of patients with what is a rare cancer in young women; the well characterised nature of the cohort with extensive family history; a pure population-based cohort with high ascertainment even in the postcohort study period, and the presence of a population control for evaluated genes. The sensitivity of our testing, especially for BRCA1/2 and TP53, is high, indicated by the 100% detection rate of a PV in the 31 women with MS of ≥40. Although the score was designed for BRCA1/2, it has also clearly captured very early onset highly penetrant TP53 families.\n      In conclusion, we have identified a high rate of actionable PVs in breast cancer genes in women with breast cancer aged ≤30 years. The clear association of TP53 PVs in very young women presenting only with DCIS is noteworthy and adds to the published association of HER2+ invasive disease in young women with TP53 PVs.32\nTP53 and BRCA1/2 PVs are of similar frequency in women with breast cancer <26 years but BRCA1/2 PVs predominate in those aged 26–30 years. Overall, there is little additional benefit of testing breast cancer-associated genes apart from BRCA1, BRCA2 and TP53 in this age group.\nData availability statement\n      Data are available on reasonable request. The datasets analysed during the current study are available from the corresponding author on reasonable request.\nEthics statements\n      \n        Patient consent for publication\n        Not required.\n      \n      \n        Ethics approval\n        Research aspects of this study were approved by the North Manchester research ethics committee (Reference 08/H1006/77).\nPatient consent for publication\n        Not required.\nEthics approval\n        Research aspects of this study were approved by the North Manchester research ethics committee (Reference 08/H1006/77).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8788257/",
    "doi": "https://doi.org/10.1136/jmedgenet-2020-107347"
}