{
    "title": "Isolated headache is not a reliable indicator for brain cancer: the 2-week wait pathway for suspected CNS malignancies",
    "abstract": "Isolated headache is not a reliable indicator for brain cancer: the 2-week wait pathway for suspected CNS malignancies Bryan Ceronie Thomas Hart Daniel Belete Lucille Ramani Anish Bahra Introduction The UK uses the 2-week-wait (2WW) pathway for rapid access to cancer services. Conclusion The 2WW pathway is not effective in the diagnosis of brain cancer. Headache remains the most common reason for referral although it is not yet a reliable indicator of brain cancer.",
    "authors": [
        "Bryan Ceronie",
        "Thomas Hart",
        "Daniel Belete",
        "Lucille Ramani",
        "Anish Bahra"
    ],
    "published_year": "",
    "description": "Introduction\n          The UK uses the 2-week-wait (2WW) pathway for rapid access to cancer services. It is unclear whether this is effective for brain cancer.\nMethods\n          We retrospectively analysed all 2WW referrals for brain cancer between 2009 and 2016 in a district general neurology department. We compared clinical presentations to national guidelines and diagnoses of brain cancer.\nResults\n          Of the 153 cases analysed, four brain cancers were identified: two glioblastomas and two metastases. Headaches were the most common referral. The end diagnosis was mostly migraine. The highest positive predictive value was for behavioural/personality change (5.3%) and sub-acute neurological deficit (3.2%). There was no significant association between any symptom(s) and brain cancer.\nConclusion\n          The 2WW pathway is not effective in the diagnosis of brain cancer. Resources are better directed towards clinical research and treatment trials. Headache remains the most common reason for referral although it is not yet a reliable indicator of brain cancer.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8806310/\nhttps://doi.org/10.7861/clinmed.CM-2021-0223",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8806310/",
    "doi": "https://doi.org/10.7861/clinmed.CM-2021-0223"
}