{
    "title": "",
    "abstract": "As shown in Figures 3c and e, forced expression of miR‐192 resulted in decreased apoptosis in A549 cells from 27.52% ± 0.85 to 6.45% ± 0.87 (p < 0.05) compared with control (NC), and decreased the percentage of cells in the G1 phase from 66.03% ± 3.24 to 56.73% ± 4.21 (p < 0.05); and increased the percentage of cells in the S phase from 19.17% ± 2.11 to 23.30% ± 0.95 (p < 0.05). However, inhibited expression of miR‐192 in A549/DDP cells increased apoptosis from 31.41% ± 4.95 to 44.46% ± 0.70 (p < 0.05) compared with NC; increased the percentage of cells in G1 phase from 60.50% ± 2.94 to 67.45% ± 1.46 (p < 0.05); and decreased the percentage of cells in G2 phase from 9.20% ± 1.06 to 5.65% ± 0.38 (p < 0.05). Inhibition of NF‐κB reverses miR‐192‐induced cisplatin resistance in lung cancer cells As a result of having demonstrated NF‐κB as a downstream signal pathway of miR‐192, we next examined the role of NF‐κB in miR‐192 mediated cell apoptosis, cell cycle and cisplatin resistance in lung cancer cells.",
    "authors": [
        "Yang Li",
        "Lingling Zu",
        "Heng Wu",
        "Fang Zhang",
        "Yaguang Fan",
        "Hongli Pan",
        "Xinxin Du",
        "Fengjie Guo",
        "Qinghua Zhou"
    ],
    "published_year": "2021",
    "description": "Background\n          Chemoresistance influences the therapeutic effect of cisplatin and remains a major obstacle to its clinical use. MicroRNAs are associated with drug resistance of various tumors. However, the association between microRNAs and cisplatin in lung cancer remains largely unclear.\nMETHODS\n      \n        Materials\n        Cisplatin and curcumin were purchased from Sigma, the cell counting kit‐8 was purchased from DOjinDO (CCK‐8, DOjinDO Laboratories), and the miRNeasy mini‐kit was purchased from Qiagen. MiR‐192 mimics and miR‐192 inhibitor were obtained from GenePharma. Lipofectamine 2000 transfection reagent was purchased from Life technologies. Monoclonal antibody specific to NKRF, p‐κB, IκB, NF‐κB p65, PARP‐1, cIAP1, cIAP2, Bcl‐xl and XIAP were purchased from Abcam, cell signaling technology (Danvers) and Santa Cruz, respectively. pNFκB‐luc was purchased from Beyotime, pMIR‐GLO dual‐luciferase miRNA target report vector and dual‐luciferase reporter assay system were purchased from Promega.\n      \n      \n        Cell culture and transfection\n        Human lung adenocarcinoma cisplatin‐sensitive cell line A549 (A549) and cisplatin‐resistance cell line A549/DDP (A549/DDP) were obtained from the cell bank of the Tianjin Key Laboratory of Lung Cancer Metastasis and Tumor Microenviroment (Tianjin, China). The biological characteristics and drug resistance of the cells have previously been demonstrated.\n26\n Cells were cultured in RPMI 1640 medium (GIBCO Invitrogen) containing 10% fetal bovine serum (Gibco), and maintained at 37°C in a humidified atmosphere with 5% CO2. The A549/DDP cells were preserved in a 2 μg/ml final concentration of cisplatin to sustain cisplatin resistance. All cell lines were grown under identical conditions. For transfection, cells were cultured to 40%–50% confluence and transfected with plasmids or miR‐192 mimics or miR‐192 inhibitor or control using lipofectamine 2000 (Invitrogen) according to the manufacturer's recommendations.\n      \n      \n        \nMicroRNA microarray analysis\n        Differentially expressed miRNAs between A549 and A549/DDP cells were identified using Agilent Human 18.0 miRNA array (Agilent Technologies Inc). MiRNAs were extracted using the miRNeasy mini‐kit according to the manufacturer's instructions. Hybridization, scanning, and data processing were performed by Biotechnology Corporation.\n      \n      \n        Quantitative real‐time PCR\n\n        Quantitative RT‐PCR was performed to validate the MiRNA and gene mRNA expression levels. RT‐PCR was carried out using SYBR Premix Ex Taq (Takara, Japan). Reverse transcriptions were carried out in triplicate and analyzed using the ABI Prism 7900HT fast real‐time PCR system (Applied Biosystems). The relative quantification values for each miRNA and gene were calculated by the 2‐ΔΔCt method using U6 and GAPDH as an internal reference, respectively. All primer sequences are listed in Table 1.\n        \n          TABLE 1\n          \n            PCR primer sequences\n          \n          \n            \n            \n            \n            \n              \n                Genes\n                Primers\n                Sequence (5′‐3′)\n              \n            \n            \n              \n                miR‐192\n                RT primer\n                GTCGTATCCAGTGCAGGGTCCGAGGT\n              \n              \n                ATTCGCACTGGATACGACGGGCTGT\n              \n              \n                Forward primer\n                GGGGCTGACCTATGAATTGA\n              \n              \n                Reverse Primer\n                CAGTGCAGGGTCCGAGGT\n              \n              \n                U6\n                RT primer\n                AACGCTTCACGAATTTGCGT\n              \n              \n                Forward primer\n                CTCGCTTCGGCAGCACA\n              \n              \n                Reverse Primer\n                CAGTGCAGGGTCCGAGGT\n              \n              \n                NKRF\n                Forward primer\n                CCACACAGATTTGACTTTC\n              \n              \n                Reverse Primer\n                CCGTCTTTTTCTACCTACC\n              \n              \n                cIAP1\n                Forward primer\n                AAGAGAAGAGGAGAAGGA\n              \n              \n                Reverse Primer\n                CCAGGATAGGAAGCACAC\n              \n              \n                cIAP2\n                Forward primer\n                GATGCTGGATAACTGGAA\n              \n              \n                Reverse Primer\n                GAAGTAATGAGTGTGTGG\n              \n              \n                Bcl‐xl\n                Forward primer\n                AACAATGCAGCAGCCGAGAG\n              \n              \n                Reverse Primer\n                AGAGTGAGCCCAGCAGAACC\n              \n              \n                XIAP\n                Forward primer\n                GGGAGCAACTATAAATCACT\n              \n              \n                Reverse Primer\n                CCACAAGGAACAAAAACGA\n              \n              \n                GAPDH\n                Forward primer\n                GGAAGGTGAAGGTCGGAGT\n              \n              \n                Reverse Primer\n                AAGGGGTCATTGATGGCAAC\n              \n            \n          \n        \n      \n      \n        Cell viability assay\n        A total of 2000 cells per 100 μl of cell suspension were used to seed each well of a 96‐well flat‐bottomed plate. After incubating for 24 h to allow for cell attachment and recovery, A549 cells were treated with cisplatin at the concentration of 0, 0.5, 1, 2, 4, 8, 16, 32 μg/ml and A549/DDP at the concentration of 0, 1, 2, 4, 8, 16, 32, 64 ug/ml and incubated for 48 h at 37°C. Then, 10 μl of CCK‐8 was added to each well and incubated for 1 h at 37°C. The plates were then analyzed on microplate readers (SpectraMax M5, Molecular Devices) at 450 and 630 nm (background) to determine the absorbance of the samples.\n      \n      \n        Cell cycle analysis\n        Cell cycle analysis was determined using propidium iodide (PI) staining. In brief, the cells were fixed with 70% ice‐cold ethanol, followed by staining with freshly prepared nuclei staining buffer (0.1% Triton X‐100 in PBS, 200 μg/ml of RNaseA, and 50 μg/ml of PI) for 20 min at 37°C. Cell‐cycle histograms were generated using fluorescence‐activated cell sorting analysis. The percentage of cells in the G0/G1, S, and G2/M phases were counted and compared.\n      \n      \n        Apoptosis analysis\n        Cell apoptosis was detected by FITC Annexin V staining. First, the cells were harvested and washed with ice‐cold phosphate‐buffered saline (PBS), and then subjected to the FITC Annexin V apoptosis detection kit (BD Pharmingen) for staining. Finally, the cells were analyzed using a FACScan instrument (Beckman Coulter) and the data were measured using WinMDI 2.9.\n      \n      \n        Plasmids and luciferase assay\n        For the miR‐192‐target analysis, two fragments of NKRF‐WT or NKRF‐Mut were cloned into the downstream of the pMIR‐GLO dual luciferase miRNA target vector according to protocol. pNFκB‐luc vector was purchased from Beyotime which contained several κB sites reflecting the transcriptional activity of NF‐κB. In a 48‐well plate format, a final concentration of 1 μg/ml of reporter plasmid DNA and 100 nmol/l of miR‐192 mimics or 100 nmol/l of miR‐192 inhibitor mixed in 250 μl of serum‐free medium were used for each transfection. In the cotransfection system, 50 ng pRL‐SV40 reporter plasmids, 100 nmol/l of miR‐192 mimics or 200 nmol/l of miR‐192 inhibitor and 250 ng reporter plasmid DNA were added. At 48 h post‐transfection, luciferase activities using the dual‐luciferase assay system were measured (Promega).\n      \n      \n        Western blotting\n        Cells were lysed on ice for 30 min in radioimmunoprecipitation assay buffer which included protease inhibitors (Beyotime) and the supernatant was collected after centrifugation at 4°C, 12000 rpm for 30 min. The total proteins were resolved on 8%–15% gradient SDS‐polacrylamide gel and transferred to nitrocellulose (NC) filtration membranes. Membranes were blocked for 1 h in 5% skim milk in TBST and with primary antibody overnight at 4°C, followed by incubation with appropriate HRP‐conjugated secondary antibody at optimized concentration. The densitometry of Western blot results was measured using ImageJ software.\n      \n      \n        Statistical analysis\n        The data are shown as mean ± standard deviation (SD). Two‐tailed Student's t‐test was used to determine the significant differences between the control and treatment groups. Statistical analysis was performed using SPSS Statistics 20.0 (SPSS, IBM) software and p < 0.05 was considered statistically significant.\nRESULTS\n      \n        \nMiR‐192 is upregulated in cisplatin resistant cells\n        To determine the correlation of dysregulated miRNAs with cisplatin chemoresistance in lung cancer, miRNA microarrays was performed between human lung cancer cisplatin sesItive A549 cells (called as A549) and cisplatin‐resistance A549/DDP cells (called as A549/DDP), and A total of 106 miRNAs were detected, with above 2‐fold expression change. Among these miRNAs, miR‐98‐5p, 195‐5p, 193a‐5p, 194‐5p, 192‐5p, 3613‐3p, 183‐5p and 3653 were upregulated in A549/DDP cells and confirmed by qRT‐PCR assay. These result showed that these eight miRNAs were significantly upregulated in A549/DDP cells compared to A549 cells, and therefore in good accordance with the microarray data (Figure 1). However, we were particularly interested in miRNA‐192 because of the high upregulation in A549/DDP cells (37.59 ± 0.35‐fold) and its role in promoting drug resistance to lung cancer.\n20\n, \n21\n These data indicated that miR‐192 might play an important role in the development of cisplatin resistance in lung cancer cells.\n        \n          FIGURE 1\n          \n            MicroRNA modulation in A549/DDP cells. (a) 106 microRNAs were differentially expressed in A549 and A549/DDP cells (>2‐fold was considered to be significant). Top 20 up‐ and downregulated miRNAs in A549/DDP cells are shown. (b) MiR‐192 mRNA levels were determined by real‐time PCR, U6 was used as an internal control. Data are representative of at least three independent experiments and are presented as the mean ± SD. **p < 0.01 versus A549 cells\n          \n          \n        \n      \n      \n        \nMiR‐192 confers cisplatin resistance in lung cancer cells\n        Little is known about the effects of miR‐192 in lung cancer cisplatin chemoresistance. To investigate the association between miR‐192 expression and cisplatin resistance in lung cancer, we overexpressed miR‐192 in A549 cells and downregulated in A549/DDP (Figure 2a, b). We then tested the drug sensitivities by CCK‐8 assay, and the IC50 values for cisplatin were 15.22 ± 0.91 μg/ml (p < 0.05) in A549‐miR‐192‐mimic cells, significantly higher than 3.42 ± 0.90 μg/ml (p < 0.05) in A549‐NC (Figure 2c). The IC50 values for cisplatin were 7.28 ± 1.10 μg/ml (p < 0.05) in A549/DDP‐miR‐192‐inhibitor cells, lower than 12.51 ± 1.00 μg/ml (p < 0.05) in A549/DDP‐NC (Figure 2d). The results indicated that enforced miR‐192 enhanced the cisplatin chemoresistance of lung cancer, whereas knockdown of miR‐192 could reverse the cisplatin chemoresistance of lung cancer. Similar results were obtained when comparing the miR‐192‐treated group with the vehicle group, whilst there was no significant difference between the NC and vehicle groups. These data highlighted the significant functions of MiR‐192 in enhancing the resistance of lung cancer to cisplatin and conferring drug resistance.\n        \n          FIGURE 2\n          \n            MiR‐192 enhances resistance to cisplatin in lung cancer cells. (a) A549 and A549/DDP cells were transfected with a miR‐192 mimic and inhibitor, respectively. miR‐192 expression levels were detected by real‐time PCR at 48 h post‐transfection. MiRNA abundance was normalised by U6. (b) The IC50 for cisplatin at 48 h post‐transfection was measured by CCK‐8 assay\n          \n          \n        \n      \n      \n        \nMiR‐192 inhibits apoptosis, promotes growth, and enhances survival in lung cancer cisplatin chemoresistant cells\n        Next, we tested the functional significance of miR‐192 in cisplatin resistance in lung cancer cells. A549 and A549/DDP cells were transfected with miR‐192 mimics or miR‐192 inhibitor, respectively. MTT assay was used to investigate the effect of miR‐192 on cell proliferation. As shown in Figure 3a, when transfected with miR‐192 mimics, the proliferation ability of A549 cells was enhanced compared to the control group, whereas the proliferation ability of A549/DDP cells was reduced compared to the control group (Figure 3b) when transfected with miR‐192 inhibitor. Additionally, we performed flow cytometry analysis to investigate the effect of miR‐192 on cell apoptosis and cell cycle. As shown in Figures 3c and e, forced expression of miR‐192 resulted in decreased apoptosis in A549 cells from 27.52% ± 0.85 to 6.45% ± 0.87 (p < 0.05) compared with control (NC), and decreased the percentage of cells in the G1 phase from 66.03% ± 3.24 to 56.73% ± 4.21 (p < 0.05); and increased the percentage of cells in the S phase from 19.17% ± 2.11 to 23.30% ± 0.95 (p < 0.05). However, inhibited expression of miR‐192 in A549/DDP cells increased apoptosis from 31.41% ± 4.95 to 44.46% ± 0.70 (p < 0.05) compared with NC; increased the percentage of cells in G1 phase from 60.50% ± 2.94 to 67.45% ± 1.46 (p < 0.05); and decreased the percentage of cells in G2 phase from 9.20% ± 1.06 to 5.65% ± 0.38 (p < 0.05). Similar results were obtained when comparing the miR‐192‐treated group with the vehicle group. There was no significant difference between the NC and vehicle groups. Our data indicate that miR‐192 decreases apoptosis induced by cisplatin and promotes G1/S phase transition.\n        \n          FIGURE 3\n          \n            Effect of miR‐192 on lung cancer cells. (a, b) Cell growth after transfection was measured by CCK‐8 assay. (c, d) Cell cycles were detected by FCM at 48 h post‐transfection in A549 and A549/DDP cells. (e, f) Then, 2 and 10 μg/ml cisplatin were added to the medium of A549 and A549/DDP cells, respectively for 48 h. The FCM assay revealed decreased apoptosis in the upregulated miR‐192 expression group. Data are representative of at least three independent experiments and are presented as the mean ± SD. *p < 0.05 and **p < 0.01 versus negative control (NC)\n          \n          \n        \n      \n      \n        \nMiR‐192 directly inhibits the expression of NKRF through 3′UTR\n\n        To discover the underlying molecular mechanisms of the phenotypes observed in A549 and A549/DDP cells following miR‐192 up‐ or downregulation, we employed TargestScan, miRanda, TargetScan, PicTar and RNA22 programs to determine the miR‐192 targets and NF‐κB repressing factor (NKRF) (Figure 4a). To determine whether NKRF was a direct target of miR‐192, we cloned the wild‐type or mutant 3′UTR sequence of NKRF into pMIR reporter vector, respectively, as shown in Figure 4b, and performed a luciferase reporter assay. The results showed that overexpression of miR‐192 caused a remarkable decrease in the luciferase activity in A549 cells when the NKRF plasmid containing wild‐type 3′‐UTR was present, whereas its mutant counterpart was not (Figure 4c). Additionally, downexpression of miR‐192 cause a significant increase in the luciferase activity in A549/DDP when the NKRF plasmid containing wild‐type 3'‐UTR was present, whereas its mutant counterpart was not (Figure 4d). Furthermore, western blotting demonstrated that overexpression of miR‐192 significantly suppressed NKRF expression in A549 cells and silencing of miR‐192 increased NKRF expression in A549/DDP cells, but mRNA level did not change (Figure 4e, f). In addition, we used the TCGA database to analyze the correlation between miR‐192 and NKRF expression in lung adenocarcinoma, and found that miR‐192 and NKRF was negatively correlated (Figure 4g). The “K‐M plot” online website showed that high NKRF expression had a longer survival in lung adenocarcinoma patients (Figure 4h). Taken together, these results indicated that NKRF is the direct target of miR‐192, and is associated with the prognosis of lung adenocarcinoma patients.\n        \n          FIGURE 4\n          \n            NKRF is a direct target of miR‐192. (a) A549 cells and A549/DDP cells were transfected with a miR192 mimic and miR192 inhibitor, respectively, and the relative expression of NKRF mRNA was detected by real‐time PCR 48 h post‐transfection. Data are representative of at least three independent experiments and are presented as the mean ± SD. *p < 0.05 versus cells transfected with 0 nM. (b) NKRF protein expression was analysed by western blot analysis at 48 h post‐transfection. (c) The predicted miR‐192 target site in the 3′‐UTR of NKRF mRNA and the sequence conservation among various species. (d) Diagram of NKRF 3′‐UTR containing luciferase reporter constructs. (e) Dual luciferase reporter assays in A549 and A549/DDP cells with cotransfection of NKRF 3′‐UTR and miR‐192 mimic or miR‐192 inhibitor as indicated. (g) The expression of miR‐192 and NKRF was negatively correlated in lung adenocarcinoma (r = −0.111,p = 0.013). (H) High NKRF expression had a longer survival in lung adenocarcinoma patients. Data are representative of at least three independent experiments and are presented as the mean ± SD. **p < 0.01 versus negative control (NC)\n          \n          \n        \n      \n      \n        \nNF‐κB pathway contributes to enhanced miR‐192‐induced cisplatin resistance\n        Given that NKRF is an NF‐κB repressing factor and miR‐192 could negatively regulate NKRF expression, we questioned whether NF‐κB is involved in facilitating cisplatin resistance in lung cancer cells. The transcriptional activation of NF‐κB was evaluated by dual luciferase reporter assay. As shown in Figure 5a, overexpression of miR‐192 increased the luciferase activity in A549 cells, while silencing of miR‐192 decreased the luciferase activity in A549/DDP cells. Furthermore, NF‐κB activation was also analysed by nuclear translocation assay in A549 and A549/DDP cells. Western blot results showed that forced expression of miR‐192 in A549 increased the nuclear protein level of NF‐κB, decreased the cytoplasmic protein level of NF‐κB, whereas the opposite was achieved in downexpression of MiR‐192 in A549/DDP (Figure 5b).\n        \n          FIGURE 5\n          \n            NF‐κB activity is increased by miR‐192. (a) A549 and A549/DDP cells were cotransfected with 100 nM miR‐192 mimic or 200 nM miR‐192 inhibitor and pNF‐κB ‐luc. NF‐κB transcriptional activation was detected by dual luciferase reporter assay. (b) A549 and A549/DDP cells were transfected with 100 nM miR‐192 mimic and 200 nM miR‐192 inhibitor, and NF‐κB nuclear translocation was detected by western blot at 48 h post‐transfection. PARP‐1 was used as the nuclear internal control and α‐tubulin as the cytoplasm internal control. (c) mRNA expression of cIAP1, cIAP2, Bcl‐xl, and XIPA were detected 48 h after transfection by RT‐PCR. The data are expressed as mean ± SD of three independent experiments. *p < 0.05 and **p < 0.01 versus negative control (NC)\n          \n          \n        \n        cIAP1, cIAP2, Bcl‐xl and XIAP are NF‐κB‐responsive genes, which are implicated in the multidrug‐resistance of cancers.\n27\n The expression level of these genes was measured in A549 cells following overexpression of miR‐192 or in A549/DDP cells following downexpression of miR192. As shown in Figure 5c, overexpression of miR‐192 significantly upregulated both the mRNA and protein level of all these genes in A549 cells, whereas downexpression of MiR‐192 in A549/DDP achieved the opposite. These results suggest that miR‐192 could activate the NF‐κB pathway, in turn, NF‐κB pathway contributes to enhanced miR‐192‐induced cisplatin resistance in lung cancer cells.\n      \n      \n        Inhibition of NF‐κB reverses miR‐192‐induced cisplatin resistance in lung cancer cells\n        As a result of having demonstrated NF‐κB as a downstream signal pathway of miR‐192, we next examined the role of NF‐κB in miR‐192 mediated cell apoptosis, cell cycle and cisplatin resistance in lung cancer cells. Curcumin was used to inhibit NF‐κB activity, and p‐IκB and total IκB was measured. As shown in Figure 6a, the expression level of p‐IκB was markedly upregulated when A549 cells enforced expression of miR‐192 (DMSO‐miR‐192) compared to the negative control (DMSO‐NC), and P‐IκB (p‐IκB) enables NF‐κB to translocate to the nucleus, and activates the NF‐κB signaling pathway. However, the effect of p‐IκB upregulation induced by miR‐192 could be reversed under curcumin treatment. The IC50 values for cisplatin in A549 cells (DMSO‐miR‐192) was 14.29 ± 0.30 μg/ml (p < 0.05), more than 3.29 ± 0.35 μg/ml (p < 0.05) in A549 cells (DMSO‐NC). Whereas, there was no significant difference in the IC50 value for cisplatin between A549 cells treated with curcumin‐NC and A549 cells treated with curcumin‐miR‐192 (Figure 6b).\n        \n          FIGURE 6\n          \n            Curcumin inhibits NF‐κB activation, which reduces miR‐192‐induced resistance to cisplatin in A549 cells. (a) Western blot was used to analyse the expression of NF‐κB after transfection in A549 cells, and cells were treated with or without 30 μmol/l curcumin for 6 h before harvesting for western blot. (b) Sensitivity of A549 cells to cisplatin after transfection with miR‐192 mimic with or without curcumin. A549 cells plated in culture dishes were pretreated with curcumin for 24 h, after which cisplatin was added to each well. Viability was measured by the CCK‐8 assay 48 h after cisplatin treatment. (c) Cell cycle was detected by flow cytometric (FCM) analysis 48 h after curcumin treatment. (d) The apoptosis rate of A549 cells after transfection of miR‐192 mimics with or without curcumin. A549 cells plated in culture dishes were pretreated with curcumin for 24 h, and then 2 μg/ml cisplatin was added to each well. Apoptotic cells were detected by FCM 48 h after cisplatin treatment. The data are expressed as mean ± SD of three independent experiments. *p < 0.05 and **p < 0.01 compared with the viability of A549 cells at 0 μmol/L curcumin\n          \n          \n        \n        Flow cytometric (FCM) analysis showed that inhibiting NF‐κB blocked G1/S phase transition and induced apoptosis, which indicates that NF‐κB might induce cisplatin resistance in lung cancer cells by triggering G1/S phase transition and decreasing apoptosis of cancer cells (Figure 6c and d). The same results were also obtained when comparing miR‐192‐treated with the vehicle group. There was no significant difference between the NC and vehicle groups. Our data show that miR‐192‐induced cisplatin resistance, inhibition of the G1/S phase transition and inhibition of apoptosis can be reversed by inhibiting the NF‐κB signal pathway. Considering the effects of NF‐κB on cisplatin IC50 values for lung cancer cells, we conclude that miR‐192 /NKRF axis regulates cisplatin sensitivity in human lung adenocarcinoma cells via the NF‐κB pathway.\nConclusions\n          MiR‐192 plays a crucial role in cisplatin‐resistance of lung cancer cells. Thus, MiR‐192 may represent a therapeutic target for overcoming resistance to cisplatin‐based chemotherapy in lung cancer.\nINTRODUCTION\n      Lung cancer is the most common cancer worldwide and remains the leading cause of cancer‐related deaths, with high incidence and high recurrence rate. Although there has been an improvement in the diagnosis and treatment of lung cancer, the five‐year survival rate has still increased to 16.6%,\n1\n, \n2\n mainly because of the emergence of resistance during treatment with chemotherapy and radiation therapy.\n3\n Cisplatin (DDP) is the most frequently used chemotherapeutic agent for lung cancer. However, cisplatin resistance represents a primary obstacle in effective clinical treatment. Therefore, elucidation of the underlying molecular mechanisms which regulate cisplatin resistance in order to improve its therapeutic value in lung cancer is urgently required.\n      MicroRNAs (miRNAs) are predicted to regulate the expression of up to one third of human protein‐coding genes, and are involved in diverse biological processes, including development,\n4\n differentiation,\n5\n apoptosis and cell proliferation.\n6\n, \n7\n Abnormal miRNAs expression might function as oncogenes or tumour‐suppressor genes,\n8\n, \n9\n, \n10\n, \n11\n which influence the occurrence and progression of various cancers. Several miRNAs have been reported to play an important role in resistance to chemotherapy. Fujita et al. revealed that ectopic expression of miR‐34a attenuates chemoresistance to camptothecin by inducing apoptosis.\n12\n Furthermore, Hamano et al. demonstrated that miR‐200c induces chemoresistance in oesophageal cancer through the Akt pathway.\n13\n Additionally, Yu et al. determined that MiR‐23a might contribute to chemoresistance against cisplatin in squamous cell carcinoma of the tongue. These studies suggest that certain miRNAs could be used as effective predictive markers for chemoresistance in various tumors. MiR‐192 has been used as a marker for tumour diagnosis,\n14\n invasion\n15\n and metastasis,\n16\n due to its involvement in cell proliferation,\n17\n cell cycle\n18\n and apoptosis.\n19\n Moreover, previous studies have demonstrated that miR‐192 could influence 5‐fluorouracil resistance\n20\n and might be related to docetaxel resistance\n21\n in lung cancer cells. However, there are currently no studies on the effect of miR‐192 on lung cancer cell proliferation, apoptosis and cisplatin resistance.\n      NF‐κB is aberrantly expressed in a variety of cancers and can cause chemotherapeutic resistance against certain antitumour agents. For example, NF‐κB inhibitors boost cisplatin's antitumour capabilities in cisplatin‐resistant cell lines, inhibition of NF‐κB can increase the efficacy of cisplatin in ovarian cancer cells,\n22\n and human epidermoid carcinoma KCP‐4 cells are highly resistant to cisplatin owing to multiple changes in the NF‐κB activation pathway and increased cisplatin efflux.\n23\n Constitutive NF‐κB activation supports cancer cell survival and induces cisplatin resistance. Moreover, previous studies have demonstrated that MiRNAs, as an endogenous inhibitor of gene expression, play a significant role in the activation of NF‐κB in cancer cells. For example, miR‐9 can inhibit ovarian cancer cell growth by downregulating NF‐κB1.\n24\n Furthermore, miR‐146 suppresses NF‐κB activity in breast cancer cells, which results in reduced metastatic potential.\n25\n\n\n      In the present study, we demonstrated that miR‐192 was significantly upregulated in cisplatin resistance A549/DDP cells, miR‐192 induced cisplatin resistance through growth promotion, apoptosis inhibition and enhanced cell survival. Furthermore, we confirmed that NF‐κB repressing factor (NKRF) was one of the target genes of miR‐192. MiR‐192 was able to promote cisplatin resistance through paralyzing the function of NKRF. In addition, we found that miR‐192 induced cisplatin resistance could be reversed by the NF‐κB inhibitor curcumin. These results suggest that /NKRF axis enhances cisplatin resistance through the NF‐κB signal pathway.\nMaterials\n        Cisplatin and curcumin were purchased from Sigma, the cell counting kit‐8 was purchased from DOjinDO (CCK‐8, DOjinDO Laboratories), and the miRNeasy mini‐kit was purchased from Qiagen. MiR‐192 mimics and miR‐192 inhibitor were obtained from GenePharma. Lipofectamine 2000 transfection reagent was purchased from Life technologies. Monoclonal antibody specific to NKRF, p‐κB, IκB, NF‐κB p65, PARP‐1, cIAP1, cIAP2, Bcl‐xl and XIAP were purchased from Abcam, cell signaling technology (Danvers) and Santa Cruz, respectively. pNFκB‐luc was purchased from Beyotime, pMIR‐GLO dual‐luciferase miRNA target report vector and dual‐luciferase reporter assay system were purchased from Promega.\nCell culture and transfection\n        Human lung adenocarcinoma cisplatin‐sensitive cell line A549 (A549) and cisplatin‐resistance cell line A549/DDP (A549/DDP) were obtained from the cell bank of the Tianjin Key Laboratory of Lung Cancer Metastasis and Tumor Microenviroment (Tianjin, China). The biological characteristics and drug resistance of the cells have previously been demonstrated.\n26\n Cells were cultured in RPMI 1640 medium (GIBCO Invitrogen) containing 10% fetal bovine serum (Gibco), and maintained at 37°C in a humidified atmosphere with 5% CO2. The A549/DDP cells were preserved in a 2 μg/ml final concentration of cisplatin to sustain cisplatin resistance. All cell lines were grown under identical conditions. For transfection, cells were cultured to 40%–50% confluence and transfected with plasmids or miR‐192 mimics or miR‐192 inhibitor or control using lipofectamine 2000 (Invitrogen) according to the manufacturer's recommendations.\nNF‐κB pathway contributes to enhanced miR‐192‐induced cisplatin resistance\n        Given that NKRF is an NF‐κB repressing factor and miR‐192 could negatively regulate NKRF expression, we questioned whether NF‐κB is involved in facilitating cisplatin resistance in lung cancer cells. The transcriptional activation of NF‐κB was evaluated by dual luciferase reporter assay. As shown in Figure 5a, overexpression of miR‐192 increased the luciferase activity in A549 cells, while silencing of miR‐192 decreased the luciferase activity in A549/DDP cells. Furthermore, NF‐κB activation was also analysed by nuclear translocation assay in A549 and A549/DDP cells. Western blot results showed that forced expression of miR‐192 in A549 increased the nuclear protein level of NF‐κB, decreased the cytoplasmic protein level of NF‐κB, whereas the opposite was achieved in downexpression of MiR‐192 in A549/DDP (Figure 5b).\n        \n          FIGURE 5\n          \n            NF‐κB activity is increased by miR‐192. (a) A549 and A549/DDP cells were cotransfected with 100 nM miR‐192 mimic or 200 nM miR‐192 inhibitor and pNF‐κB ‐luc. NF‐κB transcriptional activation was detected by dual luciferase reporter assay. (b) A549 and A549/DDP cells were transfected with 100 nM miR‐192 mimic and 200 nM miR‐192 inhibitor, and NF‐κB nuclear translocation was detected by western blot at 48 h post‐transfection. PARP‐1 was used as the nuclear internal control and α‐tubulin as the cytoplasm internal control. (c) mRNA expression of cIAP1, cIAP2, Bcl‐xl, and XIPA were detected 48 h after transfection by RT‐PCR. The data are expressed as mean ± SD of three independent experiments. *p < 0.05 and **p < 0.01 versus negative control (NC)\n          \n          \n        \n        cIAP1, cIAP2, Bcl‐xl and XIAP are NF‐κB‐responsive genes, which are implicated in the multidrug‐resistance of cancers.\n27\n The expression level of these genes was measured in A549 cells following overexpression of miR‐192 or in A549/DDP cells following downexpression of miR192. As shown in Figure 5c, overexpression of miR‐192 significantly upregulated both the mRNA and protein level of all these genes in A549 cells, whereas downexpression of MiR‐192 in A549/DDP achieved the opposite. These results suggest that miR‐192 could activate the NF‐κB pathway, in turn, NF‐κB pathway contributes to enhanced miR‐192‐induced cisplatin resistance in lung cancer cells.\nQuantitative real‐time PCR\n\n        Quantitative RT‐PCR was performed to validate the MiRNA and gene mRNA expression levels. RT‐PCR was carried out using SYBR Premix Ex Taq (Takara, Japan). Reverse transcriptions were carried out in triplicate and analyzed using the ABI Prism 7900HT fast real‐time PCR system (Applied Biosystems). The relative quantification values for each miRNA and gene were calculated by the 2‐ΔΔCt method using U6 and GAPDH as an internal reference, respectively. All primer sequences are listed in Table 1.\n        \n          TABLE 1\n          \n            PCR primer sequences\n          \n          \n            \n            \n            \n            \n              \n                Genes\n                Primers\n                Sequence (5′‐3′)\n              \n            \n            \n              \n                miR‐192\n                RT primer\n                GTCGTATCCAGTGCAGGGTCCGAGGT\n              \n              \n                ATTCGCACTGGATACGACGGGCTGT\n              \n              \n                Forward primer\n                GGGGCTGACCTATGAATTGA\n              \n              \n                Reverse Primer\n                CAGTGCAGGGTCCGAGGT\n              \n              \n                U6\n                RT primer\n                AACGCTTCACGAATTTGCGT\n              \n              \n                Forward primer\n                CTCGCTTCGGCAGCACA\n              \n              \n                Reverse Primer\n                CAGTGCAGGGTCCGAGGT\n              \n              \n                NKRF\n                Forward primer\n                CCACACAGATTTGACTTTC\n              \n              \n                Reverse Primer\n                CCGTCTTTTTCTACCTACC\n              \n              \n                cIAP1\n                Forward primer\n                AAGAGAAGAGGAGAAGGA\n              \n              \n                Reverse Primer\n                CCAGGATAGGAAGCACAC\n              \n              \n                cIAP2\n                Forward primer\n                GATGCTGGATAACTGGAA\n              \n              \n                Reverse Primer\n                GAAGTAATGAGTGTGTGG\n              \n              \n                Bcl‐xl\n                Forward primer\n                AACAATGCAGCAGCCGAGAG\n              \n              \n                Reverse Primer\n                AGAGTGAGCCCAGCAGAACC\n              \n              \n                XIAP\n                Forward primer\n                GGGAGCAACTATAAATCACT\n              \n              \n                Reverse Primer\n                CCACAAGGAACAAAAACGA\n              \n              \n                GAPDH\n                Forward primer\n                GGAAGGTGAAGGTCGGAGT\n              \n              \n                Reverse Primer\n                AAGGGGTCATTGATGGCAAC\nCell viability assay\n        A total of 2000 cells per 100 μl of cell suspension were used to seed each well of a 96‐well flat‐bottomed plate. After incubating for 24 h to allow for cell attachment and recovery, A549 cells were treated with cisplatin at the concentration of 0, 0.5, 1, 2, 4, 8, 16, 32 μg/ml and A549/DDP at the concentration of 0, 1, 2, 4, 8, 16, 32, 64 ug/ml and incubated for 48 h at 37°C. Then, 10 μl of CCK‐8 was added to each well and incubated for 1 h at 37°C. The plates were then analyzed on microplate readers (SpectraMax M5, Molecular Devices) at 450 and 630 nm (background) to determine the absorbance of the samples.\nCell cycle analysis\n        Cell cycle analysis was determined using propidium iodide (PI) staining. In brief, the cells were fixed with 70% ice‐cold ethanol, followed by staining with freshly prepared nuclei staining buffer (0.1% Triton X‐100 in PBS, 200 μg/ml of RNaseA, and 50 μg/ml of PI) for 20 min at 37°C. Cell‐cycle histograms were generated using fluorescence‐activated cell sorting analysis. The percentage of cells in the G0/G1, S, and G2/M phases were counted and compared.\nApoptosis analysis\n        Cell apoptosis was detected by FITC Annexin V staining. First, the cells were harvested and washed with ice‐cold phosphate‐buffered saline (PBS), and then subjected to the FITC Annexin V apoptosis detection kit (BD Pharmingen) for staining. Finally, the cells were analyzed using a FACScan instrument (Beckman Coulter) and the data were measured using WinMDI 2.9.\nPlasmids and luciferase assay\n        For the miR‐192‐target analysis, two fragments of NKRF‐WT or NKRF‐Mut were cloned into the downstream of the pMIR‐GLO dual luciferase miRNA target vector according to protocol. pNFκB‐luc vector was purchased from Beyotime which contained several κB sites reflecting the transcriptional activity of NF‐κB. In a 48‐well plate format, a final concentration of 1 μg/ml of reporter plasmid DNA and 100 nmol/l of miR‐192 mimics or 100 nmol/l of miR‐192 inhibitor mixed in 250 μl of serum‐free medium were used for each transfection. In the cotransfection system, 50 ng pRL‐SV40 reporter plasmids, 100 nmol/l of miR‐192 mimics or 200 nmol/l of miR‐192 inhibitor and 250 ng reporter plasmid DNA were added. At 48 h post‐transfection, luciferase activities using the dual‐luciferase assay system were measured (Promega).\nWestern blotting\n        Cells were lysed on ice for 30 min in radioimmunoprecipitation assay buffer which included protease inhibitors (Beyotime) and the supernatant was collected after centrifugation at 4°C, 12000 rpm for 30 min. The total proteins were resolved on 8%–15% gradient SDS‐polacrylamide gel and transferred to nitrocellulose (NC) filtration membranes. Membranes were blocked for 1 h in 5% skim milk in TBST and with primary antibody overnight at 4°C, followed by incubation with appropriate HRP‐conjugated secondary antibody at optimized concentration. The densitometry of Western blot results was measured using ImageJ software.\nStatistical analysis\n        The data are shown as mean ± standard deviation (SD). Two‐tailed Student's t‐test was used to determine the significant differences between the control and treatment groups. Statistical analysis was performed using SPSS Statistics 20.0 (SPSS, IBM) software and p < 0.05 was considered statistically significant.\nInhibition of NF‐κB reverses miR‐192‐induced cisplatin resistance in lung cancer cells\n        As a result of having demonstrated NF‐κB as a downstream signal pathway of miR‐192, we next examined the role of NF‐κB in miR‐192 mediated cell apoptosis, cell cycle and cisplatin resistance in lung cancer cells. Curcumin was used to inhibit NF‐κB activity, and p‐IκB and total IκB was measured. As shown in Figure 6a, the expression level of p‐IκB was markedly upregulated when A549 cells enforced expression of miR‐192 (DMSO‐miR‐192) compared to the negative control (DMSO‐NC), and P‐IκB (p‐IκB) enables NF‐κB to translocate to the nucleus, and activates the NF‐κB signaling pathway. However, the effect of p‐IκB upregulation induced by miR‐192 could be reversed under curcumin treatment. The IC50 values for cisplatin in A549 cells (DMSO‐miR‐192) was 14.29 ± 0.30 μg/ml (p < 0.05), more than 3.29 ± 0.35 μg/ml (p < 0.05) in A549 cells (DMSO‐NC). Whereas, there was no significant difference in the IC50 value for cisplatin between A549 cells treated with curcumin‐NC and A549 cells treated with curcumin‐miR‐192 (Figure 6b).\n        \n          FIGURE 6\n          \n            Curcumin inhibits NF‐κB activation, which reduces miR‐192‐induced resistance to cisplatin in A549 cells. (a) Western blot was used to analyse the expression of NF‐κB after transfection in A549 cells, and cells were treated with or without 30 μmol/l curcumin for 6 h before harvesting for western blot. (b) Sensitivity of A549 cells to cisplatin after transfection with miR‐192 mimic with or without curcumin. A549 cells plated in culture dishes were pretreated with curcumin for 24 h, after which cisplatin was added to each well. Viability was measured by the CCK‐8 assay 48 h after cisplatin treatment. (c) Cell cycle was detected by flow cytometric (FCM) analysis 48 h after curcumin treatment. (d) The apoptosis rate of A549 cells after transfection of miR‐192 mimics with or without curcumin. A549 cells plated in culture dishes were pretreated with curcumin for 24 h, and then 2 μg/ml cisplatin was added to each well. Apoptotic cells were detected by FCM 48 h after cisplatin treatment. The data are expressed as mean ± SD of three independent experiments. *p < 0.05 and **p < 0.01 compared with the viability of A549 cells at 0 μmol/L curcumin\n          \n          \n        \n        Flow cytometric (FCM) analysis showed that inhibiting NF‐κB blocked G1/S phase transition and induced apoptosis, which indicates that NF‐κB might induce cisplatin resistance in lung cancer cells by triggering G1/S phase transition and decreasing apoptosis of cancer cells (Figure 6c and d). The same results were also obtained when comparing miR‐192‐treated with the vehicle group. There was no significant difference between the NC and vehicle groups. Our data show that miR‐192‐induced cisplatin resistance, inhibition of the G1/S phase transition and inhibition of apoptosis can be reversed by inhibiting the NF‐κB signal pathway. Considering the effects of NF‐κB on cisplatin IC50 values for lung cancer cells, we conclude that miR‐192 /NKRF axis regulates cisplatin sensitivity in human lung adenocarcinoma cells via the NF‐κB pathway.\nDISCUSSION\n      Cisplatin is the most commonly used chemotherapeutic agent for NSCLC treatment. Unfortunately, due to the majority of tumors acquiring drug resistance, most patients with advanced NSCLC will eventually relapse and die because of acquired drug resistance. Therefore cisplatin resistance is a major clinical challenge. Growing evidence has shown that miRNAs are involved in modulating sensitivity and resistance to anticancer drugs. However, the mechanisms responsible for cisplatin resistance by miRNAs have not yet been clearly identified.\n      In our study, we first explored aberrantly expressed miRNAs in A549 and cisplatin‐resistant A549/DDP cells. Microarray data revealed that a total of 107 microRNAs in A549 cells showed at least a 2.0‐fold change in expression level compared with that in parental A549/DDP cells. Among these miRNAs, eight miRNAs (miR‐98, 195, 193a, 194, 192, 3613, 183 and 3653) were significantly upregulated in the A549/DDP cell line. Specially, miR‐192 has been found to be one of the most upregulated miRNAs in the A549/DDP cell line compared with that of the parental A549 cells. Therefore, we aim to focus on miR‐192 in future studies.\n      MiR‐192 has been reported to be upregulated in multiple cancer types including prostate cancer,\n28\n ovarian cancer,\n29\n esophageal cancer,\n30\n cholangiocarcinoma (CCA)\n31\n and neuroblastoma (NB).\n32\n The biological effects of miR‐192 in these cancers have been partially identified; miR‐192 could enhance cell proliferation and migration, reduce cell apoptosis and promotes cell cycle progression from the G0/G1 to the S phase by regulating key factors in this progress such as smad‐interacting protein 1 (SIP1) and Dicer.\n12\n Also, the prognostic values of miR‐192 in human cancers have been investigated. Feinberg‐Gorenshtein et al. showed that miR‐192 upregulation was associated with aggressive progression and poor prognosis in cervical cancer and could be identified as an independent prognostic marker for relapse in neuroblastoma patients. MiR‐192 overexpression in CCA patients was found to be significantly associated with lymph node metastasis. Additionally, in drug resistance, miR‐192 was reported to be associated with docetaxel‐resistant in human non‐small cell lung carcinoma cells. Here, we demonstrated that miR‐192 is upregulated in A549/DDP cells and is involved in cisplatin resistance of lung cancer cells.\n      Next, we investigated the role of miR‐192 in cisplatin resistance in lung cancer cells. Our data showed that miR‐192 highly reduced cisplatin‐induced apoptosis and enhanced cell growth by boosting G1/S phase transition in vitro. Dysregulation of the cell cycle and inhibition of apoptosis are underlying mechanisms of chemoresistance. E2F3 has been reported to increase cellular proliferation as a transcriptional activator through the G1/S transitions and its overexpression contributes to docetaxel resistance in lung adenocarcinoma cells.\n33\n, \n34\n Therefore, our data suggested that the increased expression of miR‐192 may contribute to the apoptosis and proliferation of cancer cells and consequently confer cisplatin resistance in lung cancer cells.\n      To further explore the molecular mechanisms by which miR‐192 exerts its function, the determination of its functional target gene is essential. We characterized NKRF as a functional target of miR‐192 by luciferase reporter gene assays and Western blot analysis, respectively. NKRF is abundant in many human cell lines and adult tissues. In tumorgenesis, Lu et al. found that NKRF was downregulated in pancreatic tumours and inhibited cell proliferation and tumor formation in vitro and in vivo. NKRF is primarily localised in the nucleolus and it contains a separable and position‐independent NF‐κB ‐repression domain.\n35\n Furthermore, NKRF interacts directly with NF‐κB proteins to actively repress NF‐κB activity. We therefore speculated that the NF‐κB pathways might be responsible for miR‐192‐modulated cisplatin resistance.\n      NF‐κB is a transcription factor composed of Rel family proteins, including p65(RelA), p50(NF‐κB1), p52 (NF‐κB2), cRel and RelB, which associate in various heterodimeric and homodimeric combinations.\n36\n The p65–p50 heterodimer, known as classical NF‐κB, is present in its inactive form in the cytoplasm bound to the inhibitory protein I‐κB. Signal activation by phosphorylation and degradation of I‐κBs enables NF‐κB to translocate to the nucleus and bind to κB sites, regulating the expression of many genes. NF‐κB is frequently activated in various types of tumors and promotes cancer development and chemoresistance. NF‐κB also has a crucial role in apoptosis and the cell cycle of cancer cells by regulating key genes in these processes, such as p53 and cyclinD1. Our data clearly suggest that the NF‐κB signaling pathway is involved in miR‐192‐induced cisplatin resistance in lung cancer cells. This conclusion is based on the following evidence. First, luciferase activity assay demonstrated that miR‐192 mimic significantly upregulated NF‐κB transcriptional activation, whereas miR‐192 inhibitor significantly downregulated the transcriptional activation of NF‐κB. Second, the nuclear translocation assay indicated that A549 and A549/DDP cells transfected with miR‐192 mimics, nuclear NF‐κB levels increased, whereas cytoplasmic NF‐κB levels decreased. Third, the expression level of cIAP1, cIAP2, Bcl‐xl and XIAP, downstream targets of NF‐κB, was regulated by miR‐192. These four genes have been reported to be associated with chemoresistance of cancers.\n27\n Fourth, inhibition of NF‐κB activation by an inhibitor of I‐κB kinase has been shown to decrease NF‐κB activation, and partially reverse the effect of miR‐192 on cell cycle, apoptosis and cisplatin resistance in lung cancer cells. These data provide experimental evidence that NKRF is directly targeted and negatively regulated by miR‐192, which results in NF‐κB activation and cisplatin resistance in A549 cells.\n      In conclusion, our study establishes a functional link between miR‐192 and NKRF in lung cancer cells, and shows that miR‐192 could promote cisplatin resistance via regulating G1/S transition and apoptosis by targeting NKRF. Furthermore, the NF‐κB signal pathway was activated by miR‐192 and involved in miR‐192‐induced cisplatin resistance. Our data provides a new insight into the mechanism responsible for cisplatin resistance in lung cancer. Therefore, targeting miR‐192 could be a promising therapeutic strategy in lung cancer cisplatin resistance in the future.\nCONFLICT OF INTEREST\n      The authors confirm that there are no conflicts of interest.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8807278/",
    "doi": "https://doi.org/10.1111/1759-7714.14278"
}