{
    "title": "Use of predictive spatial modeling to reveal that primary cancers have distinct central nervous system topography patterns of brain metastasis",
    "abstract": "METHODS To test the hypothesis that the spatial distribution of brain metastasis varies according to cancer origin in nonrandom patterns, the authors leveraged spatial 3D coordinate data derived from stereotactic Gamma Knife radiosurgery procedures performed to treat 2106 brain metastases arising from 5 common cancer types (melanoma, lung, breast, renal, and colorectal). RESULTS RBMEM assessed the hierarchical distribution of brain metastasis to specific brain regions relative to other primary cancers and showed that distinct regions were relatively susceptible to metastasis, as follows: bilateral temporal/parietal and left frontal lobes were susceptible to lung cancer; right frontal and occipital lobes to melanoma; cerebellum to breast cancer; and brainstem to renal cell carcinoma. BRSM provided probability estimates for each cancer subtype, independent of other subtypes, to metastasize to brain regions, as follows: lung cancer had a propensity to metastasize to bilateral temporal lobes; breast cancer to right cerebellar hemisphere; melanoma to left temporal lobe; renal cell carcinoma to brainstem; and colon cancer to right cerebellar hemisphere.",
    "authors": [
        "Josh Neman",
        "Meredith Franklin",
        "Zachary Madaj",
        "Krutika Deshpande",
        "Timothy J. Triche",
        "Gal Sadlik",
        "John D. Carmichael",
        "Eric Chang",
        "Cheng Yu",
        "Ben A. Strickland",
        "Gabriel Zada"
    ],
    "published_year": "",
    "description": "OBJECTIVE\n          Brain metastasis is the most common intracranial neoplasm. Although anatomical spatial distributions of brain metastasis may vary according to primary cancer subtype, these patterns are not understood and may have major implications for treatment.\nMETHODS\n          To test the hypothesis that the spatial distribution of brain metastasis varies according to cancer origin in nonrandom patterns, the authors leveraged spatial 3D coordinate data derived from stereotactic Gamma Knife radiosurgery procedures performed to treat 2106 brain metastases arising from 5 common cancer types (melanoma, lung, breast, renal, and colorectal). Two predictive topographic models (regional brain metastasis echelon model [RBMEM] and brain region susceptibility model [BRSM]) were developed and independently validated.\nRESULTS\n          RBMEM assessed the hierarchical distribution of brain metastasis to specific brain regions relative to other primary cancers and showed that distinct regions were relatively susceptible to metastasis, as follows: bilateral temporal/parietal and left frontal lobes were susceptible to lung cancer; right frontal and occipital lobes to melanoma; cerebellum to breast cancer; and brainstem to renal cell carcinoma. BRSM provided probability estimates for each cancer subtype, independent of other subtypes, to metastasize to brain regions, as follows: lung cancer had a propensity to metastasize to bilateral temporal lobes; breast cancer to right cerebellar hemisphere; melanoma to left temporal lobe; renal cell carcinoma to brainstem; and colon cancer to right cerebellar hemisphere. Patient topographic data further revealed that brain metastasis demonstrated distinct spatial patterns when stratified by patient age and tumor volume.\nCONCLUSIONS\n          These data support the hypothesis that there is a nonuniform spatial distribution of brain metastasis to preferential brain regions that varies according to cancer subtype in patients treated with Gamma Knife radiosurgery. These topographic patterns may be indicative of the abilities of various cancers to adapt to regional neural microenvironments, facilitate colonization, and establish metastasis. Although the brain microenvironment likely modulates selective seeding of metastasis, it remains unknown how the anatomical spatial distribution of brain metastasis varies according to primary cancer subtype and contributes to diagnosis. For the first time, the authors have presented two predictive models to show that brain metastasis, depending on its origin, in fact demonstrates distinct geographic spread within the central nervous system. These findings could be used as a predictive diagnostic tool and could also potentially result in future translational and therapeutic work to disrupt growth of brain metastasis on the basis of anatomical region.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8824486/\nhttps://doi.org/10.3171/2021.1.JNS203536",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8824486/",
    "doi": "https://doi.org/10.3171/2021.1.JNS203536"
}