{
    "title": "Vitamin D as a Potential Preventive Agent For Young Women's Breast Cancer",
    "abstract": "Vitamin D Signaling in Breast Cancer In the field of breast cancer, there is considerable evidence supporting a protective role for vitamin D. In women, increased circulating concentrations of vitamin D correlate with a decreased risk of breast cancer development (7–9); observations that have been recapitulated in rodent models (10–17). The importance of vitamin D in breast health across a reproductive cycle is further exemplified by the observation that key vitamin D genes, VDR, CYP24A1, and CYP27B1, are expressed in all major cell types in the breast (42, 61, 62, 72, 74, 99) and that their expression is dynamically regulated in the mammary gland throughout a pregnancy, lactation, and wean reproductive cycle (Fig. The importance of vitamin D in breast health across a reproductive cycle is further exemplified by the observation that key vitamin D genes, VDR, CYP24A1, and CYP27B1, are expressed in all major cell types in the breast (42, 61, 62, 72, 74, 99) and that their expression is dynamically regulated in the mammary gland throughout a pregnancy, lactation, and wean reproductive cycle (Fig.",
    "authors": [
        "Sarah M. Bernhardt",
        "Virginia F. Borges",
        "Pepper Schedin"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Breast cancer is the most commonly diagnosed cancer in young women worldwide and this diagnosis carries a high morbidity and mortality burden (1). Young women are more likely to present with poor prognostic disease and have worse clinical outcomes compared with older women (2). Since the early 1990s, advances in treatment strategies have led to a decline in breast cancer mortality for young women (3, 4). However, breast cancer incidence in young women continues to rise globally (3), with a steady 1%–2% increase per year in the United States, leading to an overall 35% increase over the last four decades (1). Similar trends in incidence are observed worldwide (3). With approximately 26,000 early-onset breast cancer cases, defined here as ≤45 years of age, diagnosed each year in the United States alone (5), there are ongoing efforts to identify risk factors for early-onset disease, identify high risk populations, and develop new preventative therapies (6).\n      The anticancer nature of vitamin D and the potential for vitamin D as a breast cancer preventative agent has attracted considerable interest. Vitamin D is the biologically inactive precursor to the steroid hormone calcitriol (1,25-dihydroxyvitamin D; 1,25(OH)2D), a hormone that has been shown to exert anticancer effects in various tissues, including the breast. In women, there is substantial evidence supporting a protective role for vitamin D against breast cancer development (7–9), with causal links identified in rodents (10–17). While these and other studies provide a compelling argument for further investigation of vitamin D supplementation as a simple, nontoxic, and cost-effective approach to protect against breast cancer, whether vitamin D might be particularly efficacious against young women's breast cancer has yet to be explored.\n      Here, we review how downregulation of vitamin D signaling can contribute to breast cancer development and progression. We discuss the underlying biological mechanisms through which vitamin D deficiency contributes to cancer development, with an emphasis on the anti-inflammatory activity of vitamin D, and highlight the current clinical evidence for the use of vitamin D as an immunotherapeutic agent. We also discuss physiology unique to younger women, pregnancy, lactation, and weaning-induced breast involution, which exacerbate vitamin D deficiency, as well as present opportunities for future research to develop preventative strategies for young women's breast cancer.\nOverview of Vitamin D\n      The metabolism of vitamin D is a tightly regulated process (summarized in Fig. 1), which is consistent with its known role as a key transcription factor that regulates varied and complex developmental and physiologic responses (18). The actions of vitamin D are mediated through the binding of its active form 1,25(OH)2D to the vitamin D receptor (VDR), a transcription factor belonging to the steroid hormone receptor superfamily. Binding of 1,25(OH)2D to VDR stimulates heterodimerization with the retinoid X receptor (RXR). The VDR-RXR heterodimer subsequently binds vitamin D-responsive DNA elements and regulates expression of VDR target genes (19).\n      \n        Figure 1.\n        \n          Overview of the metabolism and function of vitamin D. Vitamin D is primarily obtained through exposure to sunlight, with additional sources of vitamin D obtained through dietary intake. Vitamin D is metabolized in the liver by CYP2R1 (also known as 25-hydroxylase) into 25-hydroxyvitamin D (25(OH)D), the form of the hormone found circulating in the blood. Hydroxylation of 25(OH)D is catalyzed primarily in the kidneys by CYP27B1 (also known as 1α-hydroxylase) to yield the active hormone 1,25(OH)2D. CYP24A1 catalyzes the degradation of 1,25(OH)2D into inactive metabolites. Metabolism of vitamin D is self-regulated; 1,25(OH)2D inhibits expression of CYP27B1 to prevent new synthesis of 1,25(OH)2D, while simultaneously inducing expression of CYP24A1 to promote 1,25(OH)2D degradation. Extrarenal sites of vitamin D metabolism include the breast, where CYP24A1 and CYP27B1 are expressed by epithelial, stromal, and immune cells, which regulate 1,25(OH)2D concentrations locally. The numerous biological functions of vitamin D, including mineral homeostasis, immune modulation, and mammary gland development and remodeling, are illustrated. Dysregulation in these signaling pathways can drive disease progression and metastasis.\n        \n        Figure 1. Overview of the metabolism and function of vitamin D. Vitamin D is primarily obtained through exposure to sunlight, with additional sources of vitamin D obtained through dietary intake. Vitamin D is metabolized in the liver by CYP2R1 (also known as 25-hydroxylase) into 25-hydroxyvitamin D (25(OH)D), the form of the hormone found circulating in the blood. Hydroxylation of 25(OH)D is catalyzed primarily in the kidneys by CYP27B1 (also known as 1α-hydroxylase) to yield the active hormone 1,25(OH)2D. CYP24A1 catalyzes the degradation of 1,25(OH)2D into inactive metabolites. Metabolism of vitamin D is self-regulated; 1,25(OH)2D inhibits expression of CYP27B1 to prevent new synthesis of 1,25(OH)2D, while simultaneously inducing expression of CYP24A1 to promote 1,25(OH)2D degradation. Extrarenal sites of vitamin D metabolism include the breast, where CYP24A1 and CYP27B1 are expressed by epithelial, stromal, and immune cells, which regulate 1,25(OH)2D concentrations locally. The numerous biological functions of vitamin D, including mineral homeostasis, immune modulation, and mammary gland development and remodeling, are illustrated. Dysregulation in these signaling pathways can drive disease progression and metastasis.\n        \n      \n      Vitamin D is primarily obtained through exposure to sunlight, where ultraviolet-B in the skin converts 7-dehydrocholesterol to vitamin D. Additional sources of vitamin D can be obtained through dietary intake; however, few foods naturally contain significant amounts of this hormone (20). Vitamin D is metabolized to its active 1,25(OH)2D hormonal form through two hydroxylation steps. The first hydroxylation step occurs in the liver, where CYP2R1 catalyzes the conversion of vitamin D to 25-hydroxyvitamin D (25(OH)D). This form of vitamin D is the form of the hormone found circulating in blood and is used clinically to monitor vitamin D status (21). The second hydroxylation step occurs in the kidneys, where 25(OH)D is hydroxylated by CYP27B1 to yield the active hormone 1,25(OH)2D. In addition to homeostatic control of active hormone synthesis, inactivation of vitamin D metabolites is tightly regulated by the catalytic enzyme CYP24A1. This tight regulation of vitamin D metabolism reflects the importance of maintaining vitamin D concentrations within an appropriate range for optimal function. While there is some controversy surrounding optimal 25(OH)D concentrations (22), current clinical guidelines recommended that serum concentrations should be maintained within the range of 30 nmol/L–50 nmol/L for optimal health (23). Patients with serum concentrations of 25(OH)D below 30 nmol/L are defined as vitamin D deficient (22, 23).\n      Much of what is known about the physiology of vitamin D is elucidated from studies in the bone, due to a primary function of vitamin D in calcium and phosphate homeostasis (20, 24). Importantly, this primary bone function of vitamin D may yield insight into breast cancer risk in young women; a topic discussed later in this review. For bone health, vitamin D maintains optimal circulating concentrations of calcium and phosphate by acting directly on intestinal cells to modulate absorption (25). Vitamin D also facilitates transcellular calcium and phosphate absorption by stimulating expression of calcium-binding proteins, including calbindin-D9k (26, 27), calcium ion channels including TRPV5/6 (26, 27), and the sodium-dependent phosphate cotransporter NaPi-IIb (28, 29). Vitamin D also promotes calcium and phosphate absorption through passive paracellular transport mechanisms, by modulating expression of cell-junction proteins, including claudins (26, 30), cadherins (26), and aquaporins (26). The precise coordination of multiple tiers of vitamin-D regulation assures mineral homeostasis and highlights the importance of vitamin D in bone health. However, there is also strong evidence for vitamin D signaling beyond bone homeostasis.\n      The vitamin D receptor, VDR, is expressed in most tissues throughout the body, including immune, nervous, muscle, reproductive, and glandular tissue (31). This widespread expression profile broadly implicates vitamin D signaling in the maintenance of cell and tissue health. Indeed, impaired vitamin D signaling is implicated in the development and progression of various diseases, including inflammation and autoimmune disorders (32), chronic kidney disease (33), cardiovascular disease (34), hypertension (35), obesity (36), diabetes mellitus (37), as well as various types of cancer (38). Together, these studies reflect the numerous biologic functions of vitamin D, including mineral homeostasis, immune regulation, and epithelial cell proliferation, differentiation, and apoptosis. Importantly, many of these vitamin D functions interface with the hallmarks of cancer (39).\nVitamin D Signaling in Breast Cancer\n      In the field of breast cancer, there is considerable evidence supporting a protective role for vitamin D. In women, increased circulating concentrations of vitamin D correlate with a decreased risk of breast cancer development (7–9); observations that have been recapitulated in rodent models (10–17). Moreover, expression of the VDR, through which vitamin D exerts its effects, is observed in approximately 80%–90% of invasive human breast tumors, and is implicated as a biomarker for good patient prognosis. Specifically, VDR expression in breast cancer samples positively associates with favorable tumor characteristics, such as smaller size, lower grade, lower proliferation, and steroid hormone receptor positivity (40–42). Furthermore, increased expression of VDR in breast tumors correlates with reduced disease recurrence, metastatic incidence, and mortality (41, 43). Preclinical studies using VDR-knockout mice corroborate these findings, where loss of VDR expression results in shorter time to tumor development, and increased tumor incidence and burden (44, 45). Interestingly, loss of only one copy of VDR is sufficient to increase tumorigenicity in mice, suggesting that partial reduction in VDR signaling is sufficient to promote tumor growth (46).\n      Vitamin D has been suggested to protect against breast cancer development through multiple potentially related mechanisms. Numerous studies provide evidence that vitamin D has potent antiproliferative effects in the breast. Treatment of breast cancer cell lines with physiologically relevant doses of vitamin D reduces cell proliferation in vitro (16, 17, 47–51) and in vivo (13, 16, 52, 53); effects observed in both hormone receptor–dependent and -independent breast cancer cell lines. Vitamin D inhibits cell proliferation by inducing cell-cycle arrest in the G1 phase, downregulating expression of cyclins and cyclin-dependent kinases (CDK), upregulating expression of CDK inhibitors, and stimulating hypophosphorylation of the retinoblastoma protein (54–56).\n      In parallel with its antiproliferative activity, vitamin D also has proapoptotic effects. Treatment of breast cancer cell lines with physiologically relevant doses of vitamin D induces cell apoptosis in vitro (49–51) and in vivo (53). Moreover, vitamin D promotes cell differentiation and reduces the stem cell potential of breast cancer cells in vitro (57–59)—actions that are associated with downstream proapoptotic effects. These findings are supported by studies using carcinogen-induced and transgenic mouse models of breast cancer, which report that vitamin D inhibits the growth and progression of mammary tumors (12, 15, 48), and promotes tumor cell apoptosis to stimulate tumor regression (17).\n      The enzymes involved in the anabolism and catabolism of vitamin D, CYP27B1 and CYP24A1 respectively, have also been implicated in breast cancer development and progression (Fig. 1). CYP27B1 and CYP24A1 are expressed in all major cell types within the mammary gland, suggesting that 1,25(OH)2D levels are regulated locally within the mammary microenvironment. Thus, dysregulation in local vitamin D production and degradation may contribute to breast cancer development. In the context of cancer, decreased expression of the anabolic enzyme CYP27B1, and thus reduced 1,25(OH)2D synthesis, are observed in breast cancer tissue compared with adjacent normal breast tissue (60). Conversely, increased expression of the catabolic enzyme CYP24A1, coupled with increased inactivation of 1,25(OH)2D, is observed in breast cancer samples, compared with normal breast tissue (61, 62). Corroborating data have been obtained from rodent models. In the PyMT-MMTV mouse model of breast cancer, knockout of CYP27B1 in mammary epithelial cells inhibits local synthesis of 1,25(OH)2D and results in accelerated mammary cancer development and increased tumor burden (46). Conversely, inhibiting degradation of 1,25(OH)2D through CYP24A1 knockout leads to sustained levels of 1,25(OH)2D and suppression of tumorigenicity in xenograft models of breast cancer (63, 64)—observations consistent with an oncogenic role for CYP24A1 in breast cancer (65). Combined, these human and preclinical data show that reduced vitamin D signaling, through either vitamin D deficiency, reduced VDR expression, or the impaired anabolism and catabolism of 1,25(OH)2D, is likely to promote breast cancer development and progression.\nVitamin D in Breast Cancer Progression and Metastasis\n      In addition to the potential of vitamin D as a chemopreventative agent, preclinical data suggest a role for vitamin D in the prevention of disease progression and metastasis. Vitamin D modulates various aspects of the metastatic process, including invasion, migration, and establishment at distant sites. In vitro, vitamin D treatment reduces the invasiveness and migration of breast cancer cells (13, 57, 66–68), through increasing protein expression of E-cadherin (57, 67, 69) and focal adhesions (50, 69), while simultaneously downregulating N-cadherin (67, 69), P-cadherin (69), and matrix metalloproteinase (50, 68) expression. Corroborating data have been obtained from rodent models. In xenograft models of breast cancer, vitamin D deficiency (10, 52) and loss of VDR expression (13, 40) increase breast cancer metastasis, through promotion of angiogenesis and vascularization (66). In the MMTV-PyMT mouse model, dietary vitamin D deficiency increases metastatic burden in the lung (10, 70), an effect likely mediated through increased CXCL12/CXCR4 signaling within the metastatic niche (70). Together, these observations suggest that vitamin D deficiency may establish a proangiogenic environment supportive of tumor cell dissemination, metastasis, and establishment at the secondary site; and implicate vitamin D as a potential therapeutic for the prevention and possible management of advanced, metastatic disease.\nAnti-inflammatory Actions of Vitamin D within the Tumor Microenvironment\n      In addition to direct antiproliferative, proapoptotic effects on tumor cells, another important mechanism through which vitamin D may exert its anticancer properties is by influencing the immune microenvironment. It is well established that vitamin D plays important roles in regulating inflammation and immune response in various tissues. The VDR is expressed by most cells of the immune system, including macrophages (71, 72), T cells (71, 73), B cells (73), dendritic cells (74), neutrophils (75), and natural killer cells (76). Furthermore, immune cells express CYP27B1 and CYP24A1, thus can regulate local metabolism of 1,25(OH)2D (72, 74). However, while there is extensive research into the anti-inflammatory effects of vitamin D in various disease models, including inflammatory bowel disease (77), diet-induced obesity (36), collagen-induced arthritis (78), and chemical-induced liver toxicity (79); there is currently little information on the effects of vitamin D on total or specific subpopulations of immune cells within the normal breast microenvironment, or in the context of breast cancer.\n      In cell culture, vitamin D stimulation influences macrophage phenotype by shifting the polarization from the proinflammatory M1 phenotype to the anti-inflammatory M2 phenotype (80). This phenotype shift is associated with reductions in expression of several proinflammatory cytokines including IL6 (80, 81), IL8 (82), IL12 (83), and TNFα (80–82), coupled with increased expression of anti-inflammatory cytokines IL10 (80) and IL1β (80, 84). Similarly, in cultured neutrophils, vitamin D inhibits expression of TNFα, while enhancing the production of IL8 and IL1β (84). Vitamin D also influences T-cell polarization by shifting T-cell responses from a proinflammatory Th1 to an anti-inflammatory Th2 phenotype. Specifically, vitamin D inhibits the expression of proinflammatory cytokines IL12 and IFNγ (85–87) while promoting Th2 cell development and the production of anti-inflammatory cytokines IL4, IL5, and IL13 (83, 85). In parallel, vitamin D suppresses the differentiation of naïve T cells into proinflammatory Th17 cells (88), thus inhibiting IL17 production (87, 88), while simultaneously promoting differentiation into protumor FOXP3+ regulatory T cells (Treg; refs. 86, 87). Vitamin D also influences T-cell response by impairing the migration and maturation of dendritic cells, an action that results in reduced antigen presentation capacity and reduced activation of T cells (89, 90).\n      Together, these in vitro study observations suggest that vitamin D exerts anti-inflammatory effects by reducing proinflammatory Th1, Th17, and M1 polarization, while promoting anti-inflammatory Th2 and M2 polarization. Within the context of normal tissue, the ability of vitamin D to suppress a Th1-skewed inflammatory environment is consistent with cancer prevention, where chronic inflammation associates with increased cancer risk (91). However, in the context of existing cancer, Th1 suppression and Th2 induction are associated with loss of tumor cell immune surveillance and poor prognosis (92). While this yin yang nature of the immune system in cancer is widely recognized (93), it adds significant complexity to understanding how best to incorporate an immunomodulatory agent such as vitamin D into the breast cancer prevention setting.\n      One limitation to our understanding of vitamin D as an immune-modulatory agent is that current research has been conducted primarily in vitro, using immune cell lines and isolated human immune cells in the absence of tissue context cues, including cancer. These reductionist models are unable to capture the in vivo interactions that occur between cancer cells and the immune microenvironment, which is an important requirement for cancer prevention research. Importantly, the use of in vivo models has shed considerable light into how anti-inflammatory agents, including vitamin D, might remodel a protumor immune milieu (i.e., Th2-skewed) into one of antitumor (Th1-skewed), possibly reducing concerns that vitamin D supplementation might promote existing cancers. A recent study using an immunocompetent mouse model of breast cancer demonstrated that vitamin D supplementation promoted infiltration of activated T cells (as measured by CD44 expression) into the mammary tumor, and reduced the infiltration of F4/80+CD11b+ macrophages in the peripheral tissue; an immune profile consistent with active tumor cell immune surveillance (94). Thus, in the context of a mouse model with an intact immune system, the anti-inflammatory activity of vitamin D appears linked to the suppression of myeloid cells, which releases inhibition on cytotoxic T cells. Of note, similar results are seen with nonsteroidal anti-inflammatory agents (NSAID) in immunocompetent mice, where ibuprofen promoted maturation of tumor-associated myeloid cells, resulting in macrophage maturation, infiltration of cytotoxic T cells, and tumor suppression (95).\n      Additional context-dependent complexity has been observed between vitamin D and its antitumor activity in the context of obesity. In contrast to healthy weight mice, vitamin D treatment in obese mice resulted in increased tumor volume and reduced immune cell infiltrate. Similar data have been obtained from observational clinical studies. A recent randomized clinical trial of 25,254 participants reported that while vitamin D supplementation associates with a significant reduction in advanced cancer incidence, when stratified by body mass index (BMI), the protective effect of vitamin D only persists for patients with a normal BMI (96). These observations introduce additional complexity into the use of vitamin D as a preventative agent, as patients with high BMI also exhibit increased rates of vitamin D deficiency (97).\n      In obesity, the tumor microenvironment is characterized by an increased abundance of adipose tissue. Critically, adipocytes express VDR, including those within the breast (98, 99). Adipocytes play important roles in regulating inflammation and immune response following vitamin D stimulation through the modulation of inflammatory cytokine expression (100). Consequently, the effects of vitamin D on the immune response in the breast may be influenced by the abundance and/or metabolic state of adipocytes. Together, these studies demonstrate how immune-modulatory agents, including vitamin D, can be either pro- or antitumor depending on the local immune milieu, and highlight the need for well characterized, immunocompetent models to advance understanding of vitamin D as a breast cancer preventive agent.\nVitamin D as a Therapeutic for the Prevention of Breast Cancer\n      Despite strong preclinical evidence suggesting vitamin D supplementation could offer protection against the development of breast cancer, phase III randomized clinical trials with primary outcomes assessing breast cancer biomarker endpoints or incidence have yet to be implemented. However, some large-scale vitamin D trials with other disease endpoints have had secondary analyses for breast cancer outcomes, and report that vitamin D supplementation associates with an approximate 18% reduction in breast cancer risk [HRs = 0.82 (0.70–0.97); 0.82 (0.68–0.99); refs. 101, 102]. However, other large-scale studies report no association (103–107).\n      The most recent promising, yet indirect, evidence comes from results of the VITamin D and OmegA-3 TriaL (VITAL), a randomized clinical trial of 25,871 participants that measured incidence of any cancer and cardiovascular disease as the primary outcomes (108). Participants received either 2,000 IU of vitamin D or placebo daily, for an average length of 5.3 years. While results from VITAL reported that vitamin D supplementation did not reduce total cancer incidence or mortality, when data from the first year was omitted to account for tumor latency, vitamin D supplementation was associated with a 21% reduction in cancer-associated mortality [HR = 0.79 (0.63–0.99); ref. 109]. Unfortunately for breast cancer cases, similar subanalyses omitting first year of data were not performed. In a secondary analysis of VITAL, vitamin D supplementation was shown to associate with a significant reduction in metastatic cancer incidence [HR = 0.83 (0.69–0.99)]; however, site-specific case numbers for breast cancer were too small to be analyzed (96).\n      Numerous meta-analyses have been conducted to address the potential for vitamin D supplementation in breast cancer prevention (110–112). Most recently, a meta-analysis of eight randomized control trials of 72,275 participants compared vitamin D supplementation versus placebo for the prevention of breast cancer (111). Of the eight trials included in the meta-analysis, study methods varied significantly, with dosages of vitamin D supplementation ranging from 400 to 3704 IU/day and mean follow-up periods ranging from 1 to 11.9 years. Findings from the meta-analysis show that current evidence does not support a protective role for vitamin D in the prevention of breast cancer.\n      As described above, many vitamin D intervention studies have been limited to small samples sizes with short follow-up times and varied significantly in the dose, frequency, and duration of vitamin D supplementation. These studies were also limited by a lack of data surrounding the patient's vitamin D status at baseline, preventing analysis of outcomes in light of initial and change in vitamin D status. As it is anticipated that the protective effect of vitamin D supplementation may be influenced by whether the patient is vitamin D–deficient or -sufficient at the time of study commencement, it is important for future studies to stratify participants by baseline vitamin D status. Furthermore, given the heterogeneity of breast cancer, different breast cancer subtypes may be differentially responsive to vitamin D treatment, which could further cloud any potential protective effects of vitamin D. Consistent with this possibility, a recent meta-analysis suggests that the protective effect of vitamin D may be more pronounced for estrogen receptor (ER)-negative breast tumors, compared with ER+ tumors (113). Currently, data from large-scale randomized trials assessing vitamin D supplementation on breast cancer incidence are lacking, and there remains insufficient evidence to make recommendations for incorporating vitamin D supplementation as a general strategy to prevent breast cancer.\nTargeting Vitamin D to High-risk Populations\n      While trials of vitamin D supplementation for breast cancer prevention have been underwhelming, there is some evidence that vitamin D supplementation targeted to higher risk populations may be a more effective approach for breast cancer prevention. Observational studies suggest that the association between vitamin D deficiency and increased breast cancer risk is stronger in younger women, compared with older women (7, 114). A meta-analysis of 68 studies of 91,594 patients identified an inverse relationship between vitamin D status and breast cancer risk; women with high serum vitamin D concentrations were at a lower risk for developing breast cancer [OR = 0.65 (0.56–0.76)]. Critically, when these results were analyzed by menopausal status, the protective effect of vitamin D persisted only for premenopausal women [premenopausal OR = 0.67 (0.49–0.92); postmenopausal OR = 0.97 (0.82–1.14); ref. 7]. Consistent with these observations, vitamin D deficiency during times of breast development is suggested to be more influential on breast cancer risk compared with vitamin D status later in life. A population-based case–control study of 2,217 women reported that vitamin D deficiency at the time of adolescent breast development was more strongly associated with breast cancer risk, compared with vitamin D status later in life (114).\n      However, not all studies have found a protective effect of vitamin D against breast cancer for premenopausal women (115, 116). A population-based case–control study of 2,101 women reported that increased vitamin D serum concentrations were associated with an approximate 54% reduction in breast cancer risk for postmenopausal women [OR = 0.92 (0.89–0.96)], whereas no significant reduction in risk was observed for premenopausal women [OR = 0.97 (0.92–1.02); ref. 115]. Consistent with this, a nested case–control study of 100 pregnant and recently pregnant patients with breast cancer reported no association between serum concentrations of vitamin D and risk of breast cancer during pregnancy. Critically, the authors instead reported that higher circulating concentration of vitamin D during pregnancy were associated with a 2- to 4-fold increased risk of developing breast cancer within one year following delivery (116).\n      Clinical trials assessing the effect of vitamin D supplementation on breast cancer biomarker endpoints have yielded similar indefinite results. A recent randomized control trial of 208 premenopausal women at high risk for breast cancer assessed the effect of 20,000 IU/week vitamin D supplementation on mammographic breast density, a strong predictor of breast cancer risk (117). This trial reported that vitamin D supplementation did not reduce mammographic breast density at either 12 or 24 months follow-up and concluded that there is insufficient evidence to support the use of vitamin D for reducing breast cancer risk (117). However, the majority of women enrolled in this study were sufficient for vitamin D, and subgroup analyses were not performed to assess whether the protective effects of vitamin D were influenced by vitamin D status at baseline. Furthermore, the potential protective effect of vitamin D may not be mediated by changes in mammographic breast density and may instead be a result of changes in other breast cancer biomarkers.\n      An ongoing prospective clinical trial is anticipated to provide additional data on the effect of vitamin D supplementation on breast cancer biomarkers (118). In this trial, 300 premenopausal women have been randomized to receive either 2,000 IU of vitamin D or placebo daily for 12 months. The majority of women enrolled were deficient for vitamin D at baseline (62%, serum 25(OH)D < 30 nmol/L), which may permit subset analyses on the effects of vitamin D supplementation on biomarker expression in light of deficient or sufficient serum 25(OH)D at baseline. Primary outcomes will assess the change in mammographic density at 12 months, with secondary outcomes assessing changes in other breast cancer biomarkers, including atypia, cell proliferation, and serum IGF-1. Results from this trial are awaited.\nFuture Research Directions\n      \n        Vitamin D as a potential preventative therapeutic for postpartum breast cancer\n        While vitamin D supplementation targeted to premenopausal women is a strategy anticipated to increase prevention efficacy, a complimentary approach is to specifically target transient, developmental windows of elevated breast cancer risk. The window of weaning-induced breast involution represents a key developmental window that contributes to breast cancer risk, and which may be particularly poised for vitamin D supplementation. In support of a prevention strategy targeted to the postpartum window, studies consistently find a transient increased risk for breast cancer following childbirth. The peak incidence has been reported at 5 years postpartum (119), with a long tail of increased risk persisting up to 15 years postpartum (120). It has been proposed that postpartum breast cancers account for approximately 50% of all young women's breast cancer cases (121,122). Furthermore, these cancers have worse prognosis compared with age-, stage-matched cases in nulliparous women. A breast cancer diagnosis within 5–10 years of a recent pregnancy independently associates with a 2- to 3-fold increased risk of death, for both ER+ and ER− disease (123, 124). Conversely, a breast cancer diagnosis during pregnancy is not associated with poorer outcomes (125). Combined, these studies implicate the existence of a postpartum event that negatively impacts breast cancer.\n        In women, the postpartum window coincides with weaning-induced breast involution. During involution, the mammary gland is characterized by a unique microenvironment that shares similarities with wound-healing, inflammation, and desmoplasia (126–128). The inflammatory microenvironment of the involuting gland has been demonstrated to promote breast cancer progression and tumor cell dissemination in rodent models (129–131), and strongly associate with the high rate of metastases observed in postpartum patients with breast cancer (122, 124, 132). Importantly, a recent study reports that the weaning-induced mammary involution programs observed in rodents are mirrored in the human breast (133). Specifically, in breast tissue of recently lactating women, weaning associates with transient epithelial cell death, immune cell infiltrate, and stromal hallmarks of wound healing, including proinflammatory cyclooxygenase-2 (COX-2) expression (133). Importantly, these wound healing like tissue attributes are largely resolved by 3 months post wean, potentially identifying a very narrow window of therapeutic preventative intervention. These human data, combined with preclinical rodent studies, support the hypothesis that breast cancer risk might be mitigated by anti-inflammatory strategies, such as vitamin D, when targeted to the post-wean window of breast involution.\n      \n      \n        Pregnancy, lactation, and weaning as unique windows of vitamin D deficiency\n        There are heightened demands for vitamin D during a reproductive cycle that emphasize vitamin D deficiency in the postpartum period and implicate the window of breast involution as a viable target for vitamin D supplementation. Changes in the metabolism of vitamin D and calcium occur to meet the increased demands during pregnancy and lactation. During pregnancy, the unique demand for vitamin D is for proper fetal skeletal growth. Renal production of 1,25(OH)2D increases 2-fold during pregnancy to promote intestinal absorption of calcium and returns to prepregnancy levels following parturition (134, 135). The unique demand for vitamin D in the postpartum period occurs during lactation, where the increased metabolic demand of milk production requires calcium. During lactation, the demand for calcium is met primarily by the increased resorption of calcium from the bone. This effect likely occurs via vitamin D–dependent mechanisms (136, 137) and is mediated by the secretion of parathyroid hormone-related protein from the lactating breast (138, 139).\n        It is also possible that reductions in vitamin D synthesis occur during postlactational involution, further depleting vitamin D levels during this critical window of increased breast cancer risk. In rats and mice, it has recently been reported that the normal liver undergoes weaning-induced involution. Similar to the mammary gland, weaning-induced liver involution is characterized by epithelial cell death (i.e., hepatocytes), stromal remodeling, and immune cell influx (132). Critically, the rodent involuting liver also exhibits metabolic signatures of protein catabolism and oxidative stress. In postpartum women, indirect evidence of liver involution comes from a recent study, which demonstrates that liver size increases with pregnancy, before returning to normal size post wean (140). As the liver is a primary site of vitamin D synthesis, it is possible that during weaning-induced involution the liver is compromised in its ability to hydroxylase vitamin D. Albeit an untested hypothesis, this could result in reduced circulating concentrations of 25(OH)D during involution—a hallmark of vitamin D deficiency.\n        The importance of vitamin D in breast health across a reproductive cycle is further exemplified by the observation that key vitamin D genes, VDR, CYP24A1, and CYP27B1, are expressed in all major cell types in the breast (42, 61, 62, 72, 74, 99) and that their expression is dynamically regulated in the mammary gland throughout a pregnancy, lactation, and wean reproductive cycle (Fig. 2; refs. 126, 141). Expression of VDR is upregulated during pregnancy, with increased expression persisting throughout lactation (142). Expression of VDR remains high during early involution, where it regulates apoptosis and glandular remodeling, before returning to low levels in the nonpregnant, quiescent breast (Fig. 2; refs. 98, 141–143;). Of note, expression of CYP24A1 and CYP27B1 peak during lactation and early involution, before returning to low levels in the quiescent breast (Fig. 2; refs. 126, 141, 142, 144).\n        \n          Figure 2.\n          \n            Change in vitamin D receptor (VDR), CYP27B1, and CYP24A1 mRNA expression in the murine mammary gland during pregnancy, lactation, and involution. Gene expression of VDR (A), and the enzymes involved in the anabolism (CYP27B1) (B) and catabolism (CYP24A1) (C) of vitamin D throughout the reproductive cycle. Gene expression data were obtained from previously published microarray data. Data obtained from Rudolph and colleagues (2003; 141) and Stein and colleagues (2004; 126) are normalized to gene expression at day 1 of pregnancy (P1); data obtained from Clarkson and colleagues (2004; 144) are normalized to gene expression in virgin mice (V). All data are presented as mean ± SEM. V, virgin; P, pregnancy; L, lactation; Inv, involution.\n          \n          Figure 2. Change in vitamin D receptor (VDR), CYP27B1, and CYP24A1 mRNA expression in the murine mammary gland during pregnancy, lactation, and involution. Gene expression of VDR (A), and the enzymes involved in the anabolism (CYP27B1) (B) and catabolism (CYP24A1) (C) of vitamin D throughout the reproductive cycle. Gene expression data were obtained from previously published microarray data. Data obtained from Rudolph and colleagues (2003; 141) and Stein and colleagues (2004; 126) are normalized to gene expression at day 1 of pregnancy (P1); data obtained from Clarkson and colleagues (2004; 144) are normalized to gene expression in virgin mice (V). All data are presented as mean ± SEM. V, virgin; P, pregnancy; L, lactation; Inv, involution.\n          \n        \n        In sum, the increased demand for vitamin D during pregnancy and lactation, in combination with potentially reduced vitamin D synthesis within the involuting liver, is anticipated to enhance vitamin D deficiency for postpartum women. Indeed, vitamin D deficiency is exceptionally common among postpartum women (145–148). Recent meta-analyses report that 18%–97% of pregnant and recently pregnant women are deficient for vitamin D, depending on the country and population studied (145, 146). In the United States, vitamin D deficiency is observed in up to 72% of pregnant and recently pregnant women (147, 148).\n        We speculate that the accumulated vitamin D deficiency of pregnancy, lactation, and involution that is prevalent post wean may exaggerate the tumor promotional attributes specific to the involuting breast and increase breast cancer risk in some postpartum women. Restoring vitamin D to optimal levels during pregnancy, lactation, and involution may offer a new therapeutic approach for the management of postpartum breast cancer. Support for transiently targeting weaning-induced mammary gland involution with prevention strategies comes from rodent studies, which demonstrate that short-term administration of NSAIDs targeted only to the window of weaning-induced mammary gland involution significantly reduces postpartum mammary cancer incidence and slows disease progression (95, 130).\n        While both vitamin D and NSAIDs show potential as preventative agents, neither agent completely abrogates tumor growth in animal models. The combination of vitamin D with NSAIDs may be a more efficacious approach to reduce postpartum breast cancer incidence in at-risk women. Indeed, preliminary in vitro studies in multiple cancer cell lines demonstrate that cotreatment with vitamin D and NSAIDs synergistically inhibit tumor proliferation, compared with treatment with either agent alone (149, 150). Together, these observations justify further investigation into whether vitamin D intervention, possibly in combination with other immune-modulatory agents such as NSAIDs, may offer protection against the development of postpartum breast cancer.\n        Establishing a clinical trial to assess the cancer preventative potential of vitamin D in postpartum women presents unique challenges. Significant problems with clinical trials to date stem from the variable doses, frequencies, and durations of vitamin D supplementation, as well as the targeting of relatively undefined populations with respect to breast cancer risk. For postpartum women, determination of the optimal dosages of vitamin D supplementation for cancer prevention presents challenges, as data on the ideal range of 25(OH)D concentrations required for pregnant and recently pregnant women are unclear (22). Additional complexity in dose determination is introduced by data from observational studies, which suggest that a U-shaped relationship exists between serum 25(OH)D and cancer incidence, where both lowest and highest 25(OH)D concentrations associate with increased cancer risk (151). Additional limitations with the clinical trials to date lie in their small sample sizes, short follow-up times, and lack of data on vitamin D status at baseline. To address these limitations, future trials in postpartum women must measure serum 25(OH)D at baseline, and be significantly powered with sufficient follow-up time to analyze results by vitamin D–deficient and -sufficient subgroups. Finally, the incidence of young women's breast cancer is relatively low, with approximately 1 in 65 women developing breast cancer by age 40 (1, 5). Thus, in a PPBC prevention trial, the use of cancer incidence as the trial endpoint is likely not feasible and surrogate endpoints would be required. In sum, while there is strong rationale to warrant a clinical trial to assess the cancer preventative potential of vitamin D for postpartum women, development of such a clinical trial requires additional preclinical model data, as well as unique considerations for successful implementation and analyses before such a trial would be compelling.\nVitamin D as a potential preventative therapeutic for postpartum breast cancer\n        While vitamin D supplementation targeted to premenopausal women is a strategy anticipated to increase prevention efficacy, a complimentary approach is to specifically target transient, developmental windows of elevated breast cancer risk. The window of weaning-induced breast involution represents a key developmental window that contributes to breast cancer risk, and which may be particularly poised for vitamin D supplementation. In support of a prevention strategy targeted to the postpartum window, studies consistently find a transient increased risk for breast cancer following childbirth. The peak incidence has been reported at 5 years postpartum (119), with a long tail of increased risk persisting up to 15 years postpartum (120). It has been proposed that postpartum breast cancers account for approximately 50% of all young women's breast cancer cases (121,122). Furthermore, these cancers have worse prognosis compared with age-, stage-matched cases in nulliparous women. A breast cancer diagnosis within 5–10 years of a recent pregnancy independently associates with a 2- to 3-fold increased risk of death, for both ER+ and ER− disease (123, 124). Conversely, a breast cancer diagnosis during pregnancy is not associated with poorer outcomes (125). Combined, these studies implicate the existence of a postpartum event that negatively impacts breast cancer.\n        In women, the postpartum window coincides with weaning-induced breast involution. During involution, the mammary gland is characterized by a unique microenvironment that shares similarities with wound-healing, inflammation, and desmoplasia (126–128). The inflammatory microenvironment of the involuting gland has been demonstrated to promote breast cancer progression and tumor cell dissemination in rodent models (129–131), and strongly associate with the high rate of metastases observed in postpartum patients with breast cancer (122, 124, 132). Importantly, a recent study reports that the weaning-induced mammary involution programs observed in rodents are mirrored in the human breast (133). Specifically, in breast tissue of recently lactating women, weaning associates with transient epithelial cell death, immune cell infiltrate, and stromal hallmarks of wound healing, including proinflammatory cyclooxygenase-2 (COX-2) expression (133). Importantly, these wound healing like tissue attributes are largely resolved by 3 months post wean, potentially identifying a very narrow window of therapeutic preventative intervention. These human data, combined with preclinical rodent studies, support the hypothesis that breast cancer risk might be mitigated by anti-inflammatory strategies, such as vitamin D, when targeted to the post-wean window of breast involution.\nPregnancy, lactation, and weaning as unique windows of vitamin D deficiency\n        There are heightened demands for vitamin D during a reproductive cycle that emphasize vitamin D deficiency in the postpartum period and implicate the window of breast involution as a viable target for vitamin D supplementation. Changes in the metabolism of vitamin D and calcium occur to meet the increased demands during pregnancy and lactation. During pregnancy, the unique demand for vitamin D is for proper fetal skeletal growth. Renal production of 1,25(OH)2D increases 2-fold during pregnancy to promote intestinal absorption of calcium and returns to prepregnancy levels following parturition (134, 135). The unique demand for vitamin D in the postpartum period occurs during lactation, where the increased metabolic demand of milk production requires calcium. During lactation, the demand for calcium is met primarily by the increased resorption of calcium from the bone. This effect likely occurs via vitamin D–dependent mechanisms (136, 137) and is mediated by the secretion of parathyroid hormone-related protein from the lactating breast (138, 139).\n        It is also possible that reductions in vitamin D synthesis occur during postlactational involution, further depleting vitamin D levels during this critical window of increased breast cancer risk. In rats and mice, it has recently been reported that the normal liver undergoes weaning-induced involution. Similar to the mammary gland, weaning-induced liver involution is characterized by epithelial cell death (i.e., hepatocytes), stromal remodeling, and immune cell influx (132). Critically, the rodent involuting liver also exhibits metabolic signatures of protein catabolism and oxidative stress. In postpartum women, indirect evidence of liver involution comes from a recent study, which demonstrates that liver size increases with pregnancy, before returning to normal size post wean (140). As the liver is a primary site of vitamin D synthesis, it is possible that during weaning-induced involution the liver is compromised in its ability to hydroxylase vitamin D. Albeit an untested hypothesis, this could result in reduced circulating concentrations of 25(OH)D during involution—a hallmark of vitamin D deficiency.\n        The importance of vitamin D in breast health across a reproductive cycle is further exemplified by the observation that key vitamin D genes, VDR, CYP24A1, and CYP27B1, are expressed in all major cell types in the breast (42, 61, 62, 72, 74, 99) and that their expression is dynamically regulated in the mammary gland throughout a pregnancy, lactation, and wean reproductive cycle (Fig. 2; refs. 126, 141). Expression of VDR is upregulated during pregnancy, with increased expression persisting throughout lactation (142). Expression of VDR remains high during early involution, where it regulates apoptosis and glandular remodeling, before returning to low levels in the nonpregnant, quiescent breast (Fig. 2; refs. 98, 141–143;). Of note, expression of CYP24A1 and CYP27B1 peak during lactation and early involution, before returning to low levels in the quiescent breast (Fig. 2; refs. 126, 141, 142, 144).\n        \n          Figure 2.\n          \n            Change in vitamin D receptor (VDR), CYP27B1, and CYP24A1 mRNA expression in the murine mammary gland during pregnancy, lactation, and involution. Gene expression of VDR (A), and the enzymes involved in the anabolism (CYP27B1) (B) and catabolism (CYP24A1) (C) of vitamin D throughout the reproductive cycle. Gene expression data were obtained from previously published microarray data. Data obtained from Rudolph and colleagues (2003; 141) and Stein and colleagues (2004; 126) are normalized to gene expression at day 1 of pregnancy (P1); data obtained from Clarkson and colleagues (2004; 144) are normalized to gene expression in virgin mice (V). All data are presented as mean ± SEM. V, virgin; P, pregnancy; L, lactation; Inv, involution.\n          \n          Figure 2. Change in vitamin D receptor (VDR), CYP27B1, and CYP24A1 mRNA expression in the murine mammary gland during pregnancy, lactation, and involution. Gene expression of VDR (A), and the enzymes involved in the anabolism (CYP27B1) (B) and catabolism (CYP24A1) (C) of vitamin D throughout the reproductive cycle. Gene expression data were obtained from previously published microarray data. Data obtained from Rudolph and colleagues (2003; 141) and Stein and colleagues (2004; 126) are normalized to gene expression at day 1 of pregnancy (P1); data obtained from Clarkson and colleagues (2004; 144) are normalized to gene expression in virgin mice (V). All data are presented as mean ± SEM. V, virgin; P, pregnancy; L, lactation; Inv, involution.\n          \n        \n        In sum, the increased demand for vitamin D during pregnancy and lactation, in combination with potentially reduced vitamin D synthesis within the involuting liver, is anticipated to enhance vitamin D deficiency for postpartum women. Indeed, vitamin D deficiency is exceptionally common among postpartum women (145–148). Recent meta-analyses report that 18%–97% of pregnant and recently pregnant women are deficient for vitamin D, depending on the country and population studied (145, 146). In the United States, vitamin D deficiency is observed in up to 72% of pregnant and recently pregnant women (147, 148).\n        We speculate that the accumulated vitamin D deficiency of pregnancy, lactation, and involution that is prevalent post wean may exaggerate the tumor promotional attributes specific to the involuting breast and increase breast cancer risk in some postpartum women. Restoring vitamin D to optimal levels during pregnancy, lactation, and involution may offer a new therapeutic approach for the management of postpartum breast cancer. Support for transiently targeting weaning-induced mammary gland involution with prevention strategies comes from rodent studies, which demonstrate that short-term administration of NSAIDs targeted only to the window of weaning-induced mammary gland involution significantly reduces postpartum mammary cancer incidence and slows disease progression (95, 130).\n        While both vitamin D and NSAIDs show potential as preventative agents, neither agent completely abrogates tumor growth in animal models. The combination of vitamin D with NSAIDs may be a more efficacious approach to reduce postpartum breast cancer incidence in at-risk women. Indeed, preliminary in vitro studies in multiple cancer cell lines demonstrate that cotreatment with vitamin D and NSAIDs synergistically inhibit tumor proliferation, compared with treatment with either agent alone (149, 150). Together, these observations justify further investigation into whether vitamin D intervention, possibly in combination with other immune-modulatory agents such as NSAIDs, may offer protection against the development of postpartum breast cancer.\n        Establishing a clinical trial to assess the cancer preventative potential of vitamin D in postpartum women presents unique challenges. Significant problems with clinical trials to date stem from the variable doses, frequencies, and durations of vitamin D supplementation, as well as the targeting of relatively undefined populations with respect to breast cancer risk. For postpartum women, determination of the optimal dosages of vitamin D supplementation for cancer prevention presents challenges, as data on the ideal range of 25(OH)D concentrations required for pregnant and recently pregnant women are unclear (22). Additional complexity in dose determination is introduced by data from observational studies, which suggest that a U-shaped relationship exists between serum 25(OH)D and cancer incidence, where both lowest and highest 25(OH)D concentrations associate with increased cancer risk (151). Additional limitations with the clinical trials to date lie in their small sample sizes, short follow-up times, and lack of data on vitamin D status at baseline. To address these limitations, future trials in postpartum women must measure serum 25(OH)D at baseline, and be significantly powered with sufficient follow-up time to analyze results by vitamin D–deficient and -sufficient subgroups. Finally, the incidence of young women's breast cancer is relatively low, with approximately 1 in 65 women developing breast cancer by age 40 (1, 5). Thus, in a PPBC prevention trial, the use of cancer incidence as the trial endpoint is likely not feasible and surrogate endpoints would be required. In sum, while there is strong rationale to warrant a clinical trial to assess the cancer preventative potential of vitamin D for postpartum women, development of such a clinical trial requires additional preclinical model data, as well as unique considerations for successful implementation and analyses before such a trial would be compelling.\nConclusion\n      There is strong evidence that downregulation of vitamin D signaling contributes to the development and progression of breast cancer. Epidemiologic studies have linked vitamin D deficiency with an increased risk of breast cancer development; observations that are well supported by research in animal models. However, while the potential for vitamin D as a breast cancer preventative agent is well backed by preclinical data, clinical trials of vitamin D supplementation have produced modest and/or conflicting results. Vitamin D supplementation during transient, developmental windows of elevated risk may instead offer a more effective approach for the prevention of breast cancer. Postlactational involution represents a key developmental window that may be poised for vitamin D supplementation. The unique demands for vitamin D during pregnancy and lactation emphasize vitamin D deficiency during the postpartum period, which in the background of the proinflammatory microenvironment of the involuting gland may enhance the tumor promotional attributes of involution. Attenuation of the inflammatory microenvironment of the vitamin D–deficient involuting breast with short-term vitamin D supplementation may offer protection against the development of postpartum breast cancer. Further research into the protective role of vitamin D against postpartum breast cancer development and progression is warranted.\nAuthors' Disclosures\n      No disclosures were reported.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8937000/",
    "doi": "https://doi.org/10.1158/1940-6207.CAPR-21-0114"
}