{
    "title": "Systematic analysis of the expression and prognostic value of ITPR1 and correlation with tumor infiltrating immune cells in breast cancer",
    "abstract": "Systematic analysis of the expression and prognostic value of ITPR1 and correlation with tumor infiltrating immune cells in breast cancer Bing Han Fang Zhen Xiu-Shuang Zheng Jing Hu Xue-Song Chen Background ITPR1 is a key gene for autophagy, but its biological function is still unclear, and there are few studies on the correlation between ITPR1 gene expression and the occurrence and development of breast cancer. Compared with normal breast tissue, ITPR1 is lower in breast cancer and is associated with prognosis The analysis of 145 cases of breast cancer and 30 cases of adjacent normal tissues from the Harbin Medical University Cancer Center (HMUCC) further verified the low expression of ITPR1 in breast cancer (Fig. B-C, E–F, H-I,K-L Survival analysis of ITPR1 and co-expressed genes Compared with normal breast tissue, ITPR1 is lower in breast cancer and is associated with prognosis The analysis of 145 cases of breast cancer and 30 cases of adjacent normal tissues from the Harbin Medical University Cancer Center (HMUCC) further verified the low expression of ITPR1 in breast cancer (Fig.",
    "authors": [
        "Bing Han",
        "Fang Zhen",
        "Xiu-Shuang Zheng",
        "Jing Hu",
        "Xue-Song Chen"
    ],
    "published_year": "2022",
    "description": "Background\n          ITPR1 is a key gene for autophagy, but its biological function is still unclear, and there are few studies on the correlation between ITPR1 gene expression and the occurrence and development of breast cancer.\nMethods\n      \n        ONCOMINE database\n        Oncomine (https://www.oncomine.org) is currently the world's largest oncogene chip database and integrated data mining platform. It had the most complete cancer mutation profile, gene expression data and related clinical information, which could be used to discover new biomarkers or new therapeutic targets [25]. The mRNA expression level of ITPR1 gene in pan-carcinoma was analyzed by Oncomine, and the mRNA level of ITPR1 between normal and breast cancer tissues was compared (setting parameters were twofold change, P value ≤ 0.01 and top 10% gene rank).\n      \n      \n        GEPIA\n        GEPIA (http://gepia.cancer-pku.cn/) was the dynamic analysis of gene expression profiling data, a public database for cancer and normal gene expression profiling, filling the gap in cancer genomics big data information. Including 9736 tumors from TCGA and GTEx projects and RNA sequencing expression data of 8587 normal samples [26]. GEPIA (Gene Expression Profiling Interactive Analysis) analyzed the expression level of ITPR1 in different tumor types, and compared the expression level of ITPR1 in normal and breast cancer tissues(setting parameters were |Log2FC|= 1, P value ≤ 0.01).\n      \n      \n        TNMplot database\n        TNMplot database (http://www.tnmplot.com) used gene arrays from the National Center for Biotechnology Information (NCBI-GEO) Gene Expression Comprehensive Database or RNA-seq from the Cancer Genome Atlas (TCGA) to generate effective therapeutic application research Data generated from the treatment (target) and genotype tissue expression (GTEx) repository [27]. We used TNMplot database to verify the expression of ITPR1 in various cancers, and explored the expression of ITPR1 in normal breast, breast cancer and metastatic tissues.\n      \n      \n        Breast cancer Gene-Expression Miner v4.5 (Bc-GenExMiner v4.5)\n        Bc-GenExMiner v4.5 (http://bcgenex.centregauducheau.fr/BC-GEM/GEM-Accueil.php?js=1) was a data mining tool that contains 36 published annotated genome data [28]. We used the expression module of Bc-GenExMiner v4.5 to analyze the expression level of ITPR1 in normal and breast cancer, and according to clinical standards (such as estrogen receptor (ER), progesterone receptor (PR), epidermal growth factor receptor 2 (HER2), nodular status, triple-negative status and basal-like status, lymph node status, Scarff-Bloom-Richardson classification (SBR), Nottingham prognostic index (NPI), etc.) to analyze the relationship between ITPR1 and breast cancer. In addition, we used correlated modules to analyze the relationship between ITPR1 and co-expressed genes.\n      \n      \n        Human protein atlas\n        Human Protein Atlas (https://www.proteinatlas.org) was based on proteomics, transcriptomics and systems biology data, which could map tissues, cells, organs, etc. It not only includes tumor tissues, but also covers the protein expression of normal tissues [29]. The Human Protein Atlas database was used to analyze the expression of ITPR1 in breast cancer and normal tissues by immunohistochemistry.\n      \n      \n        PrognoScan\n        PrognoScan (http://dna00.bio.kyutech.ac.jp/PrognoScan/index.html) integrated a large number of microarray data sets with prognostic information, including most tumor data, which could be used to analyze the relationship between gene expression and patient prognosis [30]. We used PrognoScan database to analyze the correlation between ITPR1 mRNA expression and survival of breast cancer patients (cox P value < 0.05).\n      \n      \n        The Kaplan–Meier Plotter\n        Kaplan–Meier Plotter (http://kmplot.com/analysis/) was constructed based on gene chips and RNA-seq data from public databases such as GEO, EGA, and TCGA, and evaluated the impact of 54,675 genes on survival rates in 21 cancers. Meta-analysis and research, discovery and verification of survival-related molecular markers were carried out by integrating gene expression information and clinical prognostic value [31]. Kaplan–Meier Plotter database was used to analyze the survival correlation between ITPR1 mRNA expression and breast cancer patients and clinical molecular markers of breast cancer. (Set parameters as best cutoff, hazard ratio (HR) with 95% confidence intervals (CIs), log rank P value and JetSet best probe).\n      \n      \n        ROC plotter\n        The ROC plotter (http://www.rocplot.org) was the first online transcriptome level verification tool for predicting biomarkers [32]. The ROC plotter is capable to link gene expression and response to therapy using transcriptome-level data of 3,104 breast cancer patients and 2,369 ovarian cancer patients. We used ROC plotter to predict the expression of breast cancer patients in response to chemotherapy, endocrine therapy, and anti-HER2 therapy. (Set the probe: ITPR1-203710_at, Response: Relapse-free survival at 5 years, Treatment: Endocrine therapy, Anti-HER2 therapy and Chemotherapy choose any, Settings: No outliers).\n      \n      \n        Immunohistochemistry\n        Immunohistochemistry (IHC) was performed to detect the expression of ITPR1 in breast cancer. IHC method and criteria for judging results were referred to literature [33]. The antibodie was (Proteintech, 1:100) for ITPR1.\n      \n      \n        Cell lines and cell culture\n        All breast cancer cell lines are from the Chinese Academy of Biochemistry and Cell Biology (Shanghai, China) and are regularly certified (Cellbio). The cells are preserved in Heilongjiang Cancer Institute (Harbin, China). These cells were cultured in DMEM, L15 or RPMI1640 medium in a humidified incubator with 10% fetal bovine serum and 1% penicillin–streptomycin, cultured at 37 °C with 5% CO2 or air.\n      \n      \n        Western blot assay and antibodies\n        The lysed protein was electrophoresed on a 10% polyacrylamide gel (Sevenbio), and then transferred to the membrane at 300 mA for 5 h, blocked with skim milk for 1 h, and incubated overnight at 4 °C with the target antibody. On the second day, the secondary antibody corresponding to the target antibody was incubated for 1 h. The antibodie was (Proteintech, 1:100) for ITPR1.\n      \n      \n        STRING\n        STRING (http://www.string-db.org) was a database for searching known and predicted protein interactions [34]. We used the STRING database to analyze the PPI network of ITPR1 and co-expressed genes (setting the parameters as Homo sapiens and combined score of > 0.4 was considered statistically significant). It also analyzed the functions of ITPR1, including Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG). GO analysis focuses on the three areas of biological process (BP), cell composition (CC) and molecular function (MF). Only P Values < 0.05 were considered meaningful.\n      \n      \n        TIMER database analysis\n        Tumor immune estimation resource (https://cistrome.shinyapps.io/timer/) used RNA-Seq expression profile data to detect the infiltration of immune cells in tumor tissues [35]. The database provided the infiltration status of 6 immune cells (B cells, CD4 + T cells, CD8 + T cells, Neutrphils, Macrophages and Dendritic cells) [36]. TIMER analyzed the expression level of ITPR1 in different tumor types, and analyzed the relationship between ITPR1 and 6 immune cells in breast cancer and its different types through gene modules. In addition, the relationship between ITPR1 and gene markers of tumor infiltrating immune cells in breast cancer and its different types was also explored.\n      \n      \n        Statistical analysis\n        The analysis results were represented by HR and P or COX P-values of a log-rank test. The unpaired T-test was used to compare two means. The correlation of gene expression was evaluated by Spearman’s correlation and statistical significance. The absolute value of correlation is judged as follows: 0.30–0.40 “moderate,” 0.40–0.50 “strong”, and significance was defined as ***P < 0.001,**P < 0.01,*P < 0.05.\nResults\n      \n        Low expression of ITPR1 in patients with breast cancer\n        In order to explored the expression of ITPR1 and its unique prognosis, the Oncomine database was first used to detect the expression of ITPR1 in 20 kinds of common cancers. We found that the expression of ITPR1 gene is unstable in head and neck cancer, kidney cancer, leukemia, melanoma and sarcoma, but in bladder cancer, brain and central nervous system cancer, breast cancer, cervical cancer, colorectal cancer, lung cancer, lymphoma, Ovarian cancer and prostate cancer had lower expression (Fig. 1A). Next, we used the GEPIA dataset and the TIMER dataset to compare the expression of ITPR1 between tumor tissues and normal tissues (Fig. 1B, C). In addition, we used the TNMplot database to verify the expression of ITPR1 (Supplementary Fig. 1A). The results showed ITPR1 had lower expression in most tumor tissues than in normal tissues.Fig. 1The expression of ITPR1 in distinct types of cancer diseases. A Expression of ITPR1 gene in 20 common tumors compared with paired normal tissues. Oncomine database was designed with fold change ≥ 2, P value ≤ 0.01 and gene rank ≥ top 10%. The graphic represents the numbers of datasets with statistically significant (p < 0.01) mRNA over-expression (red) or down-expression (blue) of ITPR11 (different types of cancer vs. corresponding normal tissue). B The Expression of ITPR1 in distinct types of cancer diseases (GEPIA). The differental methed choose Top 10 and use log2 (TPM + 1) for log-scale. C The Expression of ITPR1 in distinct types of cancer diseases (TIMER)\n        Compared with normal, the ITPR1 expression levels in ductal breast carcinoma in situ stroma, invasive ductal breast cancer stroma, ductal breast cancer, medullary breast cancer, invasive breast cancer and invasive ductal breast cancer were significantly reduced (Fig. 2A-F P= 6.40E-4, 0.003, 1.05E-7, 1.64E-11, 8.45E-12 and 2.54E-19, Supplementary Table 1). And in GEPIA and Bc-GenExMiner v4.3, the expression level of ITPR1 in breast cancer tissues is lower than normal tissues (Fig. 2G, H). In addition, the analysis of gene chip data and RNA-seq data through the TNMplot database showed that the expression level of ITPR1 in tumors and metastatic tissues was lower than normal tissues (Supplementary Fig. 1B, C).Fig. 2Box plots of normal and tumor differentially expression of ITPR1 gene in different subtypes of breast cancer. A-F Box plots of normal and tumor differentially expression of ITPR1 gene in different subtypes of breast cancer. A Ductal breast carcinoma in situ stroma (B) Invasive ductal breast carcinoma stroma (C) Ductal breast carcinoma (D) Medullary breast carcinoma (E) Invasive breast carcinoma (F) Invasive ductal breast carcinoma.(ONCOMINE). G Box plots of normal and tumor expression of ITPR1 gene in Breast Cancer. (GEPIA). H ITPR1 gene expression with box plots in patients with breast cancer. (Bc-GenExMiner v4.3) (I) Representative immunohistochemistry images of distinct ITPR1 in Breast Cancer tissues and normal tissues (Human Protein Atlas)Fig. 3Bc-GenExMiner v4.3 to evaluate ITPR1 gene expression with box plots according to clinical parameters in patients with breast cancer. A SBR grade (B) NPI (C) nodal status (D) ER (E) PR (F) HER-2 (G) basal-like status (H) triple-negative status (I) basal-like and triple-negative status\n        After verifying the mRNA expression of ITPR1 in breast cancer, we continued to explore the protein expression of ITPRI in breast cancer through the Human Protein Atlas. As we shown, ITPR1 was beyond detection in breast cancer tissues, but was moderately expressed in normal tissues (Fig. 2I). Taken together, our results indicate that ITPR1 is under-expressed in patients with breast cancer.\nConclusion\n          ITPR1 was lower expressed in breast cancer. The higher expression of ITPR1 suggested favorable prognosis for patients. ITPR1 was related to the level of immune infiltration, especially in BRCA-Basal patients. All research results indicated that ITPR1 might affect breast cancer prognosis and participate in immune regulation. In short, ITPR1 might be a potential target for breast cancer therapy.\nSupplementary Information\n      \n        \nAdditional file 1.Additional file 2.\nIntroduction\n      Breast cancer is the number one killer of women's health in the world. In recent years, the increasing morbidity and mortality have become a major hidden danger to the world's health problems [1]. The latest data show that breast cancer has officially replaced lung cancer as the world's largest cancer [2]. At present, the treatment methods for breast cancer usually include surgery, chemotherapy, radiation therapy, targeted therapy and endocrine therapy. Although these treatments can improve the prognosis of breast cancer to a certain extent, the survival of some patients is still poor [3, 4]. Therefore, looking for new prognostic indicators and clarifying the pathogenesis of breast cancer are of great significance for providing new opportunities for early detection and early treatment and reducing the mortality and recurrence rate of breast cancer.\n      Inositol 1, 4, 5-trisphosphate receptor type 1 (ITPR1), located on chromosome 3, is a member of the IP3R family, involved three distinct IP3R type in mammals [5, 6]. ITPR1 is an intracellular Ca2+ release channel, and its opening requires the combination of two intracellular messengers IP3 and Ca2+. Many physiological processes are related to the increase of intracellular Ca2+ concentration, either through the absorption of Ca2+ in the extracellular environment or the release of calcium ions in the intracellular environment. The second messenger 1,4,5-triphosphate (IP3) is the product of phosphatidylinositol 4,5-bisphosphate hydrolyzed by G protein-coupled receptor/phospholipase C (PLC-β) or tyrosine kinase receptor/PLC-γ signaling pathway activates the Ca2+ release of the endoplasmic reticulum (ER) [7]. IP3 acts by binding to the membrane-associated IP3 receptor (IP3R) [8, 9]. The binding of IP3 to the receptor increases its sensitivity to Ca2+, and only after it binds with Ca2+ can enter the cytoplasm. It is worth noting that Ca2+ has a biphasic effect on IP3R, low Ca2+ concentration can stimulate IP3R, and high Ca2+ concentration can inhibit IP3R [10, 11].\n      The most widely studied IP3R is type 1 (ITPR1), and high levels of ITPR1 are found in Purkinje cells of the cerebellum of the central nervous system [12, 13]. The defect of ITPR1 is the cause of spinocerebellar ataxia type 15 (SCA15) [14]. The interacts with TMEM173 and ITPR1 could promote the release of endoplasmic reticulum calcium, leading to subsequent F3 release and coagulation activation in patients with sepsis [15]. In bladder cancer, the overexpression of ITPR1 in drug-resistant cells could induce cell apoptosis and increase sensitivity to cisplatin [16].\n      In recent years, studies have find that ITPR1 is a pivotal gene for autophagy [17]. Autophagy was a process of engulfing its own cytoplasmic proteins and turning them into autophagy lysosomes to degrade the contents it contains. Autophagy played a role in starvation response. ITPR1 induced the release of Ca2+ and promoted ATP synthesis in the non-starvation state, thereby inhibiting AMPK activity and inhibiting autophagy. In the starvation state, Ca2+ activity would activate the autophagy pathway and promote the formation of autophagy. The regulation of ITPR1 is closely related to Bcl2 and Beclin1, which are generally in a combined state. When starved, Bcl2 and Beclin1 became dissociated, and then Beclin1 formed a complex with ITPR1 activating and promoting the production of autophagy [18–20]. ITPR1 participated in autophagy induced by NK cells and reduced the killing effect of cytokines secreted by NK cells on kidney cancer [21]. ITPR1 was a new target of HIF-2α, which protected kidney cancer cells from NK-mediated lysis by inducing NK-mediated autophagy [22]. As an autophagy gene, ITPR1 was down-regulated in head and neck tumor and esophageal cancer [23, 24]. However, the systematic analysis of ITPR1 in breast cancer is still rare, and the relationship between the expression of ITPR1 and the survival of breast cancer patients is unclear.\n      This study comprehensively studied the expression of ITPR1 in patients with breast cancer. and its relationship with prognosis in online databases such as Oncomine, GEPIA, and Kaplan–Meier plotter. And confirmed by immunohistochemistry method. In addition, the TIMER database was used to analyze the correlation between ITPR1 and tumor infiltrating immune cells. The results of this study clarify the mechanism of ITPR1 gene and its prognostic significance in treatment, and provide the potential relationship and mechanism of ITPR1 and tumor immune interaction.\nONCOMINE database\n        Oncomine (https://www.oncomine.org) is currently the world's largest oncogene chip database and integrated data mining platform. It had the most complete cancer mutation profile, gene expression data and related clinical information, which could be used to discover new biomarkers or new therapeutic targets [25]. The mRNA expression level of ITPR1 gene in pan-carcinoma was analyzed by Oncomine, and the mRNA level of ITPR1 between normal and breast cancer tissues was compared (setting parameters were twofold change, P value ≤ 0.01 and top 10% gene rank).\nGEPIA\n        GEPIA (http://gepia.cancer-pku.cn/) was the dynamic analysis of gene expression profiling data, a public database for cancer and normal gene expression profiling, filling the gap in cancer genomics big data information. Including 9736 tumors from TCGA and GTEx projects and RNA sequencing expression data of 8587 normal samples [26]. GEPIA (Gene Expression Profiling Interactive Analysis) analyzed the expression level of ITPR1 in different tumor types, and compared the expression level of ITPR1 in normal and breast cancer tissues(setting parameters were |Log2FC|= 1, P value ≤ 0.01).\nTNMplot database\n        TNMplot database (http://www.tnmplot.com) used gene arrays from the National Center for Biotechnology Information (NCBI-GEO) Gene Expression Comprehensive Database or RNA-seq from the Cancer Genome Atlas (TCGA) to generate effective therapeutic application research Data generated from the treatment (target) and genotype tissue expression (GTEx) repository [27]. We used TNMplot database to verify the expression of ITPR1 in various cancers, and explored the expression of ITPR1 in normal breast, breast cancer and metastatic tissues.\nBreast cancer Gene-Expression Miner v4.5 (Bc-GenExMiner v4.5)\n        Bc-GenExMiner v4.5 (http://bcgenex.centregauducheau.fr/BC-GEM/GEM-Accueil.php?js=1) was a data mining tool that contains 36 published annotated genome data [28]. We used the expression module of Bc-GenExMiner v4.5 to analyze the expression level of ITPR1 in normal and breast cancer, and according to clinical standards (such as estrogen receptor (ER), progesterone receptor (PR), epidermal growth factor receptor 2 (HER2), nodular status, triple-negative status and basal-like status, lymph node status, Scarff-Bloom-Richardson classification (SBR), Nottingham prognostic index (NPI), etc.) to analyze the relationship between ITPR1 and breast cancer. In addition, we used correlated modules to analyze the relationship between ITPR1 and co-expressed genes.\nHuman protein atlas\n        Human Protein Atlas (https://www.proteinatlas.org) was based on proteomics, transcriptomics and systems biology data, which could map tissues, cells, organs, etc. It not only includes tumor tissues, but also covers the protein expression of normal tissues [29]. The Human Protein Atlas database was used to analyze the expression of ITPR1 in breast cancer and normal tissues by immunohistochemistry.\nPrognoScan\n        PrognoScan (http://dna00.bio.kyutech.ac.jp/PrognoScan/index.html) integrated a large number of microarray data sets with prognostic information, including most tumor data, which could be used to analyze the relationship between gene expression and patient prognosis [30]. We used PrognoScan database to analyze the correlation between ITPR1 mRNA expression and survival of breast cancer patients (cox P value < 0.05).\nThe Kaplan–Meier Plotter\n        Kaplan–Meier Plotter (http://kmplot.com/analysis/) was constructed based on gene chips and RNA-seq data from public databases such as GEO, EGA, and TCGA, and evaluated the impact of 54,675 genes on survival rates in 21 cancers. Meta-analysis and research, discovery and verification of survival-related molecular markers were carried out by integrating gene expression information and clinical prognostic value [31]. Kaplan–Meier Plotter database was used to analyze the survival correlation between ITPR1 mRNA expression and breast cancer patients and clinical molecular markers of breast cancer. (Set parameters as best cutoff, hazard ratio (HR) with 95% confidence intervals (CIs), log rank P value and JetSet best probe).\nROC plotter\n        The ROC plotter (http://www.rocplot.org) was the first online transcriptome level verification tool for predicting biomarkers [32]. The ROC plotter is capable to link gene expression and response to therapy using transcriptome-level data of 3,104 breast cancer patients and 2,369 ovarian cancer patients. We used ROC plotter to predict the expression of breast cancer patients in response to chemotherapy, endocrine therapy, and anti-HER2 therapy. (Set the probe: ITPR1-203710_at, Response: Relapse-free survival at 5 years, Treatment: Endocrine therapy, Anti-HER2 therapy and Chemotherapy choose any, Settings: No outliers).\nImmunohistochemistry\n        Immunohistochemistry (IHC) was performed to detect the expression of ITPR1 in breast cancer. IHC method and criteria for judging results were referred to literature [33]. The antibodie was (Proteintech, 1:100) for ITPR1.\nCell lines and cell culture\n        All breast cancer cell lines are from the Chinese Academy of Biochemistry and Cell Biology (Shanghai, China) and are regularly certified (Cellbio). The cells are preserved in Heilongjiang Cancer Institute (Harbin, China). These cells were cultured in DMEM, L15 or RPMI1640 medium in a humidified incubator with 10% fetal bovine serum and 1% penicillin–streptomycin, cultured at 37 °C with 5% CO2 or air.\nWestern blot assay and antibodies\n        The lysed protein was electrophoresed on a 10% polyacrylamide gel (Sevenbio), and then transferred to the membrane at 300 mA for 5 h, blocked with skim milk for 1 h, and incubated overnight at 4 °C with the target antibody. On the second day, the secondary antibody corresponding to the target antibody was incubated for 1 h. The antibodie was (Proteintech, 1:100) for ITPR1.\nSTRING\n        STRING (http://www.string-db.org) was a database for searching known and predicted protein interactions [34]. We used the STRING database to analyze the PPI network of ITPR1 and co-expressed genes (setting the parameters as Homo sapiens and combined score of > 0.4 was considered statistically significant). It also analyzed the functions of ITPR1, including Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG). GO analysis focuses on the three areas of biological process (BP), cell composition (CC) and molecular function (MF). Only P Values < 0.05 were considered meaningful.\nTIMER database analysis\n        Tumor immune estimation resource (https://cistrome.shinyapps.io/timer/) used RNA-Seq expression profile data to detect the infiltration of immune cells in tumor tissues [35]. The database provided the infiltration status of 6 immune cells (B cells, CD4 + T cells, CD8 + T cells, Neutrphils, Macrophages and Dendritic cells) [36]. TIMER analyzed the expression level of ITPR1 in different tumor types, and analyzed the relationship between ITPR1 and 6 immune cells in breast cancer and its different types through gene modules. In addition, the relationship between ITPR1 and gene markers of tumor infiltrating immune cells in breast cancer and its different types was also explored.\nStatistical analysis\n        The analysis results were represented by HR and P or COX P-values of a log-rank test. The unpaired T-test was used to compare two means. The correlation of gene expression was evaluated by Spearman’s correlation and statistical significance. The absolute value of correlation is judged as follows: 0.30–0.40 “moderate,” 0.40–0.50 “strong”, and significance was defined as ***P < 0.001,**P < 0.01,*P < 0.05.\nLow expression of ITPR1 in patients with breast cancer\n        In order to explored the expression of ITPR1 and its unique prognosis, the Oncomine database was first used to detect the expression of ITPR1 in 20 kinds of common cancers. We found that the expression of ITPR1 gene is unstable in head and neck cancer, kidney cancer, leukemia, melanoma and sarcoma, but in bladder cancer, brain and central nervous system cancer, breast cancer, cervical cancer, colorectal cancer, lung cancer, lymphoma, Ovarian cancer and prostate cancer had lower expression (Fig. 1A). Next, we used the GEPIA dataset and the TIMER dataset to compare the expression of ITPR1 between tumor tissues and normal tissues (Fig. 1B, C). In addition, we used the TNMplot database to verify the expression of ITPR1 (Supplementary Fig. 1A). The results showed ITPR1 had lower expression in most tumor tissues than in normal tissues.Fig. 1The expression of ITPR1 in distinct types of cancer diseases. A Expression of ITPR1 gene in 20 common tumors compared with paired normal tissues. Oncomine database was designed with fold change ≥ 2, P value ≤ 0.01 and gene rank ≥ top 10%. The graphic represents the numbers of datasets with statistically significant (p < 0.01) mRNA over-expression (red) or down-expression (blue) of ITPR11 (different types of cancer vs. corresponding normal tissue). B The Expression of ITPR1 in distinct types of cancer diseases (GEPIA). The differental methed choose Top 10 and use log2 (TPM + 1) for log-scale. C The Expression of ITPR1 in distinct types of cancer diseases (TIMER)\n        Compared with normal, the ITPR1 expression levels in ductal breast carcinoma in situ stroma, invasive ductal breast cancer stroma, ductal breast cancer, medullary breast cancer, invasive breast cancer and invasive ductal breast cancer were significantly reduced (Fig. 2A-F P= 6.40E-4, 0.003, 1.05E-7, 1.64E-11, 8.45E-12 and 2.54E-19, Supplementary Table 1). And in GEPIA and Bc-GenExMiner v4.3, the expression level of ITPR1 in breast cancer tissues is lower than normal tissues (Fig. 2G, H). In addition, the analysis of gene chip data and RNA-seq data through the TNMplot database showed that the expression level of ITPR1 in tumors and metastatic tissues was lower than normal tissues (Supplementary Fig. 1B, C).Fig. 2Box plots of normal and tumor differentially expression of ITPR1 gene in different subtypes of breast cancer. A-F Box plots of normal and tumor differentially expression of ITPR1 gene in different subtypes of breast cancer. A Ductal breast carcinoma in situ stroma (B) Invasive ductal breast carcinoma stroma (C) Ductal breast carcinoma (D) Medullary breast carcinoma (E) Invasive breast carcinoma (F) Invasive ductal breast carcinoma.(ONCOMINE). G Box plots of normal and tumor expression of ITPR1 gene in Breast Cancer. (GEPIA). H ITPR1 gene expression with box plots in patients with breast cancer. (Bc-GenExMiner v4.3) (I) Representative immunohistochemistry images of distinct ITPR1 in Breast Cancer tissues and normal tissues (Human Protein Atlas)Fig. 3Bc-GenExMiner v4.3 to evaluate ITPR1 gene expression with box plots according to clinical parameters in patients with breast cancer. A SBR grade (B) NPI (C) nodal status (D) ER (E) PR (F) HER-2 (G) basal-like status (H) triple-negative status (I) basal-like and triple-negative status\n        After verifying the mRNA expression of ITPR1 in breast cancer, we continued to explore the protein expression of ITPRI in breast cancer through the Human Protein Atlas. As we shown, ITPR1 was beyond detection in breast cancer tissues, but was moderately expressed in normal tissues (Fig. 2I). Taken together, our results indicate that ITPR1 is under-expressed in patients with breast cancer.\nThe expression of ITPR1 in the clinical and pathological characteristics of breast cancer patients\n      Bc-GenExMiner v4.3 software was used to evaluate the expression of ITPR1 in clinical and pathological features in patients with breast cancer (Supplementary Table 2). The results showed that the expression of ITPR1 decreased with the increase of SBR grade and NPI grade of breast cancer patients (Fig. 3A-B, P < 0.0001). Compared with negative lymph nodes, the expression of ITPR1 was reduced in patients with positive lymph nodes (Fig. 3C, P = 0.0003). ITPR1 was highly expressed in ER and PR-positive breast cancer patients (Fig. 3D-E, P < 0.0001). The expression was lower in patients with HER2-positive breast cancer (Fig. 3F, P < 0.0001). In addition, the ITPR1 of patients with triple-negative and basal breast cancer was significantly lower than that of patients with non-triple-negative and non-basal breast cancer (Fig. 3G, H, I, P < 0.0001).\nThe influence of ITPR1 expression on the prognosis of breast cancer\n      Using the survival meta-analysis software PrognoScan to draw survival curves with different survival information, breast cancer patients with ITPR1 (red) were positively correlated with overall survival, distant metastasis free survival, relapse free survival, disease-specific survival (Fig. 4A-I, Supplementary Table 3). In addition, we used the Kaplan–Meier plotter to verify the prognostic value of ITPR1 mRNA expression in patients with breast cancer. As shown in the figure, breast cancer patients with high levels of ITPR1 mRNA have high OS (HR = 0.65, 95% CI: 0.53–0.81, P = 9e-05), RFS (HR = 0.68, 95% CI: 0.61- 0.76, P = 5.4e-12) and DMFS (HR = 0.7, 95% CI: 0.58–0.85, P = 0.00032) (Fig. 4J-L, Supplementary Table 3). These results indicated that the expression of ITPR1 was significantly related to the prognosis of breast cancer patients, and may be used as a useful biomarker to predict the survival of breast cancer patients.Fig. 4The prognostic value of mRNA level of ITPR1 in patients with breast cancer. A-I The survival curve of different datasets based on the expression of ITPR1 gene was used to analyze the prognostic value in breast cancer (PrognoScan). A Overall Survival (B) Distant Metastasis Free Survival (C) Distant Metastasis Free Survival (D) Distant Metastasis Free Survival (E) Relapse Free Survival (F) Relapse Free Survival (G) Disease Specific Survival (H) Overall Survival (I) Relapse Free Survival. J-L Prognostic value of mRNA expression of ITPR1 in patients with breast cancer (Kaplan–Meier Plotter). J Overall Survival (K) Relapse Free Survival (L) Distant Metastasis Free Survival\n      Besides, we further explored the mechanism by which ITPR1 expression affects the prognosis of breast cancer. First, the correlation between the expression of ITPR1 and clinical variables was analyzed by KM plotter (Table 1). Specifically, the expression level of ITPR1 was related to basal (RFS HR = 1.3, P = 0.027), luminal A (OS HR = 0.57, P = 0.00056, RFS HR = 0.64, P < 0.0001), luminal B (RFS HR = 0.8, P = 0.032), HER2 (OS HR = 0.48 P = 0.011) disease subtypes were correlated. Then, we continued to explore the predictive value of ITPR1 expression level for the clinical treatment of breast cancer. Through ROC plotter analysis, the expression of ITPR1 did not change much in response to endocrine therapy or anti-HER2 therapy (Supplementary Figs. 2A and C). However, the expression level of ITPR1 in responders chemotherapy patients was higher than that in nonresponders chemotherapeutic patients (Supplementary Fig. 2E). The expression level of ITPR1 could predict the effect of chemotherapy, the AUC value was 0.589, P < 0.05 (Supplementary Fig. 2B, D, F). The above results suggested that the high expression of ITPR1 may affect the prognosis of breast cancer.Table 1Correlation of ITPR1 mRNA expression and clinicopathological factors in Breast cancer by Kaplan–Meier plotter databaseVariables of breast cancerOverall survival (n = 1880)Relapse free survival (n = 4929)NHazard ratioP-valueNHazard ratioP-valueER Positive7540.69 (0.5–0.94)0.01726330.66 (0.55–0.8) < 0.0001 Negative5200.63 (0.41–0.96)0.03111901.21 (0.97–1.5)0.087PR Positive1562.37 (0.9–6.25)0.0719260.56 (0.39–0.8)0.0011 Negative2910.53 (0.29–0.98)0.0399250.76 (0.59–0.99)0.04HER2 Positive4200.6 (0.41–0.88)0.00868820.86 (0.68–1.08)0.19 Negative14590.58 (0.46–0.72) < 0.000140470.62 (0.56–0.7) < 0.0001Intrinsic subtype basal4040.63 (0.39–1.02)0.0588461.3 (1.03–1.65)0.027 luminal A7940.57 (0.41–0.79)0.0005622770.64 (0.53–0.76) < 0.0001 luminal B5150.76 (0.52–1.11)0.1614910.8 (0.66–0.98)0.032 HER2 + 1660.48 (0.27–0.86)0.0113150.74 (0.5–1.08)0.12Lymph node status Positive4520.69 (0.48–0.99)0.04616560.67 (0.55–0.81) < 0.0001 Negative7220.53 (0.37–0.78)0.0008723680.63 (0.54–0.75) < 0.0001Grade 11750.52 (0.17–1.56)0.233970.56 (0.31–1)0.046 24430.6 (0.4–0.9)0.01211770.61 (0.49–076) < 0.0001 35860.85 (0.63–1.16)0.3113001.27 (1.01–1.59)0.041TP53 mutation Positive1300.73 (0.38–1.42)0.361880.63 (0.38–1.05)0.071 Negative1970.44 (0.23–0.81)0.00682730.61 (0.4–0.93)0.021\n      \n        Compared with normal breast tissue, ITPR1 is lower in breast cancer and is associated with prognosis\n        The analysis of 145 cases of breast cancer and 30 cases of adjacent normal tissues from the Harbin Medical University Cancer Center (HMUCC) further verified the low expression of ITPR1 in breast cancer (Fig. 5A, Show the comparison between normal breast tissue and HER2 positive tissue, Fig. 5B). At the same time, in order to explore the relationship between ITPR1 expression and the prognosis of breast cancer patients, we separately assessed the effects of ITPR1 expression and clinical results on overall survival and progression-free survival of breast cancer. The results showed that high expression of ITPR1 significantly prolonged the prognosis of patients than low ITPR1 (Fig. 5C, D). After that, we continued to explore the correlation between ITPR1 and the clinicopathological characteristics of breast cancer patients. ITPR1 was negatively correlated with tumor size, tumor lymph node metastasis (TNM) staging, lymph node metastasis (LNM), estrogen receptor (ER), progesterone receptor (PR) and HER2 status (P < 0.05). However, no significant associations were found between ITPR1 and age, Ki-67 and p53 status (Table 2). In univariate Cox regression models, Lymph Node Metastasis (P < 0.001), ITPR1 (P = 0.049), were found to achieve statistical significance (Table 3). Multivariate Cox proportional hazards model analysis showed that Lymph Node Metastasis (P < 0.001; HR, 24.845; 95%CI, 4.567–135.157), TNM stages (P = 0.037; HR, 0.152; 95% CI, 0.026–0.895) were the independent prognostic indicator of overall survival (Table 3). After that, we continued to use western blot to verify the expression of ITPR1 in breast cancer tissues and cells. The results showed that compared with normal tissues, the expression of ITPR1 in cancer tissues was significantly reduced. In cells, the expression of ITPR1 in the luminal type (T47D, MCF7) was relatively high, while the expression in HER2 + (UACC-812, SKBR-3 and MDA-MB-453) was relatively low (Fig. 5E, F).Fig. 5ITPR1 expression is decreased in breast cancer and correlates with prognosis. A Representative immunohistochemistry (IHC) images of ITPR1 in Breast Cancer tissues and normal tissues. B Box plots of normal and cancer expression of ITPR1 gene in Breast tissues. C-D Prognostic value of expression of ITPR1 in patients with breast cancer (C) Overall Survival (D) Progression Free Survival. (Set ITPR1 score < 6 as low expression, ITPR1 score ≥ 6 as high expression) (E) ITPR1 was measured in different breast tissues by Western blot. F ITPR1 was measured in different breast cells by Western blotTable 2Association of ITPR1 level with clinical and pathological characteristics of breast cancer patientsvariablesTumor ITPR1 expressionP valueITPR1LowITPR1HighAge (years)0.563  ≤ 503636  > 504033Tumor size (cm)  ≤ 234380.046*  > 2, ≤ 53831  > 540TNM stages I-II1533 < 0.001* III-IV6136Lymoh Node Metastasis0.001* Negative3248 Positive4421ER status0.018* Negative5941 Positive1728PR status0.001* Negative6643 Positive1026HER2 status0.037* Negative4048 Positive3621P53 status0.146 Negative4028 Positive3641Ki-67 status0.465 Negative1921 Positive5748Note:A χ2 test was used for camparing gtoups between low and high ITPR1expression. n = 145, p < 0.05 was considered significantTable 3Univariate analysis and multivariate analysis of overall survival in patients with Breast Cancer (n = 145)VariableUnivariate analysisMultivariate analysisP valueHazard Ratio95% confidence intervalP valueHazard Ratio95% confidence intervalAge0.1052.0170.863–4.714Tumor size0.3681.3860.681–2.820TNM stages0.0742.6630.910–7.792Lymph Node Metastasis < 0.0017.1062.427–20.8100.0016.3362.122–18.914ER status0.4950.7250.288–1.827PR status0.6120.7750.289–2.075HER2 status0.1141.9100.855–4.263P53 status0.2180.6010.267–1.353Ki-67 status0.4401.4750.551–3.950ITPR10.0490.4130.171–0.9970.2910.6170.252–1.513\n      \n      \n        GO and KEGG enrichment analysis of ITPR1 and its 20 co-expression genes\n        After analyzing the expression of ITPR1 and the prognostic value of breast cancer patients, we used STRING's \"co-expression\" module to analyze 20 co-expressed genes that were significantly related to ITPR1. Subsequently, we builted a comprehensive network through STRING. The results in Fig. 6A reveal that autophagosome-related genes, including BECN1 and calcium signaling pathway participant genes, such as STIM1, ORAI1, and ORAI2, were closely related to ITPR1. Predict the function of ITPR1 and its 20 co-expressed genes by analyzing the Annotation, Visualization, and Integrated Discovery database (STRING) of Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) [37]. As shown in Fig. 6B-E, we found that gene sets related to ITPR1 were enriched in functions related to these BP, CC and MF. Among them, BP such as GO: 0,051,924 (regulation of calcium ion transport), GO: 0,038,096 (Fc -γ receptor signaling pathway involved in phagocytosis), GO: 0,050,852 (T cell receptor signaling pathway), GO: 0,002,768 (immune response regulating cell surface receptor signaling pathway), GO: 0,016,055 (Wnt signaling pathway), GO: 0,007,223 (calcium regulation pathway) and GO: 0,043,647 (phosphoinositide metabolism process) (Fig. 6B). In addition, CC included GO: 0,031,095 (platelet dense tubular network membrane), GO: 0,016,529 (sarcoplasmic reticulum), GO: 0,005,776 (autophagosome) and GO: 0,098,827 (endoplasmic reticulum subcompartment), GO: 000,578 (internal Plasma reticulum membrane) GO:0,005,829 (cytosol) (Fig. 6C). MF, such as GO:0,070,679 (inositol 1,4,5 triphosphate binding), GO:0,044,325 (ion channel binding), GO:0,005,516 (calmodulin binding), GO:0,005,509 (calcium Ion binding) and GO:0,005,515 (p rotein binding) (Fig. 6D). KEGG analysis found 19 pathways related to the function of ITPR1 in breast adenocarcinoma. Among them, hsa04370 (VEGF signaling pathway), hsa04066 (HIF-1 signaling pathway), hsa04310 (Wnt signaling pathway), hsa04664 (Fc epsilon RI signaling pathway), hsa04662 (B cell receptor signaling pathway), hsa04658 (Th1 and Th2) Cell differentiation), hsa04660 (T cell receptor signaling pathway) and hsa04020 (calcium signaling pathway) were closely related to the function of ITPR1 (Fig. 6E).Fig. 6GO and KEGG enrichment analysis of ITPR1 and its 20 co-expression genes. (STRING). A PPI network. The nodes meant proteins; the edges meant the interaction of proteins (B) BP (C) CC (D) MF (E) KEGG\n      \n      \n        ITPR1 expression is correlated with immune infiltration level in breast cancer\n        Through the analysis of KEGG, it is found that ITPR1 is widely involved in immune regulation pathways, such as: Fc epsilon RI signaling pathway, B cell receptor signaling pathway, Th1 and Th2 cell differentiation, T cell receptor signaling pathway. In oncology, immunotherapy is also a hot topic. Studies have shown that it has significant curative effects in kidney cancer, melanoma and non-small cell lung cancer [38–40]. Thus, we assessed the correlation between ITPR1 and the level of breast cancer immune invasion from the TIMER database. In order to understand the correlation between ITPR1 and different infiltrating immune cells including CD4 + T cells, CD8 + T cells, B cells, macrophages, neutrophils and DCs, TIMER was used to determine the relationship BRCA-Basal, BRCA-Luminal and BRCA-Her2 (Fig. 7). The results showed that high ITPR1 expression level had positive correlations with infiltrating levels of B cells (r = 0.273, P = 2.14e-03), CD8 + T cells (r = 0.455, P = 1.28e-07), CD4 + T cells (r = 0.28, P = 1.77e-03), macrophages (r = 0.226, P = 1.06e-02), dendritic cell (r = 0.448, P = 9.02e-07) and neutrophils (r = 0.427, P = 2.19e-06) in BRCA-Basal cancer (Fig. 7B). However, the expression of ITPR1 in BRCA-Lunimal and BRCA-Her2 has no significant correlation with most immune cells (Fig. 7C-D). These findings suggest that ITPR1 might play a specific role in immune infiltration of BRCA-Basal cancer.Fig. 7Correlation of ITPR1 expression with immune infiltration level in Breast Cancer (TIMER). A BRCA (B) BRCA-Basal (C) BRCA-Luminal and (D) BRCA-Her2\n      \n      \n        The correlation between ITPR1 and different immune biomarkers\n        After analyzing the correlation between ITPR1 and immune cells, we further studied the correlation between the biomarker genes in these immune cells or their subgroups and ITPR1, providing a basis for screening suitable therapeutic targets. TIMER analysis found that after the correlation adjustment of tumor purity, the results showed that ITPR1 in BRCA-Basal was closely related to the immune markers of most immune cells (Table 4). It is worth noting that the CD86 of monocyte, CD68 of TAM, VSIG4, MS4A4A of M2 macrophages, ITGAM of neutrophil, HLA-DRA, HLA-DPA1, ITGAX of dendritic cells, STAT4, STAT1 of Th1, CCR8, TGFB1 of Treg showed moderately correlate with ITPR1 expression (0.40 > COR value ≥ 0.30) (Table 4). CSF1R of monocytes, IL10 of TAM, NRP1 of dendritic cells, HAVCR2 of T cell exhaustion presented strong correlation with ITPR1 expression (COR value ≥ 0.40) (Table 4). Similarly, in BRCA-Lunimal and BRCA-Her2, the correlation between ITPR1 expression and immune cell-related markers has no obvious significance (Table 4).Table 4Correlation between ITPR1 and related gene markers of immune cellsDescriptionGene markersBRCABRCA-BasalBRCA-LuminalBRCA-Her2NonePurityNonePurityNonePurityNonePurityCorPCorPCorPCorPCorPCorPCorPCorPT cellCD3D-0.0990.000-0.130.0000.4050.0000.1650.063-0.0430.291-0.0320.458-0.1280.301-0.1540.250CD3E-0.0580.055-0.080.0110.4160.0000.1780.045-0.0340.399-0.0230.6-0.1460.239-0.1760.186CD2-0.0560.063-0.0760.0160.4760.0000.2810.001-0.0160.6830.0020.962-0.1510.223-0.2170.102CD8 + T cellCD8A0.0040.903-0.0120.6990.3940.0000.1790.0430.0120.7730.0310.475-0.130.292-0.1650.216CD8B-0.1020.000-0.1270.0000.40.0000.30.0000.010.8070.0070.869-0.1460.237-0.1710.201B cellCD19-0.1220.000-0.1450.0000.2840.000-0.99-0.0310.446-0.0230.587-0.1150.356-0.5630.000CD79A-0.0890.000-0.110.0000.2840.000-0.010.9140.0060.8790.0220.602-0.1230.319-0.110.41MonocyteCD860.0060.843-0.0010.9760.530.0000.3620.0000.0120.7570.0270.5250.0840.50.0730.587CD115(CSF1R)0.1340.0000.1340.0000.6050.0000.4720.0000.1370.0000.1510.0000.0970.4320.1290.336TAMCCL2-0.0870.000-0.0840.0000.4.30.0000.2610.003-0.0420.293-0.020.641-0.0510.681-0.020.883CD68-0.0120.681-0.0230.4660.5480.0000.3890.000-0.0620.127-0.0610.1580.1450.2420.160.230IL10-0.0030.918-0.0050.8830.5380.0000.4020.000-0.020.619-0.0130.760.0330.7920.0060.967M1 MacrophageIRF50.0020.952-0.0180.5710.3930.0000.2250.01100.997-0.70.865-0.0140.911-0.0170.899INOS(NOS2)-0.0180.544-0.0130.6930.0340.6890.0880.3250.030.450.0080.8530.1570.2040.1510.257COX2(PTGS2)0.0070.8060.0150.6360.1280.130.2020.0220.1280.0010.1340.0020.1850.1340.1560.242M2 MacrophageCD1630.040.1810.0350.2770.5890.0000.460.0000.0760.0590.0880.0410.1770.1520.2070.119VSIG40.0840.0000.0730.0210.5110.0000.3830.0000.0960.0180.0930.0290.1550.2110.1790.179MS4A4A0.0480.110.0410.1990.5250.0000.3840.0000.0320.4280.0410.34-0.0280.82-0.0360.787NeutrophilsCD11b(ITGAM)0.0880.0000.0830.0000.530.0000.3870.0000.0310.4430.0320.4610.2610.0330.3160.019CCR7-0.0120.69-0.0230.4650.4010.0000.1560.0780.0110.790.020.646-0.0050.965-0.0180.891Natural killer cellKIR2DL1-0.0740.014-0.0930.0000.1880.0260.0320.7170.0040.9170.0020.955-0.0770.538-0.0830.538KIR2DL3-0.0610.043-0.0590.0650.3360.0000.1910.030-0.0270.4960.0080.86-0.0660.595-0.0840.532KIR2DL4-0.1380.000-0.1440.0000.2970.0000.1210.173-0.0490.222-0.0370.386-0.060.628-0.0730.584KIR3DL1-0.0680.024-0.0780.0130.3350.0000.190.032-0.0060.8760.0020.962-0.0040.973-0.0340.799KIR3DL2-0.0870.004-0.0960.0020.310.0000.1450.102-0.0310.4460.0010.978-0.1290.297-0.2060.121KIR3DL3-0.0630.038-0.0720.0220.1340.1150.0270.766-0.0130.7410.0090.83-0.1610.194-0.1660.212KIR2DS4-0.0790.008-0.0930.0030.1840.029-0.0030.977-0.010.806-0.0070.878-0.2360.055-0.2630.044Dendritic cellHLA-DPB10.0160.602-0.0030.9360.440.0000.2320.0080.0250.5330.0270.528-0.0630.613-0.10.455HLA-DQB10.0160.602-0.0710.0260.3870.0000.2110.017-0.0190.634-0.0130.753-0.0880.476-0.1020.448HLA-DRA0.0470.1180.0410.1970.4980.0000.3260.0000.0390.330.0520.228-0.0440.722-0.0710.596HLA-DPA10.1080.0000.1140.0000.5020.0000.3430.0000.080.0480.0970.024-0.0930.454-0.1330.319BDCA-1(CD1C)0.1250.0000.1410.0000.3470.0000.1690.0560.1250.0020.1460.0000.070.5720.0850.524BDCA-4(NRP1)0.2160.0000.2130.0000.5970.0000.5240.0000.0660.1030.0550.203-0.0190.8780.0040.979CD11c(ITGAX)-0.0050.863-0.0110.7220.5150.0000.3380.000-0.0440.277-0.040.3520.0550.6560.0990.461Helper T cell 1 (TH1)T -bet (TBX21)-0.0690.022-0.0950.0030.4410.0000.2470.005-0.0020.9580.0170.6910.0760.539-0.1170.382STAT40.0320.2930.0180.5730.5480.0000.3880.0000.0380.3510.0410.334-0.1910.122-0.2230.092STAT10.0680.0240.0610.0540.5010.0000.3880.0000.030.4510.0360.3980.0770.5370.0070.96IFNG-0.140.000-0.1620.0000.3590.0000.1860.036-0.0320.423-0.0160.705-0/0190.88-0.0340.798TNF-0.1160.000-0.0970.0020.2780.0000.1670.0600.0120.7730.0470.2750.0190.8760.0580.663Regulatory cell (Treg)FOXP3-0.1280.000-0.1360.0000.3940.0000.1750.048-0.110.006-0.1010.019-0.120.331-0.1760.187CCR80.0210.4890.0220.4890.5240.0000.3640.000-0.0110.7760.0020.9590.2770.0240.2790.034TGFB1 (TGFβ)0.1190.0000.1170.0000.5130.0000.3480.000-0.0750.061-0.0880.0410.1530.2140.1610.228T cell exhaustionPD-1 (PDCD1)-0.1420.000-0.1710.0000.3190.0000.0870.326-0.0540.179-0.040.35-0.0980.43-0.0930.486CTLA4-0.1790.000-0.1990.0000.4280.0000.2080.019-0.0690.086-0.0460.282-0.0280.819-0.060.654LAG3-0.2410.000-0.2480.0000.3410.0000.1480.095-0.0960.017-0.0680.114-0.0320.799-0.070.602TIM-3 (HAVCR2)0.0470.120.0350.2640.5750.0000.4260.000-0.0150.716-0.0150.7240.1280.3020.1310.329GZMB-0.2430.000-0.2790.0000.3490.0000.1440.105-0.090.026-0.0850.048-0.0930.452-0.1110.407\n      \n      \n        Co-expression analysis of ITPR1 gene\n        In addition to immune pathways, we also found that ITPR1 can regulate VEGF signaling pathway, HIF-1 signaling pathway and Calcium signaling pathway, and these pathways themselves also regulate each other (Supplementary Fig. 3). Based on the 20 co-expression gene analyzed in the STRING database, four genes involved in these four pathways were found, namely PLCB1, PLCG1, PRKACA, and PPP3R1 (Supplementary Table 4). We found the co-expression gene PRKACA (Fig. 8G, P < 0.0001, r = 0.09) was associated with ITPR1 positively and PLCB1 (Fig. 8A, P < 0.0001, r = -0.08), PLCG1 (Fig. 8D, P < 0.0001, r = -0.19), PPP3R1 (Fig. 8J, P < 0.0001, r = -0.21) were associated with ITPR1 negatively according to Bc-GenExMiner v4.3. However, we found that ITPR1 is correlated with PLCG1 and PPP3R1, while the correlation between PLCB1 and PRKACA is lower. Furthermore, we used the Kaplan–Meier plotter to analyze the prognostic value of ITPR1 and co-expressed genes in patients with breast cancer. As shown in the figure, predicting that breast cancer patients with high expression of ITPR1 combined with co-expressed genes will have high OS and RFS, which was more meaningful than analyzing the prognosis of co-expressed genes alone (Fig. 8B-C, E–F, H-I, K-L, Supplementary Fig. 4). These further proved that ITPR1 could improve the prognosis of breast cancer patients.Fig. 8Co-expression analysis of gene ITPR1 and other genes. ( bc-GenExMiner software and Kaplan–Meier plotter). A, D, G, J The correlation between ITPR1 and co-expressed genes. B-C, E–F, H-I,K-L Survival analysis of ITPR1 and co-expressed genes\nCompared with normal breast tissue, ITPR1 is lower in breast cancer and is associated with prognosis\n        The analysis of 145 cases of breast cancer and 30 cases of adjacent normal tissues from the Harbin Medical University Cancer Center (HMUCC) further verified the low expression of ITPR1 in breast cancer (Fig. 5A, Show the comparison between normal breast tissue and HER2 positive tissue, Fig. 5B). At the same time, in order to explore the relationship between ITPR1 expression and the prognosis of breast cancer patients, we separately assessed the effects of ITPR1 expression and clinical results on overall survival and progression-free survival of breast cancer. The results showed that high expression of ITPR1 significantly prolonged the prognosis of patients than low ITPR1 (Fig. 5C, D). After that, we continued to explore the correlation between ITPR1 and the clinicopathological characteristics of breast cancer patients. ITPR1 was negatively correlated with tumor size, tumor lymph node metastasis (TNM) staging, lymph node metastasis (LNM), estrogen receptor (ER), progesterone receptor (PR) and HER2 status (P < 0.05). However, no significant associations were found between ITPR1 and age, Ki-67 and p53 status (Table 2). In univariate Cox regression models, Lymph Node Metastasis (P < 0.001), ITPR1 (P = 0.049), were found to achieve statistical significance (Table 3). Multivariate Cox proportional hazards model analysis showed that Lymph Node Metastasis (P < 0.001; HR, 24.845; 95%CI, 4.567–135.157), TNM stages (P = 0.037; HR, 0.152; 95% CI, 0.026–0.895) were the independent prognostic indicator of overall survival (Table 3). After that, we continued to use western blot to verify the expression of ITPR1 in breast cancer tissues and cells. The results showed that compared with normal tissues, the expression of ITPR1 in cancer tissues was significantly reduced. In cells, the expression of ITPR1 in the luminal type (T47D, MCF7) was relatively high, while the expression in HER2 + (UACC-812, SKBR-3 and MDA-MB-453) was relatively low (Fig. 5E, F).Fig. 5ITPR1 expression is decreased in breast cancer and correlates with prognosis. A Representative immunohistochemistry (IHC) images of ITPR1 in Breast Cancer tissues and normal tissues. B Box plots of normal and cancer expression of ITPR1 gene in Breast tissues. C-D Prognostic value of expression of ITPR1 in patients with breast cancer (C) Overall Survival (D) Progression Free Survival. (Set ITPR1 score < 6 as low expression, ITPR1 score ≥ 6 as high expression) (E) ITPR1 was measured in different breast tissues by Western blot. F ITPR1 was measured in different breast cells by Western blotTable 2Association of ITPR1 level with clinical and pathological characteristics of breast cancer patientsvariablesTumor ITPR1 expressionP valueITPR1LowITPR1HighAge (years)0.563  ≤ 503636  > 504033Tumor size (cm)  ≤ 234380.046*  > 2, ≤ 53831  > 540TNM stages I-II1533 < 0.001* III-IV6136Lymoh Node Metastasis0.001* Negative3248 Positive4421ER status0.018* Negative5941 Positive1728PR status0.001* Negative6643 Positive1026HER2 status0.037* Negative4048 Positive3621P53 status0.146 Negative4028 Positive3641Ki-67 status0.465 Negative1921 Positive5748Note:A χ2 test was used for camparing gtoups between low and high ITPR1expression. n = 145, p < 0.05 was considered significantTable 3Univariate analysis and multivariate analysis of overall survival in patients with Breast Cancer (n = 145)VariableUnivariate analysisMultivariate analysisP valueHazard Ratio95% confidence intervalP valueHazard Ratio95% confidence intervalAge0.1052.0170.863–4.714Tumor size0.3681.3860.681–2.820TNM stages0.0742.6630.910–7.792Lymph Node Metastasis < 0.0017.1062.427–20.8100.0016.3362.122–18.914ER status0.4950.7250.288–1.827PR status0.6120.7750.289–2.075HER2 status0.1141.9100.855–4.263P53 status0.2180.6010.267–1.353Ki-67 status0.4401.4750.551–3.950ITPR10.0490.4130.171–0.9970.2910.6170.252–1.513\nGO and KEGG enrichment analysis of ITPR1 and its 20 co-expression genes\n        After analyzing the expression of ITPR1 and the prognostic value of breast cancer patients, we used STRING's \"co-expression\" module to analyze 20 co-expressed genes that were significantly related to ITPR1. Subsequently, we builted a comprehensive network through STRING. The results in Fig. 6A reveal that autophagosome-related genes, including BECN1 and calcium signaling pathway participant genes, such as STIM1, ORAI1, and ORAI2, were closely related to ITPR1. Predict the function of ITPR1 and its 20 co-expressed genes by analyzing the Annotation, Visualization, and Integrated Discovery database (STRING) of Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) [37]. As shown in Fig. 6B-E, we found that gene sets related to ITPR1 were enriched in functions related to these BP, CC and MF. Among them, BP such as GO: 0,051,924 (regulation of calcium ion transport), GO: 0,038,096 (Fc -γ receptor signaling pathway involved in phagocytosis), GO: 0,050,852 (T cell receptor signaling pathway), GO: 0,002,768 (immune response regulating cell surface receptor signaling pathway), GO: 0,016,055 (Wnt signaling pathway), GO: 0,007,223 (calcium regulation pathway) and GO: 0,043,647 (phosphoinositide metabolism process) (Fig. 6B). In addition, CC included GO: 0,031,095 (platelet dense tubular network membrane), GO: 0,016,529 (sarcoplasmic reticulum), GO: 0,005,776 (autophagosome) and GO: 0,098,827 (endoplasmic reticulum subcompartment), GO: 000,578 (internal Plasma reticulum membrane) GO:0,005,829 (cytosol) (Fig. 6C). MF, such as GO:0,070,679 (inositol 1,4,5 triphosphate binding), GO:0,044,325 (ion channel binding), GO:0,005,516 (calmodulin binding), GO:0,005,509 (calcium Ion binding) and GO:0,005,515 (p rotein binding) (Fig. 6D). KEGG analysis found 19 pathways related to the function of ITPR1 in breast adenocarcinoma. Among them, hsa04370 (VEGF signaling pathway), hsa04066 (HIF-1 signaling pathway), hsa04310 (Wnt signaling pathway), hsa04664 (Fc epsilon RI signaling pathway), hsa04662 (B cell receptor signaling pathway), hsa04658 (Th1 and Th2) Cell differentiation), hsa04660 (T cell receptor signaling pathway) and hsa04020 (calcium signaling pathway) were closely related to the function of ITPR1 (Fig. 6E).Fig. 6GO and KEGG enrichment analysis of ITPR1 and its 20 co-expression genes. (STRING). A PPI network. The nodes meant proteins; the edges meant the interaction of proteins (B) BP (C) CC (D) MF (E) KEGG\nITPR1 expression is correlated with immune infiltration level in breast cancer\n        Through the analysis of KEGG, it is found that ITPR1 is widely involved in immune regulation pathways, such as: Fc epsilon RI signaling pathway, B cell receptor signaling pathway, Th1 and Th2 cell differentiation, T cell receptor signaling pathway. In oncology, immunotherapy is also a hot topic. Studies have shown that it has significant curative effects in kidney cancer, melanoma and non-small cell lung cancer [38–40]. Thus, we assessed the correlation between ITPR1 and the level of breast cancer immune invasion from the TIMER database. In order to understand the correlation between ITPR1 and different infiltrating immune cells including CD4 + T cells, CD8 + T cells, B cells, macrophages, neutrophils and DCs, TIMER was used to determine the relationship BRCA-Basal, BRCA-Luminal and BRCA-Her2 (Fig. 7). The results showed that high ITPR1 expression level had positive correlations with infiltrating levels of B cells (r = 0.273, P = 2.14e-03), CD8 + T cells (r = 0.455, P = 1.28e-07), CD4 + T cells (r = 0.28, P = 1.77e-03), macrophages (r = 0.226, P = 1.06e-02), dendritic cell (r = 0.448, P = 9.02e-07) and neutrophils (r = 0.427, P = 2.19e-06) in BRCA-Basal cancer (Fig. 7B). However, the expression of ITPR1 in BRCA-Lunimal and BRCA-Her2 has no significant correlation with most immune cells (Fig. 7C-D). These findings suggest that ITPR1 might play a specific role in immune infiltration of BRCA-Basal cancer.Fig. 7Correlation of ITPR1 expression with immune infiltration level in Breast Cancer (TIMER). A BRCA (B) BRCA-Basal (C) BRCA-Luminal and (D) BRCA-Her2\nThe correlation between ITPR1 and different immune biomarkers\n        After analyzing the correlation between ITPR1 and immune cells, we further studied the correlation between the biomarker genes in these immune cells or their subgroups and ITPR1, providing a basis for screening suitable therapeutic targets. TIMER analysis found that after the correlation adjustment of tumor purity, the results showed that ITPR1 in BRCA-Basal was closely related to the immune markers of most immune cells (Table 4). It is worth noting that the CD86 of monocyte, CD68 of TAM, VSIG4, MS4A4A of M2 macrophages, ITGAM of neutrophil, HLA-DRA, HLA-DPA1, ITGAX of dendritic cells, STAT4, STAT1 of Th1, CCR8, TGFB1 of Treg showed moderately correlate with ITPR1 expression (0.40 > COR value ≥ 0.30) (Table 4). CSF1R of monocytes, IL10 of TAM, NRP1 of dendritic cells, HAVCR2 of T cell exhaustion presented strong correlation with ITPR1 expression (COR value ≥ 0.40) (Table 4). Similarly, in BRCA-Lunimal and BRCA-Her2, the correlation between ITPR1 expression and immune cell-related markers has no obvious significance (Table 4).Table 4Correlation between ITPR1 and related gene markers of immune cellsDescriptionGene markersBRCABRCA-BasalBRCA-LuminalBRCA-Her2NonePurityNonePurityNonePurityNonePurityCorPCorPCorPCorPCorPCorPCorPCorPT cellCD3D-0.0990.000-0.130.0000.4050.0000.1650.063-0.0430.291-0.0320.458-0.1280.301-0.1540.250CD3E-0.0580.055-0.080.0110.4160.0000.1780.045-0.0340.399-0.0230.6-0.1460.239-0.1760.186CD2-0.0560.063-0.0760.0160.4760.0000.2810.001-0.0160.6830.0020.962-0.1510.223-0.2170.102CD8 + T cellCD8A0.0040.903-0.0120.6990.3940.0000.1790.0430.0120.7730.0310.475-0.130.292-0.1650.216CD8B-0.1020.000-0.1270.0000.40.0000.30.0000.010.8070.0070.869-0.1460.237-0.1710.201B cellCD19-0.1220.000-0.1450.0000.2840.000-0.99-0.0310.446-0.0230.587-0.1150.356-0.5630.000CD79A-0.0890.000-0.110.0000.2840.000-0.010.9140.0060.8790.0220.602-0.1230.319-0.110.41MonocyteCD860.0060.843-0.0010.9760.530.0000.3620.0000.0120.7570.0270.5250.0840.50.0730.587CD115(CSF1R)0.1340.0000.1340.0000.6050.0000.4720.0000.1370.0000.1510.0000.0970.4320.1290.336TAMCCL2-0.0870.000-0.0840.0000.4.30.0000.2610.003-0.0420.293-0.020.641-0.0510.681-0.020.883CD68-0.0120.681-0.0230.4660.5480.0000.3890.000-0.0620.127-0.0610.1580.1450.2420.160.230IL10-0.0030.918-0.0050.8830.5380.0000.4020.000-0.020.619-0.0130.760.0330.7920.0060.967M1 MacrophageIRF50.0020.952-0.0180.5710.3930.0000.2250.01100.997-0.70.865-0.0140.911-0.0170.899INOS(NOS2)-0.0180.544-0.0130.6930.0340.6890.0880.3250.030.450.0080.8530.1570.2040.1510.257COX2(PTGS2)0.0070.8060.0150.6360.1280.130.2020.0220.1280.0010.1340.0020.1850.1340.1560.242M2 MacrophageCD1630.040.1810.0350.2770.5890.0000.460.0000.0760.0590.0880.0410.1770.1520.2070.119VSIG40.0840.0000.0730.0210.5110.0000.3830.0000.0960.0180.0930.0290.1550.2110.1790.179MS4A4A0.0480.110.0410.1990.5250.0000.3840.0000.0320.4280.0410.34-0.0280.82-0.0360.787NeutrophilsCD11b(ITGAM)0.0880.0000.0830.0000.530.0000.3870.0000.0310.4430.0320.4610.2610.0330.3160.019CCR7-0.0120.69-0.0230.4650.4010.0000.1560.0780.0110.790.020.646-0.0050.965-0.0180.891Natural killer cellKIR2DL1-0.0740.014-0.0930.0000.1880.0260.0320.7170.0040.9170.0020.955-0.0770.538-0.0830.538KIR2DL3-0.0610.043-0.0590.0650.3360.0000.1910.030-0.0270.4960.0080.86-0.0660.595-0.0840.532KIR2DL4-0.1380.000-0.1440.0000.2970.0000.1210.173-0.0490.222-0.0370.386-0.060.628-0.0730.584KIR3DL1-0.0680.024-0.0780.0130.3350.0000.190.032-0.0060.8760.0020.962-0.0040.973-0.0340.799KIR3DL2-0.0870.004-0.0960.0020.310.0000.1450.102-0.0310.4460.0010.978-0.1290.297-0.2060.121KIR3DL3-0.0630.038-0.0720.0220.1340.1150.0270.766-0.0130.7410.0090.83-0.1610.194-0.1660.212KIR2DS4-0.0790.008-0.0930.0030.1840.029-0.0030.977-0.010.806-0.0070.878-0.2360.055-0.2630.044Dendritic cellHLA-DPB10.0160.602-0.0030.9360.440.0000.2320.0080.0250.5330.0270.528-0.0630.613-0.10.455HLA-DQB10.0160.602-0.0710.0260.3870.0000.2110.017-0.0190.634-0.0130.753-0.0880.476-0.1020.448HLA-DRA0.0470.1180.0410.1970.4980.0000.3260.0000.0390.330.0520.228-0.0440.722-0.0710.596HLA-DPA10.1080.0000.1140.0000.5020.0000.3430.0000.080.0480.0970.024-0.0930.454-0.1330.319BDCA-1(CD1C)0.1250.0000.1410.0000.3470.0000.1690.0560.1250.0020.1460.0000.070.5720.0850.524BDCA-4(NRP1)0.2160.0000.2130.0000.5970.0000.5240.0000.0660.1030.0550.203-0.0190.8780.0040.979CD11c(ITGAX)-0.0050.863-0.0110.7220.5150.0000.3380.000-0.0440.277-0.040.3520.0550.6560.0990.461Helper T cell 1 (TH1)T -bet (TBX21)-0.0690.022-0.0950.0030.4410.0000.2470.005-0.0020.9580.0170.6910.0760.539-0.1170.382STAT40.0320.2930.0180.5730.5480.0000.3880.0000.0380.3510.0410.334-0.1910.122-0.2230.092STAT10.0680.0240.0610.0540.5010.0000.3880.0000.030.4510.0360.3980.0770.5370.0070.96IFNG-0.140.000-0.1620.0000.3590.0000.1860.036-0.0320.423-0.0160.705-0/0190.88-0.0340.798TNF-0.1160.000-0.0970.0020.2780.0000.1670.0600.0120.7730.0470.2750.0190.8760.0580.663Regulatory cell (Treg)FOXP3-0.1280.000-0.1360.0000.3940.0000.1750.048-0.110.006-0.1010.019-0.120.331-0.1760.187CCR80.0210.4890.0220.4890.5240.0000.3640.000-0.0110.7760.0020.9590.2770.0240.2790.034TGFB1 (TGFβ)0.1190.0000.1170.0000.5130.0000.3480.000-0.0750.061-0.0880.0410.1530.2140.1610.228T cell exhaustionPD-1 (PDCD1)-0.1420.000-0.1710.0000.3190.0000.0870.326-0.0540.179-0.040.35-0.0980.43-0.0930.486CTLA4-0.1790.000-0.1990.0000.4280.0000.2080.019-0.0690.086-0.0460.282-0.0280.819-0.060.654LAG3-0.2410.000-0.2480.0000.3410.0000.1480.095-0.0960.017-0.0680.114-0.0320.799-0.070.602TIM-3 (HAVCR2)0.0470.120.0350.2640.5750.0000.4260.000-0.0150.716-0.0150.7240.1280.3020.1310.329GZMB-0.2430.000-0.2790.0000.3490.0000.1440.105-0.090.026-0.0850.048-0.0930.452-0.1110.407\nCo-expression analysis of ITPR1 gene\n        In addition to immune pathways, we also found that ITPR1 can regulate VEGF signaling pathway, HIF-1 signaling pathway and Calcium signaling pathway, and these pathways themselves also regulate each other (Supplementary Fig. 3). Based on the 20 co-expression gene analyzed in the STRING database, four genes involved in these four pathways were found, namely PLCB1, PLCG1, PRKACA, and PPP3R1 (Supplementary Table 4). We found the co-expression gene PRKACA (Fig. 8G, P < 0.0001, r = 0.09) was associated with ITPR1 positively and PLCB1 (Fig. 8A, P < 0.0001, r = -0.08), PLCG1 (Fig. 8D, P < 0.0001, r = -0.19), PPP3R1 (Fig. 8J, P < 0.0001, r = -0.21) were associated with ITPR1 negatively according to Bc-GenExMiner v4.3. However, we found that ITPR1 is correlated with PLCG1 and PPP3R1, while the correlation between PLCB1 and PRKACA is lower. Furthermore, we used the Kaplan–Meier plotter to analyze the prognostic value of ITPR1 and co-expressed genes in patients with breast cancer. As shown in the figure, predicting that breast cancer patients with high expression of ITPR1 combined with co-expressed genes will have high OS and RFS, which was more meaningful than analyzing the prognosis of co-expressed genes alone (Fig. 8B-C, E–F, H-I, K-L, Supplementary Fig. 4). These further proved that ITPR1 could improve the prognosis of breast cancer patients.Fig. 8Co-expression analysis of gene ITPR1 and other genes. ( bc-GenExMiner software and Kaplan–Meier plotter). A, D, G, J The correlation between ITPR1 and co-expressed genes. B-C, E–F, H-I,K-L Survival analysis of ITPR1 and co-expressed genes\nDiscussion\n      In 2020, female breast cancer has now surpassed lung cancer, becoming the main cause of global cancer incidence. It is the fifth leading cause of cancer deaths worldwide. Among women, breast cancer accounts for one-quarter of cancer cases and one-sixth of cancer deaths. It ranks first among most countries (159 out of 185 countries) in morbidity and mortality in 110 countries [2]. Therefore, it is necessary to find new targets for breast cancer treatment.\n      Many biological functions are regulated by intracellular calcium ions, including cell proliferation, gene transfer, and cell death [9, 41–44]. Calcium signals are usually initiated by the combination of hormones or growth factors to produce a signal cascade of diacylglycerol and inositol 1,4,5-triphosphate (IP3). Subsequently, IP3 binds to a specific receptor (ITPR) on the endoplasmic reticulum membrane, triggering the release of Ca2+ [44].\n      ITPR consists of approximately 2700 amino acids [45, 46], including N-terminal domain (IP3 domain), C-terminal domain and regulatory domain. ITPR is an intrinsic membrane protein with 6 transmembrane segments [47, 48]. ITPR regulates receptor activity through post-translational modification (phosphorylation, ubiquitination, etc.) or interaction with regulatory proteins (such as chromogranin A and B, neuronal calcium receptor 1, etc.) [49–52].\n      There are three subtypes of ITPR: ITPR1, ITPR2 and ITPR3 [53, 54]. Among them, the research of ITPR1 is relatively extensive. ITPR1 releases Ca2+ at lower Ca2+ concentrations, and inhibits the channel in the opposite case [55, 56]. Studies have shown that ITPR1 is located in the endoplasmic reticulum, cytoplasm and close to the nucleus in hepatocytes and bile duct cells, and ITPR1 also plays an important role in the metabolism, proliferation and secretion of bile duct cells in liver cancer cells [57–60]. ITPR1 is down-regulated in head and neck tumors and esophageal cancer [23, 24]. However, there is no association analysis in breast cancer.\n      In our study, according to a variety of database studies, ITPR1 had lower expression in many tumors. The expression of ITPR1 in breast cancer tissue was down-regulated compared with normal tissue. The expression of ITPR1 was related to the clinicopathological characteristics of breast cancer.\n      At present, breast cancer is divided into carcinoma in situ and invasive carcinoma according to the scope of invasion. Different breast cancer cells may have differences in the expression of estrogen receptor, progesterone receptor and HER2 protein. According to these characteristics, breast cancer can be divided into hormone receptor-positive breast cancer, HER-positive breast cancer and triple-negative breast cancer. According to reports, SBR grade and NPI are prognostic factors for breast cancer. SBR is graded according to three indicators: whether there are duct formation, nucleus morphology, and mitotic figures. NPI scores based on tumor size, number of axillary lymph node metastases, and histological grade under microscope. The higher the SBR grade or the higher the NPI score, the worse the prognosis. The expression of ITPR1 in SBR grade and NPI gradually decreases, and the expression of ER positive, HER2 negative, lymph node negative, non-triple negative and non-basal-like states was significantly increased, and it was related to the prognosis of breast cancer. Therefore, the expression of ITPR1 gene might be a new biomarker factor affecting the prognosis of breast cancer.\n      According to the survival curve of different datasets of ITPR1 expression, the prognostic value of breast cancer was analyzed with PrognoScan database. Through the meta-analysis of survival curve data, 9 data sets with clinical statistical value were proposed. Breast cancer patients with elevated expression of ITPR1 had better overall survival, recurrence-free survival, disease-specific survival, and survival without distant metastasis. The same trend was confirmed in Kaplan–Meier Plotter. Next, continue to analyze the correlation between the expression level of ITPR1 and clinical variables, and found that the expression of ITPR1 was related to hormone receptor-positive breast cancer, HER-positive breast cancer and triple-negative breast cancer. Then, we used immunohistochemistry and western blot methods to verify the expression and prognosis of ITPR1 once again. Unfortunately, the P-values of ITPR1 were not always meaningful in the multivariate analysis.We suggest that small sample sizes may lead to nonsignificant P-values.In the future, we will increase the tumor samples to elucidate the relationship between ITPR1 and the expression and survival of various clinical variables.\n      Then, we discussed the predictive value of ITPR1 expression level for clinical treatment of breast cancer. The result show that the expression level of ITPR1 in chemotherapy patients was higher than that in non-chemotherapeutic patients. In bladder cancer, the overexpression of ITPR1 in drug-resistant cells could induce cell apoptosis and increase sensitivity to cisplatin [16]. So we suspect that high expression of ITPR1 can increase the sensitivity of breast cancer chemotherapy. According to the results the expression level of ITPR1 could predict the effect of chemotherapy, the AUC value was 0.589, P < 0.05. AUC (Area Under Curve) is defined as the area under the ROC curve and the coordinate axis. The value range of AUC is between 0.5 -1. The closer the AUC is to 1.0, the higher the authenticity of the detection method; when it is equal to 0.5, the authenticity is the lowest and it has no application value. According to the predicted AUC, although it is greater than 0.5, it is not significant. According to the results of bioinformatics analysis and prediction, we need further experimental verification to draw conclusions. It can be used as a candidate resource and early foundation for future scientific team experimental exploration. The above results suggested that the high expression of ITPR1 may affect the prognosis of breast cancer.\n      In order to better understand ITPR1, we defined for 20 proteins that interact with ITPR1 in the STRING database, and performed GO enrichment and KEGG pathway analysis. ITPR1 was involved in a variety of biological processes, molecular functions and cellular components, including regulation of calcium ion transport, Fc-gamma receptor signaling pathway involved in phagocytosis, T cell receptor signaling pathway, immune response-regulating cell surface receptor signaling pathway, autophagosome, Endoplasmic reticulum membrane, calcium ion binding. The related pathways mainly included: VEGF signaling pathway, HIF-1 signaling pathway, Wnt signaling pathway, Fc epsilon RI signaling pathway, B cell receptor signaling pathway, Th1 and Th2 cell differentiation and T cell receptor signaling pathway. It has been reported that the combination of TMEM173 and ITPR1 could control the release of calcium from the endoplasmic reticulum of macrophages and monocytes [15]. In kidney cancer, HIF2α affected the expression of ITPR1 and activated autophagy of target cells through NK-derived signals, thereby regulating NK-mediated killing [21]. Our analysis also showed that the expression of ITPR1 was related to immune infiltration, and the biological function of ITPR1 in breast cancer was unclear.\n      Immunotherapy is a very popular treatment method for all malignant tumors including breast cancer in recent years. Different from the previous biological treatment, it is a treatment method to control the tumor by using appropriate methods to adjust or enhance the body's immune response to tumor cells. Some of them can achieve surprising effects. Usually chemotherapy, endocrine therapy, and targeted therapy only target tumor cells. Immunotherapy is a way to truly kill tumors by strengthening one's own immune system, so immunotherapy is expected to become a new innovation in the field of tumor treatment following surgery, radiotherapy, chemotherapy, and endocrine therapy. Next, our research provided a new perspective on the potential function of ITPR1 in breast cancer immunology and its application as a cancer biomarker. In this study, it was found that the expression of ITPR1 was related to the multiple levels of immune infiltration in triple-negative breast cancer, but is not related to luminal and HER2 breast cancer. The results showed that CD8 + T cells (r = 0.455, P = 1.28e-05), CD4 + T cells (r = 0.28, P = 1.77e-03), and neutrophils (r = 0.226, P = 1.06e-02), dendritic cells (r = 0.448, P = 9.02e-07) and macrophages (r = 0.427, P = 2.19e-06) infiltration levels were in the middle to ITPR1 expression strong positive correlation. And the correlation between the expression of ITPR1 and immune cell marker genes also suggests that ITPR1 might play a role in the immune regulation of triple-negative breast cancer. Similarly, the correlation between luminal and HER2 breast cancer were weak. The results showed that ITPR1 is related to monocytes, M2 macrophages, TAM, Th1 cells, neutrophils and dendritic cells of triple-negative breast cancer. However, whether it can play a regulatory role in triple-negative breast cancer requires further exploration. According to the results of clinical studies, atezolizumab combined with chemotherapy is the first-line treatment for patients with unresectable locally advanced or metastatic PD-L1-positive triple-negative breast cancer. Atezolizumab has also become the first approved for use Immunotherapy drugs for breast cancer. And immunotherapy combined with chemotherapy is also the first-line treatment for triple-negative breast cancer. Combined with our analysis, ITPR1 is correlated with the level of immune infiltration in triple-negative breast cancer, and is highly expressed in chemotherapy. It suggests that the increase of ITPR1 may improve the sensitivity of immunotherapy combined with chemotherapy in the treatment of triple-negative breast cancer. Next, four proteins that participate in the VEGF signaling pathway, HIF-1 signaling pathway, immune signaling pathway and Calcium signaling pathway are identified: PLCB1, PLCG1, PRKACA, and PPP3R1. The correlation was verified again in BC-GenExMiner v4.3. And analyze the prognostic value of ITPR1 and related gene complexes. However, we found that ITPR1 is correlated with PLCG1 and PPP3R1, while the correlation between PLCB1 and PRKACA is lower. These correlations might suggest the possible mechanism of ITPR1 regulating breast cancer immune cell function, and provided preliminary guidance for the selection of therapeutic targets.\n      It should be noted that our results are based on the analysis of big data from various databases, and we have collected these data as comprehensively as possible. However, this discovery can only provide a preliminary theoretical basis and needs to be further verified by follow-up research and clinical trials.\nConclusions\n      Compared with normal breast tissue, the expression of ITPR1 in breast cancer is lower. The higher expression of ITPR1 suggested favorable prognosis for patients. ITPR1 was related to the level of immune infiltration, especially in BRCA-Basal patients. All research results indicated that ITPR1 might affect breast cancer prognosis and participate in immune regulation.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8939201/",
    "doi": "https://doi.org/10.1186/s12885-022-09410-w"
}