{
    "title": "Prediagnosis Leisure-Time Physical Activity and Lung Cancer Survival: A\nPooled Analysis of 11 Cohorts",
    "abstract": "Included were age at diagnosis (continuous), sex, race and ethnicity (Asian, Black, Other [Hispanic and Latino, American Indian, and other racial or ethnic group] and White), smoking status (never, former, current), smoking pack-years (continuous), education (less than high school, high school graduation, vocational education, college, university or higher), alcohol consumption (none, moderate drinking up to 1 and 2 drinks per day, heavy drinking >1 and >2 drinks per day for women and men, respectively; 1 drink = 14 grams of ethanol), history of diabetes (yes, no), body mass index (BMI; <18.5, 18.5-24.9, 25.0-29.9, and ≥30.0 kg/m2), and hormone therapy in women (yes, no)—all of which were assessed at LTPA assessment. f Adjusted for age at diagnosis, sex, smoking status, smoking pack-years, race and ethnicity, education, alcohol consumption, history of diabetes, body mass index levels, hormone therapy in women, and histological type and grade of lung cancer and stratified by cohort, year of lung cancer diagnosis, and time interval from leisure-time physical activity assessment to lung cancer diagnosis. Included were age at diagnosis (continuous), sex, race and ethnicity (Asian, Black, Other [Hispanic and Latino, American Indian, and other racial or ethnic group] and White), smoking status (never, former, current), smoking pack-years (continuous), education (less than high school, high school graduation, vocational education, college, university or higher), alcohol consumption (none, moderate drinking up to 1 and 2 drinks per day, heavy drinking >1 and >2 drinks per day for women and men, respectively; 1 drink = 14 grams of ethanol), history of diabetes (yes, no), body mass index (BMI; <18.5, 18.5-24.9, 25.0-29.9, and ≥30.0 kg/m2), and hormone therapy in women (yes, no)—all of which were assessed at LTPA assessment.",
    "authors": [
        "Jae Jeong Yang",
        "Danxia Yu",
        "Emily White",
        "Dong Hoon Lee",
        "William Blot",
        "Kim Robien",
        "Rashmi Sinha",
        "Yikyung Park",
        "Yumie Takata",
        "Yu-Tang Gao",
        "Karl Smith-Byrne",
        "Evelyn M Monninkhof",
        "Rudolf Kaaks",
        "Arnulf Langhammer",
        "Kristin Benjaminsen Borch",
        "Laila Al-Shaar",
        "Qing Lan",
        "Elin Pettersen Sørgjerd",
        "Xuehong Zhang",
        "Clair Zhu",
        "María Dolores Chirlaque",
        "Gianluca Severi",
        "Kim Overvad",
        "Carlotta Sacerdote",
        "Dagfinn Aune",
        "Mattias Johansson",
        "Stephanie A Smith-Warner",
        "Wei Zheng",
        "Xiao-Ou Shu"
    ],
    "published_year": "2021",
    "description": "Background\n          Little is known about the association between physical activity before cancer diagnosis\nand survival among lung cancer patients. In this pooled analysis of 11 prospective\ncohorts, we investigated associations of prediagnosis leisure-time physical activity\n(LTPA) with all-cause and lung cancer–specific mortality among incident lung cancer\npatients.\nMethods\n      \n        Study Populations\n        We harmonized de-identified, individual participant data from 11 cohorts (16,17), including 7 US cohorts (National Institute of Health–American Association\nof Retired Persons Diet and Health Study; Health Professionals Follow-up Study; Nurses’\nHealth Study; Iowa Women’s Health Study; Prostate, Lung, Colorectal, and Ovarian Cancer\nScreening Trial; Southern Community Cohort Study; and VITamins And Lifestyle Study), 2\nEuropean cohorts (European Prospective Investigation into Cancer and Nutrition and\nTrøndelag Health Study), and 2 Asian cohorts (Shanghai Men’s Health Study and Shanghai\nWomen’s Health Study). All studies were approved by the institutional review boards and\nethics committees of the hosting institutes.\n        Among 1 588 378 initial participants, we identified 22 762 incident lung cancer patients\ndiagnosed after study enrollment. Of those, we excluded individuals who had no data on\nLTPA (n = 2031), smoking history (n = 183), and survival time (n = 45). Cancer in situ was\nalso excluded (n = 9), thus leaving 20 494 patients. Characteristics of each participating\ncohort and our analytic sample are summarized in Table 1.\n        \n          Table 1.\n          \n            Participating cohorts included in the pooled analysis of prediagnosis leisure-time\nphysical activity and lung cancer survival\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Cohorts\n                No. of casesa\n                No. of deathsb\n                Year of diagnosis\n                Median time intervals (IQR), yc\n                Mean age at diagnosis (SD), y\n                Meet the guideline, %d\n                Median LTPA (IQR), MET-h/week\n                Women, %\n                Smokers, %e\n                NSCC, %\n                5-year survival Rate (95% CI), %\n              \n            \n            \n              \n                USA\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                AARP\n                9684\n                8407 (6615)\n                1995-2007\n                5.5 (2.9-8.1)\n                68.8 (5.5)\n                39.2\n                4.5 (0.3-10.5)\n                36.9\n                93.1\n                83.5\n                20.1 (19.3 to 20.9)\n              \n              \n                HPFS\n                983\n                885 (812)\n                1986-2009\n                12.4 (6.8-17.4)\n                72.9 (8.8)\n                51.5\n                8.8 (2.8-22.1)\n                0.0\n                88.8\n                85.3\n                22.5 (20.0 to 25.2)\n              \n              \n                NHS\n                1542\n                1257 (1171)\n                1986-2009\n                13.9 (8.6-18.9)\n                69.4 (7.7)\n                40.4\n                5.2 (2.0-15.2)\n                100.0\n                90.8\n                83.9\n                27.3 (25.0 to 29.6)\n              \n              \n                IWHS\n                1017\n                914 (741)\n                1986-2012\n                12.8 (7.0-18.8)\n                73.9 (7.5)\n                41.9\n                8.2 (0.8-24.8)\n                100.0\n                82.3\n                79.7\n                16.1 (13.9 to 18.4)\n              \n              \n                PLCO\n                666\n                263 (237)\n                1995-2010\n                7.5 (4.8-9.3)\n                71.2 (6.1)\n                34.1\n                4.5 (0.7-12.6)\n                49.9\n                89.6\n                90.0\n                53.8 (49.5 to 57.9)\n              \n              \n                SCCS\n                815\n                585 (481)\n                2002-2013\n                3.6 (1.9-5.7)\n                60.2 (8.7)\n                17.2\n                0.0 (0.0-0.1)\n                46.3\n                94.8\n                84.6\n                18.9 (16.1 to 21.8)\n              \n              \n                VITAL\n                1029\n                764 (658)\n                2000-2012\n                5.2 (0.2-11.4)\n                71.1 (7.1)\n                32.7\n                3.3 (0.2-11.4)\n                45.7\n                92.5\n                86.1\n                21.1 (18.6 to 23.8)\n              \n              \n                Europe\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                EPIC\n                2540\n                2081 (1666)\n                1992-2009\n                7.1 (4.0-9.7)\n                64.9 (8.0)\n                81.5\n                22.5 (12.0-42.0)\n                45.4\n                90.0\n                81.0\n                15.0 (13.6 to 16.5)\n              \n              \n                HUNT\n                474\n                432 (NA)\n                1995-2011\n                8.4 (4.8-11.6)\n                68.9 (10.5)\n                25.5\n                3.4 (2.3-8.6)\n                40.7\n                94.1\n                80.0\n                10.4 (7.85 to 13.4)\n              \n              \n                Asia\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                SMHS\n                918\n                706 (684)\n                2002-2015\n                5.8 (3.2-8.3)\n                67.0 (9.5)\n                30.3\n                0.0 (0.0-11.2)\n                0.0\n                85.8\n                87.1\n                16.5 (14.1 to 19.1)\n              \n              \n                SWHS\n                826\n                570 (531)\n                1997-2015\n                10.2 (6.2-13.5)\n                67.2 (9.0)\n                26.4\n                0.0 (0.0-8.4)\n                100.0\n                8.0\n                99.0\n                26.0 (22.9 to 29.2)\n              \n              \n                Total\n                20 494\n                16 864 (13 596)\n                1986-2015\n                7.1 (3.5-9.5)\n                68.5 (7.6)\n                42.6\n                4.5 (0.7-15.0)\n                46.3\n                88.0\n                84.1\n                20.9 (20.3 to 21.5)\n              \n            \n          \n          \n            \n              a\n              Including primary lung cancer patients who were eligible for the current pooled\nanalysis. AARP = National Institute of Health–American Association of Retired\nPersons Diet and Health Study; CI = confidence interval; EPIC = European Prospective\nInvestigation into Cancer & Nutrition; HPFS = Health Professionals Follow-up\nStudy; HUNT = Trøndelag Health Study; IQR = interquartile range; IWHS = Iowa Women’s\nHealth Study; LTPA = leisure-time physical activity; MET-h/week = metabolic\nequivalent hours per week; NHS = Nurses’ Health Study; NSCC = non-small cell\ncarcinoma; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial;\nSCCS = Southern Community Cohort Study; VITAL = VITamins And Lifestyle Study; SMHS =\nShanghai Men’s Health Study; SWHS = Shanghai Women’s Health Study.\n            \n            \n              b\n              Number of deaths from all causes (deaths from lung cancer).\n            \n            \n              c\n              Years from leisure-time physical activity assessment to lung cancer diagnosis.\n            \n            \n              d\n              Percentage of adherence to the minimum recommended range of the Physical Activity\nGuidelines at least 500 MET-min (8.3 MET-h) per week.\n            \n            \n              e\n              Including current and former smokers.\n            \n          \n        \n      \n      \n        Assessment and Parameterization of LTPA Exposure\n        This study used LTPA data only, not incorporating other domains of PA. Prediagnosis LTPA\nwas assessed at baseline using validated cohort-specific questionnaires asking about\nregular engagement in exercise and sports activities (18-26). Details of LTPA assessment in each cohort, including original questions,\nintensity, and exposure windows, are shown in Supplementary Table 1 (available online). The level of LTPA was\nquantified in metabolic equivalent hours per week (MET-h/week), using the Compendium of\nPhysical Activities (27). Based on the\nPhysical Activity Guidelines for Americans (12,28,29), prediagnosis LTPA was classified into inactive, low active\n(>0 to <8.3 MET-h/week), moderately active (the recommended level for health\nbenefits: 8.3-16.0 MET-h/week, equivalent to 150-300 minutes of moderate or 75-150 minutes\nof vigorous intensity activity per week), and highly active (>16.0 MET-h/week). Because\nof the limited number of study participants in the highly active group, this group was\nfinally combined with the moderately active group, referred to as met or exceeded the\nminimum recommendation (≥8.3 MET-h/week).\n      \n      \n        Assessment of Outcome\n        Each cohort has followed-up cancer incidence and mortality via linkages to national and\nregional registries, follow-up surveys, medical record reviews, or a combination of these\nmethods. Incident lung cancer patients were ascertained using the International\nClassification of Diseases 9th or 10th revision (162 and C34, respectively).\nAll patients were subclassified by histological type (adenocarcinoma, squamous cell\ncarcinoma, other non-small cell carcinoma, small cell carcinoma, or unspecified or\nunknown), stage (localized [stage I/II], regional [stage III], distant [stage IV], and\nunknown), and grade (well, moderately, and poorly differentiated; undifferentiated; and\nunknown). For deceased ones, we obtained information on the underlying cause and date of\ndeath. Survival time was calculated as total years from the date of lung cancer diagnosis\nto the date of death, loss-to-follow-up, or end of follow-up, whichever occurred\nfirst.\n      \n      \n        Covariates\n        Potential confounders were selected a priori based on literature review and risk factors\nfound in our study populations (16,17). Included were age at diagnosis\n(continuous), sex, race and ethnicity (Asian, Black, Other [Hispanic and Latino, American\nIndian, and other racial or ethnic group] and White), smoking status (never, former,\ncurrent), smoking pack-years (continuous), education (less than high school, high school\ngraduation, vocational education, college, university or higher), alcohol consumption\n(none, moderate drinking up to 1 and 2 drinks per day, heavy drinking >1 and >2\ndrinks per day for women and men, respectively; 1 drink = 14 grams of ethanol), history of\ndiabetes (yes, no), body mass index (BMI; <18.5, 18.5-24.9, 25.0-29.9, and ≥30.0\nkg/m2), and hormone therapy in women (yes, no)—all of which were assessed at\nLTPA assessment. Missing covariates were independently imputed by cohort (16). Established prognostic factors were\nfurther included: tumor stage (localized, regional, distant, unknown), histological type\n(adenocarcinoma, squamous cell carcinoma, other non-small cell carcinoma, small cell\ncarcinoma, unspecified or unknown), and grade (well, moderately, and poorly\ndifferentiated; undifferentiated; unknown).\n      \n      \n        Statistical Analysis\n        Using the life-table method and log-rank test, we assessed 5-year relative survival rates\nby baseline characteristics and clinical features of cancer. Cox proportional hazard\nregression was used to estimate multivariable-adjusted hazard ratios (HRs) and 95%\nconfidence intervals (CIs) for all-cause and lung cancer–specific mortality, using\ninactivity as the reference. The global goodness-of-fit test with Schoenfeld residuals\nfound no violation of the proportional hazard assumption. For lung cancer–specific\nmortality, death from other causes was treated as a competing risk. Given inter- and\nintrastudy variability, Cox models were stratified by cohort, calendar years of lung\ncancer diagnosis, and time interval between LTPA assessment and diagnosis. A\nrandom-effects meta-analysis was complimented with I2 and\nPheterogeneity to offset potential concerns of residual\nheterogeneity.\n        Stratified analyses were conducted by major prognostic and risk factors; to avoid reverse\ncausality due to high fatality and short survival time of distant stage cancer, these\nanalyses were restricted to early stage lung cancer. Additive interactions were evaluated\nby the relative excess risk due to interaction (30,31), referring to the excess\nrisk from interaction between prediagnosis LTPA and stratification variables as compared\nwith baseline risk without exposure. P values were corrected for multiple\ncomparisons by controlling the false-discovery rate. A series of sensitivity analyses were\nconducted using another LTPA categorization (cohort- and sex-specific quartiles and common\nquartiles across total participants), excluding participants with long time intervals\nbetween LTPA assessment and cancer diagnosis (over median years), further adjusting for\ndietary calcium intake statistically significantly associated with lung cancer survival in\nour populations (16), and excluding 1\ncohort at a time from analyses. All procedures were performed using SAS 9.4 (SAS\nInstitute, Inc, Cary, NC), and 2-sided P-values less than .05 were\nconsidered statistically significant.\nResults\n      Of the 20 494 incident lung cancer patients, 16 864 patients died, including 13 596 deaths\nfrom lung cancer (Table 1); the median\nsurvival time was 0.9 years (interquartile range = 0.3-2.7). The mean age at lung cancer\ndiagnosis was 68.5 years. Most patients were ever-smokers (ranging from 82.3% to 94.8%\nacross studies), except for those from the Shanghai Women’s Health Study. About 43% of\npatients met the minimum recommendation before lung cancer diagnosis. The overall 5-year\nsurvival rate was 20.9% (95% CI = 20.3% to 21.5%).\n      Five-year relative survival rates were higher among patients with high educational\nattainment, noncurrent smokers, smokers with less than 30 pack-years, nondiabetic patients,\nand women taking hormone therapy (all P < .05); those patients also\nshowed higher proportions of meeting the guidelines. When stratified by histological type,\nstage, and grade, we observed much lower 5-year survival rates for small cell carcinoma\n(10.0%), distant stage carcinoma (5.9%), and undifferentiated lung carcinoma (11.8%) (Table 2).\n      \n        Table 2.\n        \n          Leisure-time physical activity and 5-year survival rates among lung cancer patients by\nbaseline characteristics\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n              Characteristics\n              No. of cases\n              No. of deaths\n              Meet the guideline, (%)a\n              Median LTPA (IQR) MET-h/week\n              5-year survival\n            \n            \n              Rate (95% CI), %\n              \nP\n\nb\n\n\n            \n          \n          \n            \n              Age at diagnosis, y\n              \n              \n              \n              \n              \n              \n            \n            \n               <70\n              10 718\n              8659\n              41.4\n              4.5 (0.3-15.0)\n              22.3 (21.5 to 23.1)\n              <.001\n            \n            \n               ≥70\n              9776\n              8205\n              44.0\n              4.9 (0.9-15.0)\n              18.9 (18.2 to 19.7)\n              \n            \n            \n              Sex\n              \n              \n              \n              \n              \n              \n            \n            \n               Men\n              11 010\n              9384\n              45.2\n              4.5 (1.0-15.0)\n              17.8 (17.1 to 18.6)\n              <.001\n            \n            \n               Women\n              9484\n              7480\n              39.7\n              4.5 (0.4-15.0)\n              24.1 (23.2 to 25.0)\n              \n            \n            \n              Race and ethnicity\n              \n              \n              \n              \n              \n              \n            \n            \n               Asian\n              1852\n              1356\n              29.7\n              0.0 (0.0-10.5)\n              21.3 (19.4 to 23.3)\n              .02\n            \n            \n               Black\n              954\n              716\n              25.3\n              0.3 (0.0-9.2)\n              21.8 (19.1 to 24.5)\n              \n            \n            \n               Other\n              219\n              186\n              32.0\n              2.2 (0.3-10.5)\n              16.9 (12.2 to 22.2)\n              \n            \n            \n               White\n              17469\n              14606\n              45.1\n              5.2 (1.5-15.0)\n              20.7 (20.1 to 21.3)\n              \n            \n            \n              Education\n              \n              \n              \n              \n              \n              \n            \n            \n               ≤High school\n              8552\n              7091\n              39.6\n              4.5 (0.3-15.0)\n              18.4 (17.5 to 19.2)\n              <.001\n            \n            \n               Vocational school/some college\n              6662\n              5441\n              41.5\n              4.5 (1.5-12.2)\n              21.7 (20.7 to 22.7)\n              \n            \n            \n               ≥University graduation\n              5280\n              4332\n              49.0\n              7.7 (1.5-15.0)\n              23.2 (22.1 to 24.4)\n              \n            \n            \n              Smoking status\n              \n              \n              \n              \n              \n              \n            \n            \n               Never\n              2457\n              1760\n              46.0\n              4.8 (0.2-15.0)\n              29.4 (27.6 to 31.3)\n              <.001\n            \n            \n               Former\n              8233\n              6875\n              48.0\n              6.8 (1.5-15.0)\n              21.2 (20.3 to 22.1)\n              \n            \n            \n               Current\n              9804\n              8229\n              37.8\n              4.5 (0.3-13.5)\n              18.2 (17.5 to 19.0)\n              \n            \n            \n              Smoking pack-years in smokers\n              \n              \n              \n              \n              \n              \n            \n            \n               <30\n              5647\n              4536\n              48.4\n              7.5 (1.5-15.0)\n              21.1 (20.1 to 22.3)\n              <.001\n            \n            \n               30-49\n              6324\n              5324\n              42.4\n              4.5 (0.8-15.0)\n              19.5 (18.5 to 20.5)\n              \n            \n            \n               ≥50\n              6066\n              5244\n              37.0\n              4.5 (0.3-10.5)\n              18.3 (17.3 to 19.3)\n              \n            \n            \n              Alcohol consumptionc\n              \n              \n              \n              \n              \n              \n            \n            \n               None\n              6216\n              5051\n              34.8\n              4.0 (0.0-10.5)\n              20.0 (19.0 to 21.1)\n              .004\n            \n            \n               Moderate\n              10 031\n              8255\n              46.6\n              6.0 (1.5-15.0)\n              21.7 (20.9 to 22.5)\n              \n            \n            \n               Heavy\n              4247\n              3558\n              44.9\n              4.5 (0.9-15.0)\n              19.4 (18.2 to 20.6)\n              \n            \n            \n              Body mass index, kg/m2\n              \n              \n              \n              \n              \n              \n            \n            \n               <18.5\n              432\n              357\n              32.2\n              2.3 (0.0-10.5)\n              17.9 (14.4 to 21.8)\n              .29\n            \n            \n               18.5-24.99\n              8836\n              7227\n              44.5\n              5.1 (0.7-15.0)\n              21.2 (20.3 to 22.0)\n              \n            \n            \n               25.0-29.99\n              8048\n              6664\n              44.1\n              4.5 (1.3-15.0)\n              20.3 (19.5 to 21.2)\n              \n            \n            \n               ≥30.0\n              3178\n              2616\n              35.2\n              4.5 (0.3-10.5)\n              20.8 (19.4 to 22.2)\n              \n            \n            \n              History of diabetes\n              \n              \n              \n              \n              \n              \n            \n            \n               No\n              18 931\n              15 493\n              43.2\n              4.5 (0.7-15.0)\n              21.2 (20.6 to 21.8)\n              <.001\n            \n            \n               Yes\n              1563\n              1371\n              35.5\n              4.5 (0.3-10.5)\n              14.8 (13.1 to 16.6)\n              \n            \n            \n              Hormone therapy in women\n              \n              \n              \n              \n              \n              \n            \n            \n               No\n              5548\n              4420\n              38.2\n              4.5 (0.3-14.9)\n              22.8 (21.7 to 24.0)\n              <.001\n            \n            \n               Yes\n              3936\n              3060\n              41.8\n              4.5 (0.9-15.0)\n              26.0 (24.6 to 27.4)\n              \n            \n            \n              Histological type\n              \n              \n              \n              \n              \n              \n            \n            \n               Adenocarcinoma\n              7543\n              5753\n              43.5\n              4.5 (0.7-15.0)\n              27.0 (26.0 to 28.0)\n              <.001\n            \n            \n               Squamous cell carcinoma\n              3591\n              2874\n              42.4\n              4.5 (0.6-14.9)\n              24.8 (23.4 to 26.3)\n              \n            \n            \n               Other non-small cell carcinoma\n              3224\n              2673\n              42.5\n              4.5 (1.1-14.8)\n              20.5 (19.1 to 22.0)\n              \n            \n            \n               Small cell carcinoma\n              2723\n              2500\n              40.7\n              4.5 (0.5-12.3)\n              10.0 (8.9 to 11.2)\n              \n            \n            \n               Unspecified\n              3413\n              3064\n              42.8\n              4.5 (0.3-15.0)\n              11.8 (10.7 to 12.9)\n              \n            \n            \n              Tumor staged\n              \n              \n              \n              \n              \n              \n            \n            \n               Localized\n              2776\n              1482\n              40.4\n              4.5 (0.3-12.5)\n              54.3 (52.3 to 56.2)\n              <.001\n            \n            \n               Regional\n              3347\n              2776\n              42.4\n              4.5 (0.3-14.5)\n              21.0 (19.6 to 22.4)\n              \n            \n            \n               Distant\n              5566\n              5206\n              38.8\n              4.5 (0.3-10.5)\n              5.9 (5.3 to 6.5)\n              \n            \n            \n               Unknown\n              8805\n              7400\n              45.9\n              6.1 (1.5-15.0)\n              20.2 (19.3 to 21.0)\n              \n            \n            \n              Tumor grade\n              \n              \n              \n              \n              \n              \n            \n            \n               Well differentiated\n              719\n              423\n              40.1\n              4.5 (1.5-10.5)\n              46.1 (42.3 to 49.8)\n              <.001\n            \n            \n               Moderately differentiated\n              2183\n              1521\n              41.6\n              4.5 (0.8-10.5)\n              38.5 (36.4 to 40.5)\n              \n            \n            \n               Poorly differentiated\n              3767\n              3075\n              40.3\n              4.5 (0.7-10.5)\n              22.5 (21.2 to 23.9)\n              \n            \n            \n               Undifferentiated\n              1296\n              1200\n              39.0\n              4.5 (0.8-10.5)\n              11.8 (10.1 to 13.6)\n              \n            \n            \n               Unknown\n              12 529\n              10 645\n              44.0\n              4.8 (0.4-15.0)\n              16.7 (16.0 to 17.3)\n              \n            \n            \n              From baseline to diagnosis, ye\n              \n              \n              \n              \n            \n            \n               <5\n              7615\n              6706\n              40.1\n              4.5 (0.3-10.5)\n              19.8 (18.9 to 20.7)\n              .02\n            \n            \n               5-9\n              8559\n              6942\n              43.3\n              4.5 (0.7-14.6)\n              20.6 (19.8 to 21.5)\n              \n            \n            \n               ≥10\n              4320\n              3216\n              45.9\n              7.2 (1.5-18.1)\n              22.6 (21.3 to 23.9)\n              \n            \n          \n        \n        \n          \n            a\n            Percentage of adherence to the recommended physical activity guidelines, ≥ at least\n500 MET-minutes (8.3 MET-hours) per week. CI = confidence interval; IQR =\ninterquartile range; LTPA = leisure-time physical activity; MET-h/week =\nmetabolic-equivalent hours per week.\n          \n          \n            b\n            Statistical differences across survival rates (2-sided P values)\nwere estimated by the log-rank test and corrected for multiple comparisons by\ncontrolling the false-discovery rate.\n          \n          \n            c\n            Moderate defined as >0 to ≤1 (women) or >0 to ≤2 (men) drinks per day and heavy\ndefined as >1 (women) or >2 (men) drinks per day.\n          \n          \n            d\n            Localized, regional, and distant stages included stage I and II, stage III, and stage\nIV, respectively.\n          \n          \n            e\n            Time interval from physical activity assessment to lung cancer diagnosis.\n          \n        \n      \n      Compared with inactivity (Table 3), LTPA of\n8.3 MET-h/week or more before cancer diagnosis was associated with a lower hazard of\nall-cause mortality among the overall population (HR = 0.93, 95% CI = 0.88 to 0.99), but not\nwith lung cancer–specific mortality (HR = 0.99, 95% CI = 0.95 to 1.04), after adjustment for\nall potential covariates. No heterogeneity was observed across cohorts\n(Pheterogeneity = .41 for all-cause and .28 for lung\ncancer–specific mortality), with comparable HRs from random-effects meta-analyses of 0.95\n(95% CI = 0.90 to 1.00) and 1.00 (95% CI = 0.95 to 1.05), respectively (Supplementary Figures 1 and 2,\navailable online). Clear evidence of additive interaction was found by stage\n(Pinteraction = .008 for all-cause mortality and .003 for lung\ncancer–specific mortality). For localized lung cancer, prediagnosis LTPA of at least 8.3\nMET-h/week was associated with 20% lower mortality (HR = 0.80, 95% CI = 0.67 to 0.97, for\nall-causes, and HR = 0.80, 95% CI = 0.65 to 0.99, for lung cancer). Meanwhile, overall\nassociations were weaker for regional stage lung cancer (HR = 0.89, 95% CI = 0.77 to 1.02,\nand HR = 0.95, 95% CI = 0.84 to 1.07, respectively), and null associations were found for\ndistant stage (Table 3). Results from\nrandom-effects meta-analyses yielded similar results as those presented, with about 20%\nlower mortality among localized cases who adhered to prediagnosis LTPA of at least 8.3\nMET-h/week (HR = 0.80, 95% CI = 0.66 to 0.98, for all-cause mortality;\nPheterogeneity = .48; and HR = 0.76, 95% CI = 0.61 to 0.94,\nfor lung cancer–specific mortality; Pheterogeneity = .50; Supplementary Figures 3 and 4,\navailable online). Exclusion of any cohort from the main analysis one at a time had limited\nimpacts on the above-reported associations (Supplementary Table 2, available online).\n      \n        Table 3.\n        \n          Association of prediagnosis leisure-time physical activity with all-cause and lung\ncancer–specific mortality among lung cancer patients by tumor stagea\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n              Tumor stage\n              Leisure-time physical activity (MET-h/week)b\n            \n            \n              Deaths from all causes\n              Deaths from lung cancerc\n            \n            \n              None\n              >0 to <8.3\n              ≥8.3\n              \nP\ntrend\n\nd\n\n\n              None\n              >0 to <8.3\n              ≥8.3\n              \nP\ntrend\n\nd\n\n\n            \n          \n          \n            \n              Total cases\n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n               Deaths/cases, No.\n              2380/3008\n              7297/8749\n              7187/8737\n              \n              1965/2822\n              5764/8267\n              5867/8328\n              \n            \n            \n               5-year survival rate (95% CI), %\n              18.1 (16.7 to 19.6)\n              21.1 (20.2 to 22.0)\n              21.2 (20.3 to 22.1)\n              \n              23.7 (22.0 to 25.4)\n              28.5 (27.5 to 29.5)\n              27.4 (26.4 to 28.4)\n              \n            \n            \n               Hazard ratio (95% CI)e\n              1 (Referent)\n              0.96 (0.91 to 1.01)\n              0.92 (0.87 to 0.97)\n              .002\n              1 (Referent)\n              0.99 (0.94 to 1.04)\n              0.98 (0.93 to 1.02)\n              .29\n            \n            \n               Hazard ratio (95% CI)f\n              1 (Referent)\n              0.97 (0.91 to 1.02)\n              0.93 (0.88 to 0.99)\n              .01\n              1 (Referent)\n              1.00 (0.96 to 1.05)\n              0.99 (0.95 to 1.04)\n              .63\n            \n            \n              Localized lung cancer cases\n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n               Deaths/cases, No.\n              226/485\n              654/1170\n              602/1121\n              \n              165/473\n              391/1152\n              405/1097\n              \n            \n            \n               5-year survival rate (95% CI), %\n              52.9 (47.9 to 57.6)\n              54.3 (51.3 to 57.3)\n              54.8 (51.7 to 57.8)\n              \n              60.1 (55.0 to 64.9)\n              66.2 (63.2 to 69.1)\n              64.3 (61.2 to 67.2)\n              \n            \n            \n               Hazard ratio (95% CI)e\n              1 (Referent)\n              0.92 (0.77 to 1.10)\n              0.79 (0.66 to 0.95)\n              .009\n              1 (Referent)\n              0.84 (0.68 to 1.03)\n              0.80 (0.65 to 0.99)\n              .42\n            \n            \n               Hazard ratio (95% CI)f\n              1 (Referent)\n              0.93 (0.78 to 1.12)\n              0.80 (0.67 to 0.97)\n              .02\n              1 (Referent)\n              0.84 (0.68 to 1.04)\n              0.80 (0.65 to 0.99)\n              .46\n            \n            \n              Regional lung cancer cases\n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n               Deaths/cases, No.\n              397/510\n              1176/1419\n              1203/1418\n              \n              332/480\n              945/1377\n              996/1353\n              \n            \n            \n               5-year survival rate (95% CI), %\n              20.4 (16.9 to 24.1)\n              22.3 (20.1 to 24.5)\n              19.8 (17.8 to 22.0)\n              \n              25.6 (21.5 to 29.8)\n              29.5 (27.1 to 32.1)\n              25.4 (23.0 to 27.8)\n              \n            \n            \n               Hazard ratio (95% CI)e\n              1 (Referent)\n              0.94 (0.82 to 1.08)\n              0.87 (0.76 to 1.00)\n              .06\n              1 (Referent)\n              0.98 (0.86 to 1.11)\n              0.93 (0.83 to 1.05)\n              .42\n            \n            \n               Hazard ratio (95% CI)f\n              1 (Referent)\n              0.94 (0.82 to 1.09)\n              0.89 (0.77 to 1.02)\n              .17\n              1 (Referent)\n              0.98 (0.86 to 1.11)\n              0.95 (0.84 to 1.07)\n              .51\n            \n            \n              Distant lung cancer cases\n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n               Deaths/cases, No.\n              995/1093\n              2174/2315\n              2037/2158\n              \n              885/1048\n              1900/2252\n              1815/2113\n              \n            \n            \n               5-year survival rate (95% CI), %\n              6.3 (4.9 to 7.8)\n              5.6 (4.7 to 6.6)\n              6.0 (5.1 to 7.1)\n              \n              10.0 (8.2 to 12.0)\n              10.7 (9.4 to 12.1)\n              10.4 (9.1 to 11.8)\n              \n            \n            \n               Hazard ratio (95% CI)e\n              1 (Referent)\n              0.98 (0.89 to 1.07)\n              0.97 (0.89 to 1.06)\n              .61\n              1 (Referent)\n              1.03 (0.97 to 1.10)\n              1.04 (0.98 to 1.10)\n              .50\n            \n            \n               Hazard ratio (95% CI)f\n              1 (Referent)\n              0.98 (0.90 to 1.08)\n              0.98 (0.89 to 1.07)\n              .73\n              1 (Referent)\n              1.03 (0.97 to 1.10)\n              1.04 (0.98 to 1.11)\n              .53\n            \n          \n        \n        \n          \n            a\n            Localized, regional, and distant stages included stage I and II, stage III, and stage\nIV, respectively. Additive interactions were statistically significant:\nP interaction = .008 for all-cause mortality and .003 for lung\ncancer–specific mortality. CI = confidence interval; MET-h/week = metabolic-equivalent\nhours per week.\n          \n          \n            b\n            ≥500 MET-min/wk (≥8.3 MET-h/week) was the level recommended for substantial health\nbenefits based on the physical active guidelines such as the World Health Organization\nGlobal Recommendations and 2018 Physical Activity Guidelines.\n          \n          \n            c\n            Patients missing cause of death were excluded from the analysis; death from other\ncauses was treated as a competing risk.\n          \n          \n            d\n            Corrected for multiple comparisons by controlling the false-discovery rate.\n          \n          \n            e\n            Adjusted for age at diagnosis, sex, smoking status, and smoking pack-years and\nstratified by cohort, year of lung cancer diagnosis, and time interval from\nleisure-time physical activity assessment to lung cancer diagnosis.\n          \n          \n            f\n            Adjusted for age at diagnosis, sex, smoking status, smoking pack-years, race and\nethnicity, education, alcohol consumption, history of diabetes, body mass index\nlevels, hormone therapy in women, and histological type and grade of lung cancer and\nstratified by cohort, year of lung cancer diagnosis, and time interval from\nleisure-time physical activity assessment to lung cancer diagnosis.\n          \n        \n      \n      In stratified analyses of localized and regional-stage lung cancer (Figures 1 and 2), we\nobserved additive interactions when jointly considering prediagnosis LTPA and histological\ntype (Pinteraction = .04 for all-cause mortality and .003 for\nlung cancer–specific mortality). Prediagnosis LTPA of at least 8.3 MET-h/week was associated\nwith 21% lower all-cause mortality for adenocarcinoma (HR = 0.79, 95% CI = 0.66 to 0.95).\nThe overall association pattern remained consistent across the potential prognostic and risk\nfactors (eg, race and ethnicity and BMI; all Pinteraction >\n.05), but the magnitude of the associations attenuated when LTPA assessment was far from\ncancer diagnosis. Notably, never-smokers also appeared to have survival benefits from\nprediagnosis LTPA of at least 8.3 MET-h/week (HR = 0.76, 95% CI = 0.55 to 1.06, for\nall-cause mortality, and HR = 0.79, 95% CI = 0.58 to 1.07, for lung cancer–specific\nmortality), but the point estimates failed to reach statistical significance because of the\nsmall sample size.\n      \n        Figure 1.\n        \n          Prediagnosis leisure-time physical activity and all-cause mortality among lung cancer\npatients: stratified analyses of localized and regional stage cases. HRs (95% CIs) for\n≥8.3 MET-h/week vs none were shown after adjusting for age at diagnosis, sex, smoking\nstatus, smoking pack-years, race and ethnicity, education, alcohol consumption, history\nof diabetes, BMI levels, hormone therapy in women, histological type, tumor stage, and\ngrade of lung cancer and stratifying by cohort, year of lung cancer diagnosis, and time\ninterval from leisure-time physical activity assessment to lung cancer diagnosis.\nInteraction (additive) refers to global P value for relative excess\nrisk due to interaction between prediagnosis leisure-time physical activity and each\nstratification variable. All P values were corrected for multiple\ncomparisons by controlling the false-discovery rate. All statistical tests were 2-sided.\nError bars represent the 95% CIs. BMI = body mass index; CI = confidence interval; HR =\nhazard ratio; MET-h/week = metabolic-equivalent hours per week.\n        \n        \n      \n      \n        Figure 2.\n        \n          Prediagnosis leisure-time physical activity and lung cancer–specific mortality among\nlung cancer patients: stratified analyses of localized and regional stage cases. HRs\n(95% CIs) for ≥8.3 MET-h/week vs none were shown after adjusting for age at diagnosis,\nsex, smoking status, smoking pack-years, race and ethnicity, education, alcohol\nconsumption, history of diabetes, BMI levels, hormone therapy in women, histological\ntype, tumor stage, and grade of lung cancer and stratifying by cohort, year of lung\ncancer diagnosis, and time interval from leisure-time physical activity assessment to\nlung cancer diagnosis. For the lung-cancer mortality analyses, cases missing cause of\ndeath were excluded from the analysis, and death from other causes was treated as a\ncompeting risk. Interaction (additive) refers to global P value for\nrelative excess risk because of interaction between prediagnosis leisure-time physical\nactivity and each stratification variable. All P values were corrected\nfor multiple comparisons by controlling the false-discovery rate. All statistical tests\nwere 2-sided. Error bars represent the 95% CIs. BMI = body mass index; CI = confidence\ninterval; HR = hazard ratio; MET-h/week = metabolic-equivalent hours per week.\n        \n        \n      \n      A series of sensitivity analyses showed a similar pattern of the associations (data not\nshown). Further analyses separating the moderately active (8.3-16.0 MET-h/week) and the\nhighly active (≥16.0 MET-h/week) groups showed little evidence that the latter was more\nstrongly related to lung cancer survival; however, the risk estimate was unstable because of\nits insufficient sample size (data not shown).\nConclusions\n          Regular participation in LTPA that met or exceeded the minimum Physical Activity\nGuidelines was associated with reduced hazards of mortality among lung cancer patients,\nespecially those with early stage cancer.\nStudy Populations\n        We harmonized de-identified, individual participant data from 11 cohorts (16,17), including 7 US cohorts (National Institute of Health–American Association\nof Retired Persons Diet and Health Study; Health Professionals Follow-up Study; Nurses’\nHealth Study; Iowa Women’s Health Study; Prostate, Lung, Colorectal, and Ovarian Cancer\nScreening Trial; Southern Community Cohort Study; and VITamins And Lifestyle Study), 2\nEuropean cohorts (European Prospective Investigation into Cancer and Nutrition and\nTrøndelag Health Study), and 2 Asian cohorts (Shanghai Men’s Health Study and Shanghai\nWomen’s Health Study). All studies were approved by the institutional review boards and\nethics committees of the hosting institutes.\n        Among 1 588 378 initial participants, we identified 22 762 incident lung cancer patients\ndiagnosed after study enrollment. Of those, we excluded individuals who had no data on\nLTPA (n = 2031), smoking history (n = 183), and survival time (n = 45). Cancer in situ was\nalso excluded (n = 9), thus leaving 20 494 patients. Characteristics of each participating\ncohort and our analytic sample are summarized in Table 1.\n        \n          Table 1.\n          \n            Participating cohorts included in the pooled analysis of prediagnosis leisure-time\nphysical activity and lung cancer survival\n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Cohorts\n                No. of casesa\n                No. of deathsb\n                Year of diagnosis\n                Median time intervals (IQR), yc\n                Mean age at diagnosis (SD), y\n                Meet the guideline, %d\n                Median LTPA (IQR), MET-h/week\n                Women, %\n                Smokers, %e\n                NSCC, %\n                5-year survival Rate (95% CI), %\n              \n            \n            \n              \n                USA\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                AARP\n                9684\n                8407 (6615)\n                1995-2007\n                5.5 (2.9-8.1)\n                68.8 (5.5)\n                39.2\n                4.5 (0.3-10.5)\n                36.9\n                93.1\n                83.5\n                20.1 (19.3 to 20.9)\n              \n              \n                HPFS\n                983\n                885 (812)\n                1986-2009\n                12.4 (6.8-17.4)\n                72.9 (8.8)\n                51.5\n                8.8 (2.8-22.1)\n                0.0\n                88.8\n                85.3\n                22.5 (20.0 to 25.2)\n              \n              \n                NHS\n                1542\n                1257 (1171)\n                1986-2009\n                13.9 (8.6-18.9)\n                69.4 (7.7)\n                40.4\n                5.2 (2.0-15.2)\n                100.0\n                90.8\n                83.9\n                27.3 (25.0 to 29.6)\n              \n              \n                IWHS\n                1017\n                914 (741)\n                1986-2012\n                12.8 (7.0-18.8)\n                73.9 (7.5)\n                41.9\n                8.2 (0.8-24.8)\n                100.0\n                82.3\n                79.7\n                16.1 (13.9 to 18.4)\n              \n              \n                PLCO\n                666\n                263 (237)\n                1995-2010\n                7.5 (4.8-9.3)\n                71.2 (6.1)\n                34.1\n                4.5 (0.7-12.6)\n                49.9\n                89.6\n                90.0\n                53.8 (49.5 to 57.9)\n              \n              \n                SCCS\n                815\n                585 (481)\n                2002-2013\n                3.6 (1.9-5.7)\n                60.2 (8.7)\n                17.2\n                0.0 (0.0-0.1)\n                46.3\n                94.8\n                84.6\n                18.9 (16.1 to 21.8)\n              \n              \n                VITAL\n                1029\n                764 (658)\n                2000-2012\n                5.2 (0.2-11.4)\n                71.1 (7.1)\n                32.7\n                3.3 (0.2-11.4)\n                45.7\n                92.5\n                86.1\n                21.1 (18.6 to 23.8)\n              \n              \n                Europe\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                EPIC\n                2540\n                2081 (1666)\n                1992-2009\n                7.1 (4.0-9.7)\n                64.9 (8.0)\n                81.5\n                22.5 (12.0-42.0)\n                45.4\n                90.0\n                81.0\n                15.0 (13.6 to 16.5)\n              \n              \n                HUNT\n                474\n                432 (NA)\n                1995-2011\n                8.4 (4.8-11.6)\n                68.9 (10.5)\n                25.5\n                3.4 (2.3-8.6)\n                40.7\n                94.1\n                80.0\n                10.4 (7.85 to 13.4)\n              \n              \n                Asia\n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n                \n              \n              \n                SMHS\n                918\n                706 (684)\n                2002-2015\n                5.8 (3.2-8.3)\n                67.0 (9.5)\n                30.3\n                0.0 (0.0-11.2)\n                0.0\n                85.8\n                87.1\n                16.5 (14.1 to 19.1)\n              \n              \n                SWHS\n                826\n                570 (531)\n                1997-2015\n                10.2 (6.2-13.5)\n                67.2 (9.0)\n                26.4\n                0.0 (0.0-8.4)\n                100.0\n                8.0\n                99.0\n                26.0 (22.9 to 29.2)\n              \n              \n                Total\n                20 494\n                16 864 (13 596)\n                1986-2015\n                7.1 (3.5-9.5)\n                68.5 (7.6)\n                42.6\n                4.5 (0.7-15.0)\n                46.3\n                88.0\n                84.1\n                20.9 (20.3 to 21.5)\n              \n            \n          \n          \n            \n              a\n              Including primary lung cancer patients who were eligible for the current pooled\nanalysis. AARP = National Institute of Health–American Association of Retired\nPersons Diet and Health Study; CI = confidence interval; EPIC = European Prospective\nInvestigation into Cancer & Nutrition; HPFS = Health Professionals Follow-up\nStudy; HUNT = Trøndelag Health Study; IQR = interquartile range; IWHS = Iowa Women’s\nHealth Study; LTPA = leisure-time physical activity; MET-h/week = metabolic\nequivalent hours per week; NHS = Nurses’ Health Study; NSCC = non-small cell\ncarcinoma; PLCO = Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial;\nSCCS = Southern Community Cohort Study; VITAL = VITamins And Lifestyle Study; SMHS =\nShanghai Men’s Health Study; SWHS = Shanghai Women’s Health Study.\n            \n            \n              b\n              Number of deaths from all causes (deaths from lung cancer).\n            \n            \n              c\n              Years from leisure-time physical activity assessment to lung cancer diagnosis.\n            \n            \n              d\n              Percentage of adherence to the minimum recommended range of the Physical Activity\nGuidelines at least 500 MET-min (8.3 MET-h) per week.\n            \n            \n              e\n              Including current and former smokers.\nAssessment and Parameterization of LTPA Exposure\n        This study used LTPA data only, not incorporating other domains of PA. Prediagnosis LTPA\nwas assessed at baseline using validated cohort-specific questionnaires asking about\nregular engagement in exercise and sports activities (18-26). Details of LTPA assessment in each cohort, including original questions,\nintensity, and exposure windows, are shown in Supplementary Table 1 (available online). The level of LTPA was\nquantified in metabolic equivalent hours per week (MET-h/week), using the Compendium of\nPhysical Activities (27). Based on the\nPhysical Activity Guidelines for Americans (12,28,29), prediagnosis LTPA was classified into inactive, low active\n(>0 to <8.3 MET-h/week), moderately active (the recommended level for health\nbenefits: 8.3-16.0 MET-h/week, equivalent to 150-300 minutes of moderate or 75-150 minutes\nof vigorous intensity activity per week), and highly active (>16.0 MET-h/week). Because\nof the limited number of study participants in the highly active group, this group was\nfinally combined with the moderately active group, referred to as met or exceeded the\nminimum recommendation (≥8.3 MET-h/week).\nAssessment of Outcome\n        Each cohort has followed-up cancer incidence and mortality via linkages to national and\nregional registries, follow-up surveys, medical record reviews, or a combination of these\nmethods. Incident lung cancer patients were ascertained using the International\nClassification of Diseases 9th or 10th revision (162 and C34, respectively).\nAll patients were subclassified by histological type (adenocarcinoma, squamous cell\ncarcinoma, other non-small cell carcinoma, small cell carcinoma, or unspecified or\nunknown), stage (localized [stage I/II], regional [stage III], distant [stage IV], and\nunknown), and grade (well, moderately, and poorly differentiated; undifferentiated; and\nunknown). For deceased ones, we obtained information on the underlying cause and date of\ndeath. Survival time was calculated as total years from the date of lung cancer diagnosis\nto the date of death, loss-to-follow-up, or end of follow-up, whichever occurred\nfirst.\nCovariates\n        Potential confounders were selected a priori based on literature review and risk factors\nfound in our study populations (16,17). Included were age at diagnosis\n(continuous), sex, race and ethnicity (Asian, Black, Other [Hispanic and Latino, American\nIndian, and other racial or ethnic group] and White), smoking status (never, former,\ncurrent), smoking pack-years (continuous), education (less than high school, high school\ngraduation, vocational education, college, university or higher), alcohol consumption\n(none, moderate drinking up to 1 and 2 drinks per day, heavy drinking >1 and >2\ndrinks per day for women and men, respectively; 1 drink = 14 grams of ethanol), history of\ndiabetes (yes, no), body mass index (BMI; <18.5, 18.5-24.9, 25.0-29.9, and ≥30.0\nkg/m2), and hormone therapy in women (yes, no)—all of which were assessed at\nLTPA assessment. Missing covariates were independently imputed by cohort (16). Established prognostic factors were\nfurther included: tumor stage (localized, regional, distant, unknown), histological type\n(adenocarcinoma, squamous cell carcinoma, other non-small cell carcinoma, small cell\ncarcinoma, unspecified or unknown), and grade (well, moderately, and poorly\ndifferentiated; undifferentiated; unknown).\nStatistical Analysis\n        Using the life-table method and log-rank test, we assessed 5-year relative survival rates\nby baseline characteristics and clinical features of cancer. Cox proportional hazard\nregression was used to estimate multivariable-adjusted hazard ratios (HRs) and 95%\nconfidence intervals (CIs) for all-cause and lung cancer–specific mortality, using\ninactivity as the reference. The global goodness-of-fit test with Schoenfeld residuals\nfound no violation of the proportional hazard assumption. For lung cancer–specific\nmortality, death from other causes was treated as a competing risk. Given inter- and\nintrastudy variability, Cox models were stratified by cohort, calendar years of lung\ncancer diagnosis, and time interval between LTPA assessment and diagnosis. A\nrandom-effects meta-analysis was complimented with I2 and\nPheterogeneity to offset potential concerns of residual\nheterogeneity.\n        Stratified analyses were conducted by major prognostic and risk factors; to avoid reverse\ncausality due to high fatality and short survival time of distant stage cancer, these\nanalyses were restricted to early stage lung cancer. Additive interactions were evaluated\nby the relative excess risk due to interaction (30,31), referring to the excess\nrisk from interaction between prediagnosis LTPA and stratification variables as compared\nwith baseline risk without exposure. P values were corrected for multiple\ncomparisons by controlling the false-discovery rate. A series of sensitivity analyses were\nconducted using another LTPA categorization (cohort- and sex-specific quartiles and common\nquartiles across total participants), excluding participants with long time intervals\nbetween LTPA assessment and cancer diagnosis (over median years), further adjusting for\ndietary calcium intake statistically significantly associated with lung cancer survival in\nour populations (16), and excluding 1\ncohort at a time from analyses. All procedures were performed using SAS 9.4 (SAS\nInstitute, Inc, Cary, NC), and 2-sided P-values less than .05 were\nconsidered statistically significant.\nDiscussion\n      In this pooled analysis of 20 494 incident lung cancer patients from 11 prospective\ncohorts, regular participation in LTPA prior to cancer diagnosis, particularly when meeting\nor exceeding the minimum Physical Activity Guidelines, was associated with reduced hazards\nof mortality among lung cancer patients. Notably, patients diagnosed with localized lung\ncancer showed approximately 20% lower all-cause and lung cancer–specific mortality when\nengaging in LTPA of at least 8.3 MET-h/week before diagnosis compared with inactivity. A\nstatistically significant additive interaction by stage was suggested. Our findings support\na possible long-term benefit of habitual LTPA adhering to the Physical Activity Guidelines.\nIf confirmed, pretreatment LTPA could be proposed as a possible stratification factor for\nfuture therapeutic trials, at least for early stage lung cancer patients.\n      Currently, epidemiological evidence on survival benefits attributed to prediagnosis LTPA\nremains limited among lung cancer patients (8,9,11,12). In a\nrecent systematic review and meta-analysis of all existing epidemiologic studies and trials\n(7), the summary HR for lung cancer–specific\nmortality associated with higher levels of prediagnosis PA was 0.81 (95% CI = 0.75 to 0.87);\nno data was available for all-cause mortality. Despite adding an important piece of\nevidence, this finding was derived as a part of 5 studies accessing multiple cancer sites,\nnot focusing only on lung cancer. Thus, overall numbers of lung cancer patients and deaths\nwere limited, and lung cancer–specific prognostic and risk factors could not be properly\nconsidered. Several observational studies also showed the beneficial impact of prediagnosis\nPA on lung cancer mortality (13-15), in line with our findings. For example, the β-Carotene and Retinol\nEfficacy Trial, including 231 lung cancer cases and 141 deaths, found an inverse association\nof prediagnosis total PA with mortality only among women who smoked heavily (13). The Women’s Health Initiative study,\nanalyzing 2148 lung cancer patients and 1 365 lung cancer deaths, reported 20%-32% lower\nlung-cancer mortality associated with at least 100 MET-minutes/week of exercise among\npostmenopausal women (14), with a\ndose-response association for adenocarcinoma only. Recently, a hospital-based, case-control\nstudy (579 cases with 560 total deaths and 481 lung cancer–specific deaths) reported that\nlifetime recreational physical inactivity was associated with 30%-40% increased mortality\n(HR = 1.31, 95% CI = 1.09 to 1.58, for all-cause mortality, and HR = 1.40, 95% CI = 1.14 to\n1.71, for lung cancer–specific mortality) (15). Consistent with our findings, this study observed a stronger\ninactivity–mortality association among early stage lung cancer cases; no association was\nfound for distant stage. Similarly, some cohort studies showed that higher cardiorespiratory\nfitness levels prior to cancer diagnosis were linked to a lower risk of death among lung\ncancer patients (32-35). Nonetheless, most previous studies were limited to insufficient sample\nsize, restricted to predominantly White populations, and lacked consideration of major\nprognostic factors, subgroup variations, and potential competing risks of death. Our large\nsample size, including 20 494 incident lung cancer patients with different stage and\nhistology and 16 864 deaths from racially and ethnically diverse populations, detailed data\non clinical features of lung cancer, and enhanced scientific rigor would overcome the\nprevious limitations. Findings from this pooled analysis suggest that the association of\nprediagnosis LTPA with lung cancer survival could be modified by tumor stage and\nhistological type. Black patients appeared to have lower HRs than others, although the test\nfor interaction was not statistically significant. Also, the overall associations remained\nconsistent across sex, smoking, BMI, and other factors potentially related to survival,\nadding a piece of epidemiologic evidence to a possible causal association.\n      PA has attracted much attention as a potential protective factor against cancer-related\ndeaths, recurrence, or metastasis (4-6,36). During exercise, the body activates biological mechanisms which inhibit tumor\ngrowth, including modulation of carcinogenic factors (ie, inflammatory cytokines,\ninsulin-like growth factors, and other hormones) and enhancement in immune function and\nmetabolic health (6). Long-term habitual PA\ncan lead to intratumoral adaptations, including improvements in blood perfusion,\nimmunogenicity, and immune cell infiltration (4,5), which help inhibit cancer\nprogression. Given these biological benefits, it is possible that PA before initiation of\ncarcinogenesis may result in developing less aggressive tumors. Furthermore, PA plays a\ncrucial role in enhancing drug tolerance and efficacy, alleviating treatment-related adverse\neffects, and reducing the likelihood of relapse and metastasis (4,36). Regarding\nlung-specific benefits from PA, evidence indicates that greater amounts of PA are associated\nwith less lung function decline, better pulmonary functional capacity, and a lower risk of\nchronic obstructive pulmonary disease (37-39). Indeed, a recent systematic\nreview of randomized-controlled trials has reported that presurgery exercise interventions\ncould substantially improve physical and pulmonary functions among lung cancer patients and\nreduce postsurgery complications (40). In our\nstudy, the association of prediagnosis LTPA appeared to be stronger when exposure was\nmeasured closer to diagnosis, lending some support to the mechanisms mentioned above.\nExisting biological evidence and our epidemiological observations suggest that habitual LTPA\nmay improve lung cancer survivorship, especially for early stage lung cancer. However, we\ndid not find any statistically significant association with distant stage cancer. We\nspeculate that the high fatality rate and short survival time for late stage lung cancer\nmade it difficult for us to detect a moderate association with prediagnosis LTPA, if one\nexists.\n      Our study has several strengths. This is the largest prospective investigation on the\nassociation of prediagnosis LTPA with lung cancer survival. We used individual participant\ndata of more than 20 000 incident lung cancer patients from diverse populations. Our\nprospective design, large sample size, and extensive information on a wide range of clinical\ncharacteristics, smoking history, and other lifestyle factors enabled comprehensive\nanalyses. All the analyses were controlled for or stratified by major prognostic and risk\nfactors and considered potential competing risks of death, which enhanced the scientific\nrigor of our study. Nonetheless, several limitations should be acknowledged. First, because\nof a lack of information, we could not control for the influence of lung cancer treatment\nand care in the current study. To compensate for this limitation, we applied statistical\nmodels stratified by calendar year at lung cancer diagnosis with adjustment for\ntreatment-related clinic factors (ie, histological type, stage, and grade). Second, we used\na one-time measure of prediagnosis LTPA; thus, we could not consider changes in LTPA\nintensity or patterns over time, as well as other domains of PA (ie, occupation, household,\nand transportation). Measurement errors in self-reports (eg, overreporting) and MET\nestimations based on varying instruments across cohorts are another concern, despite using\nvalidated questionnaires (18-26). Our findings might be somewhat affected by these exposure\nmisclassifications. Third, postdiagnosis information was unavailable in most participating\nstudies. Given that the mean survival time after lung cancer diagnosis is relatively short,\nhowever, it may be challenging to find the actual impact of postdiagnosis factors, including\nLTPA, on lung cancer survival in a population-based setting. Furthermore, LTPA assessed\nafter diagnosis would be more likely affected by diseases, resulting in bias because of\nreverse causation. Fourth, despite carefully adjusting for both smoking status and lifetime\ntobacco exposure in all analyses, residual confounding by smoking cannot be completely ruled\nout. For example, it is possible that heavy smokers are less likely to engage in LTPA and\nalso more likely to underreport their smoking exposure. Finally, insufficient sample size of\nsome subgroup analyses (eg, never-smokers, Black, and Asian participants) might contribute\nto the failure of reaching statistical significance in some of the observed\nassociations.\n      This large-scale pooled analysis of 11 cohorts indicates that regular participation in\nLTPA, particularly when meeting or exceeding the minimum Physical Activity Guidelines, is\nassociated with reduced mortality among lung cancer patients, especially those with early\nstage cancer. Our findings add the supporting evidence that adhering to the Physical\nActivity Guidelines before cancer diagnosis may have long-term benefits on lung cancer\nprogression and/or survival. Future investigation incorporating various domains of PA\nobjectively assessed at multiple time points throughout the life course and the lung cancer\ncontinuum is needed to confirm certain benefits of PA and develop PA promotion strategies\nfor reducing the global burdens of lung cancer.\nFunding\n      This work was partially supported by a grant from the National Institutes of Health (R03\nCA183021) and by the Ingram Cancer Professorship fund to Dr XO Shu. HPFS and NHS were\nsupported by grants from the National Institutes of Health (HPFS: U01 CA167552; NHS: UM1\nCA186107 and P01 CA87969).\nNotes\n      \nRole of the funders: The funders had no role in the design and conduct of the\nstudy; the collection, management, analysis, or interpretation of the data; preparation,\nreview, or approval of the manuscript; or the decision to submit the manuscript for\npublication.\n      \nDisclosures: All authors report no conflicts of interest.\n      \nAuthor contributions: Conceptualization and Methodology: XOS, JJY, DY. Data\ncuration and Resources: EW, DHL, WB, KR, RS, YP, YT, YTG, EMM, RK, AL, KBB, QL, EPS, XZ, CZ,\nKS-B, LAS, MDC, GS, KO, CS, DA, MJ, SAS-W, WZ, XOS. Formal analysis and Visualization: JJY,\nDY, XOS. Writing—original draft: JJY, XOS. Writing—review & editing: All authors.\nSupervision: XOS.\n      \nAcknowledgements: The data used for this study were contributed by the National\nCancer Institute Cohort Consortium. The authors want to thank staff, investigators, and\nparticipants of the contributing cohorts. We thank Dr. Mary Shannon Byers for her assistance\nin editing and preparing the manuscript. MJ and KS-B are identified as personnel of the\nInternational Agency for Research on Cancer/World Health Organization. These authors alone\nare responsible for the views expressed in this article, and they do not necessarily\nrepresent the decisions, policy, or views of the International Agency for Research on\nCancer/World Health Organization.\n      The HPFS and NHS study protocols were approved by the institutional review boards of the\nBrigham and Women’s Hospital and Harvard T.H. Chan School of Public Health and those of\nparticipating registries as required. We acknowledge Channing Division of Network Medicine,\nDepartment of Medicine, Brigham and Women’s Hospital as home of the NHS. We also would like\nto thank the participants and staff of the HPFS and NHS for their valuable contributions as\nwell as the following state cancer registries for their help: AL, AZ, AR, CA, CO, CT, DE,\nFL, GA, ID, IL, IN, IA, KY, LA, ME, MD, MA, MI, NE, NH, NJ, NY, NC, ND, OH, OK, OR, PA, RI,\nSC, TN, TX, VA, WA, WY. The authors assume full responsibility for analyses and\ninterpretation of these data.\nData Availability\n      The data underlying this article will be shared on reasonable request to the corresponding\nauthor after approval of principle investigators of participating cohorts.\nSupplementary Material\n      \n        pkac009_Supplementary_Data\n        \n          \n            Click here for additional data file.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8962711/",
    "doi": "https://doi.org/10.1093/jncics/pkac009"
}