{
    "title": "Lipid Intake and Breast Cancer Risk: Is There a Link? A New Focus and Meta-Analysis",
    "abstract": "A New Focus and Meta-Analysis Massimo Lodi Amélie Kiehl Fei Lin Qu Victor Gabriele Catherine Tomasetto Carole Mathelin Objective: To determine if there is an association between total lipid intake, saturated fatty acid (SFA), Poly- and Mono-Unsaturated Fatty Acid (PUFA and MUFA) and cholesterol intake and breast cancer risk. There was no association between total fat, SFA, MUFA, PUFA and cholesterol intake and breast cancer in the general population and in pre-menopausal women. Conclusion: There was a weak association between high SFA consumption and breast cancer risk in post-menopausal women, however there was high heterogeneity for this analysis.",
    "authors": [
        "Massimo Lodi",
        "Amélie Kiehl",
        "Fei Lin Qu",
        "Victor Gabriele",
        "Catherine Tomasetto",
        "Carole Mathelin"
    ],
    "published_year": "2021",
    "description": "Objective:\n          To determine if there is an association between total lipid intake, saturated fatty acid (SFA), Poly- and Mono-Unsaturated Fatty Acid (PUFA and MUFA) and cholesterol intake and breast cancer risk.\nMaterials and Methods:\n          We conducted a systematic review of the literature and a meta-analysis following Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. We included all cohort and case-control studies published up to December 2020 with subgroup analysis according to menopausal status.\nResults:\n          We included 44 articles for analysis. There was no association between total fat, SFA, MUFA, PUFA and cholesterol intake and breast cancer in the general population and in pre-menopausal women. In postmenopausal women, high SFA consumption was associated with increased breast cancer risk in case-control studies [relative risk (RR): 1.12; confidence interval (CI) 95%: 1.03–1.21; p = 0.006 but not in cohort studies (RR: 1.01; CI 95%: 0.85–1.19; p = 0.93).\nConclusion:\n          There was a weak association between high SFA consumption and breast cancer risk in post-menopausal women, however there was high heterogeneity for this analysis. As lipids can have different actions in the same family, studies should rather focus on specific lipid consumption.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8987852/",
    "doi": "https://doi.org/10.4274/ejbh.galenos.2021.2021-11-2"
}