{
    "title": "A Multi-Omics Study of Familial Lung Cancer: Microbiome and Host Gene Expression Patterns",
    "abstract": "The Overall Landscape of Lung Cancer Microbiome: The Same Dominant Species With a Variety of Subgroup-Specific Microbes in Low Abundance In this section, we first depicted the major features of our lung cancer microbiome, the characters of each subgroup would be described specifically in the following sections. The present work was designed to investigate the microbiome in lung cancer patients, affected by familial lung cancer and indoor air pollution in China’s Yunnan Province and find characteristic microbes potentially correlated with the features of each subgroup; furthermore, to compare host lung’s gene expression patterns with their microbiome data to detect potential links between the host “tissue-soil” and the microbial community living therein. The Overall Landscape of Lung Cancer Microbiome: The Same Dominant Species With a Variety of Subgroup-Specific Microbes in Low Abundance In this section, we first depicted the major features of our lung cancer microbiome, the characters of each subgroup would be described specifically in the following sections.",
    "authors": [
        "Ying Chen",
        "Yunchao Huang",
        "Xiaojie Ding",
        "Zhenlin Yang",
        "Liang He",
        "Mingjie Ning",
        "Zhenghong Yang",
        "Daqian He",
        "Lijuan Yang",
        "Zhangyi Liu",
        "Yan Chen",
        "Guangjian Li"
    ],
    "published_year": "2022",
    "description": "Background\n          Inherited susceptibility and environmental carcinogens are crucial players in lung cancer etiology. The lung microbiome is getting rising attention in carcinogenesis. The present work sought to investigate the microbiome in lung cancer patients affected by familial lung cancer (FLC) and indoor air pollution (IAP); and further, to compare host gene expression patterns with their microbiome for potential links.\nMethods\n          Tissue sample pairs (cancer and adjacent nonmalignant tissue) were used for 16S rRNA (microbiome) and RNA-seq (host gene expression). Subgroup microbiome diversities and their matched gene expression patterns were analyzed. Significantly enriched taxa were screened out, based on different clinicopathologic characteristics.\nResults\n      \n        The Overall Landscape of Lung Cancer Microbiome: The Same Dominant Species With a Variety of Subgroup-Specific Microbes in Low Abundance\n        In this section, we first depicted the major features of our lung cancer microbiome, the characters of each subgroup would be described specifically in the following sections. In total 60 samples, 2724 OTU were identified (Operational Taxonomic Units); all the tissues had similar OTU, (Average: 319; Range: 251-398; SD 31). Because all samples derived from the same organ—the lung—the dominant microbial communities were the same, and were adapted primarily to the overall lung environment. All subjects had the same dominate phylum, genera and species: in phylum (\nFigure 1A\n): Firmicutes~83%, Proteobacteria~15%, Bacteroidetes~1%, Actinobacteria~0.34%; in genera (\nFigure 1B\n): Anoxybacillus~50%, Geobacillus~31%, unclassified~13%, Acinetobacter~2%; and in species (\nFigure 1C\n): Anoxybacillus _kestanbolensis, Geobacillus _vulcani, Acinetobacter _guillouiae. That was quite different from what was previously found in NCI-MD and TCGA lung cancer, which included totally 1117 tumor/252 normal samples (23). First, our study and their work found the same main phylum but with greatly varied ratio: in NCI-MD/TCGA data, Proteobacteria~60-70% was the dominate phylum, followed by Acinetobacter~13-26% and Firmicutes only 13-20%, Bacteroidetes~3-5%. Second, in NCI-MD/TCGA data, genera Burkholderia, Pseudomonas, Cupriavidus, Streptococcus, Acidovorax were the most abundant in both AD and SCC. Besides, the genera we found were also different from what reported dominate the normal lung: Prevotella, Veillonella, and Streptococcus (24).\n        \n          Figure 1\n          \n            Overall landscape of lung cancer microbiome: the same dominant species and a variety of subgroup-specific microbes in low abundance. Since they were derived from the same organ, all the samples had the same dominant phylum (A), genus (B), and specie (C). Notably, subjects’ microbiome could be separated by PLSDA analysis based on characters: FLC (D), IAP (E), gender (F), and smoking (G). OTU details in four subgroups, subgroup-specific OTU were marked in bigger numbers: (H) FLC vs Sporadic lung cancer; (I) High-IAP vs Low-IAP; (J) Female vs Male; (K) smoker vs never smoker. The comparison among subgroup’s normal tissue and the benign control: (L) FLC normal vs sporadic normal vs benign; (M) High-IAP normal vs Low-IAP normal vs benign; (N) Female normal vs Male normal vs benign; (O) Ever smokers’ normal vs never smokers’ normal vs benign. C1/N1, cancer/normal tissue of familial lung cancer; C2/N2, cancer/normal tissue of sporadic lung cancer; C.H/N.H, cancer/normal tissue from high indoor air pollution region (High-IAP); C.L/N.L, cancer/normal tissue from low indoor air pollution region (Low-IAP); C.F/N.F, cancer/normal tissue of female lung cancer; C.M/N.M, cancer/normal tissue of male lung cancer; C.E./N.E, cancer/normal tissue from ever smokers; C.N/N.N, cancer/normal tissue from never smokers; B, benign tumor.\n          \n          \n        \n        Even having the same dominant species, our subjects’ microbiome could be separated by PLSDA analysis based on characteristics: FLC (\nFigure 1D\n), IAP (\nFigure 1E\n), gender (\nFigure 1F\n), and smoking (\nFigure 1G\n), suggesting these features could influence lung microbiome in certain ways, and there must be some microbes that made each subgroup different. As a result, in the following sections, we combined clues from three indices: subgroup-specific OTU number, α-diversity, and β-diversity to collectively analyze and describe the special characters of each subgroup. Here we fist gave a general description on the three indices.\n        The subgroup-specific OTU number: OTU number that not shared with other subgroups and unique to this population; it was one means numerically reflecting biodiversity of the subgroup. Notably, every subgroup had their specific OTU (Average: 303; Range: 172-454; SD 69), suggesting a variety of subgroup-specific microbes in low abundance. Interestingly, most cancer groups had reduced specific OTU than their normal counterpart: from the total of eight, six groups all had lower cancer-specific OTU, C1:289 < N1:314, C2:266 < N2:353 (\nFigure 1H\n), C.L:279 < N.L:374, C.H:273 < N.H:295 (\nFigure 1I\n), C.M:321 < N.M:454 (\nFigure 1J\n), and C.E:172 < N.E:274 (\nFigure 1K\n), while only two groups had slightly higher cancer-specific OTU, C.F:233 > N.F:210 (\nFigure 1J\n) and C.N:379 > N.N:369 (\nFigure 1K\n), suggesting generally decreased specific-OTU biodiversity in cancer tissues. Additionally, the benign group, from lungs with no cancer, seemed to show a much lower subgroup-specific OTU than all lung cancer and normal tissues, B:148 < N1:473, B:148 < N2:475 (\nFigure 1L\n), B:148 < N.L:500, B:148 < N.H:435 (\nFigure 1M\n), B:148 < N.F:280, B:148 < N.M:689 (\nFigure 1N\n), B:148 < N.N:504, and B:148 < N.E:394 (\nFigure 1O\n) This suggests “cancer-free lungs” could possibly have a quite different microbiome than the lungs with cancer; as a result, we did not use the benign group frequently in later comparisons. The subgroup-specific OTU number would also help to explain special features of each subgroup, that would be mentioned in the following sections.\n        The α-diversity and β-diversity evaluate the complexity of the whole microbiome. Since all our samples had the same dominate phylum, genera, and species, so the α-diversity and β-diversity based on all microbes did not reach statistical significance. Although not significant, visible difference could be found among subgroups in their α-diversity and β-diversity. These differences were mainly caused by microbes in low-abundance and subgroup-specific microbes; even though not the dominant ones, these microbes could still have an influence on lung microenvironment. For α-diversity, in \nFigure 2A\n: subgroup C2 mean value was some higher than C1, N1 in all 5 indices: observed species, Chao, ace, Shannon, Simpson; and C2 was clearly higher than C1, N1, and N2 in Shannon and Simpson value; reflecting that C2 may harbor a more diversified microbiome than C1, N1, and N2. (The sample biodiversity is proportional with: observed species, Chao, ace, and Shannon values, while it has an negative correlation with Simpson value. Observed species, Chao and ace value can reflect the species richness of sample. Shannon and Simpson value reflect the sample diversity affected by both specie richness and species evenness, that is the two also consider the abundance of every species. With the same species richness, greater species evenness and higher biodiversity means a bigger Shannon or smaller Simpson value. The Good’s coverage index reflects whether the sequencing results represent the real situation of microbes in the sample. Here, all our subgroups had coverage around 0.999, and thus appropriately reflected the real situation of the microbiome of the sample. The related α-diversity data were in supplementary materials, \nTables S24–S27\n. In following sections, we describe α-diversity difference for \nFigures 2B–D\n, which reveals the special features of each subgroup gradually.\n        \n          Figure 2\n          \n            The α-diversity and β-diversity of our subject population. The α-diversity included several indices: observed species, Chao, ace, Shannon, and Simpson. The complexity of the sample is proportional with the first four values, while having a negative correlation with Simpson value. Observed species, Chao, and ACE value can reflect the species richness of the community. Shannon and Simpson values also reflect the species diversity of the community, affected by both specie richness and species evenness, that is the two values also consider the abundance of each species. With the same species richness, the greater the species evenness, the greater the community diversity; that is the bigger the Shannon or the smaller the Simpson value. The Good’s coverage index reflects whether the sequencing results represent the real situation of microbes in the sample. Here, all the groups had a coverage of around 0.999, appropriately reflecting the real situation of the sample’s microbiome. The α-diversity for four groups: (A) FLC vs Sporadic lung cancer; (B) High-IAP vs Low-IAP; (C) Female vs Male; (D) Smoker vs never smoker. Five lines from bottom to top is the minimum value, the first quartile, mean, the third quartile, and the maximum value, and the abnormal value is shown as ‘o’. In β-diversity, uniFrac uses the system evolution information to compare the composition of community species between samples. Since different microbes were detected in low abundance, β-diversity was analyzed by unweighted_unifrac, which didn’t calculate the abundance of sequences. The β-diversity for four groups: (E) FLC vs Sporadic lung cancer; (F) High-IAP vs Low-IAP; (G) Female vs Male; (H) Smoker vs non-smoker. Since all the samples were lung tissues, all of them had the same dominant phylum, genera, and species, that represented the basic microbiome of the organ lung. As a result, α-diversity and β-diversity based on all species did not reach statistical significance. Although not significant, visible differences could be found among subgroups. These differences are mainly caused by those in low abundance and subgroup-specific microbes, even those ones not dominant; these microbes could still have their influence on the lung microenvironment. C1/N1, cancer/normal tissue of familial lung cancer; C2/N2, cancer/normal tissue of sporadic lung cancer; C.H/N.H, cancer/normal tissue from high indoor air pollution region (High-IAP); C.L/N.L, cancer/normal tissue from low indoor air pollution region (Low-IAP); C.F/N.F, cancer/normal tissue of female lung cancer; C.M/N.M, cancer/normal tissue of male lung cancer; C.E./N.E, cancer/normal tissue from ever smokers; C.N/N.N, cancer/normal tissue from never smokers; B, benign tumor.\n          \n          \n        \n        For β-diversity, since different microbes were in low abundance, in order to reflect the difference induced by less abundant microbes, we used unweighted_unifrac PCoA plots, which looked for how much the two subgroups could overlap with each other, or how much they separated apart. In other words: the more overlap, the more similar the two groups; the less overlap, the bigger their difference, or bigger the change. At the least, it was an alternative means to compare how similar the two microbiomes were, or how much the microbiome changed from normal to cancer. For example, in \nFigure 2E\n, subgroup N1 and N2 showed much apparent overlap, which meant their microbiome were quite similar to each other, for N1 and N2 were both normal lung tissues, so their microbiome could be similar generally. C1 vs N1 had some clear overlap, but some subjects drifted outside the “overlapped area”, which meant when N1 developed into its cancer form C1, the microbiome changed, but with a smaller variance. Compared with C1 vs N1, C2 vs N2 had less overlap, meaning when N2 developed into cancer form C2, the microbiome changed with a bigger variance. For C1 vs C2, they seemed to have the least overlapped area among the four, so the two groups’ cancer tissues may harbor microbiomes with bigger differences. Later, we would describe β-diversity difference for \nFigures 2F–H\n, which helped to reveal the special features of subgroups.\n        In the following sections, we combined clues from the 3 indices: subgroup-specific OTU number, α-diversity, and β-diversity to collectively analyze/describe the special characters of each subgroup. For that, we need to gradually cite pictures from \nFigures 1\n, \n2\n to describe the related information step by step.\n      \n      \n        FLC Microbiome: Low Total Species, Lower Diversity, Less Tend to Change\n        Importantly, FLC patients had less normal specific OTU compared with sporadic ones (314 vs 353), but they showed a slightly higher cancer-specific OTU (289 vs 266) (\nFigure 1H\n). Secondly in \nFigures 2A\n, FLC indeed had lower α-diversity than the sporadic group in both cancer/normal (mean value: C1<C2, N1<N2, in observed species, Chao, ace). For details, FLC cancer not only had less species richness but also low species evenness, while sporadic cancer microbiome seemed to have relatively higher species richness but also better species evenness (mean value: C1<C2, in Shannon, Simpson); FLC normal also had lower species richness, but it may completely miss some rare species found in sporadic normal, thus seemingly better in species evenness, so the Shannon and Simpson diversity were higher than sporadic normal (mean value: N1>N2, in Shannon, Simpson). In \nFigure 2E\n, β-diversity revealed: FLC normal microbiome showed clear overlap with sporadic normal, suggesting similarity; but their cancer microbiome separated quite considerably, reflecting more difference. Further, the FLC microbiome changed relatively less between cancer/normal, while sporadic microbiome changed considerably more from normal to cancer (C1 vs N1 had some clear overlap, and some subjects outside the overlapped area, it meant when N1 developed into cancer form C1, the microbiome changed with a smaller variance. Comparatively, C2 vs N2 had less overlap, it meant when N2 developed into cancer form C2, the microbiome changed with a bigger variance.). Notably, 68% of FLC patients were men, so the features of the FLC microbiome were not mainly caused by gender, even women’s microbiome showed similar features in the next paragraph. Taken together, the FLC microbiome seemed to be smaller, low-diversity, and inactive to change.\n      \n      \n        Female Microbiome: High Total Species, Low Specific Species, Less Prone to Change; Male Microbiome: Low Total Species, High Specific Species, More Likely to Change\n        Male/female: our female patients had the minimum normal tissue-specific OTU among all normal subgroups (210 vs 314, 353, 295, 374, 454, 274, 369), while male patients had the highest normal tissue-specific OTU in all subgroups (454, the maximum specific OTU) (\nFigures 1H–K\n). Women also had much lower specific OTU than men in both normal/cancer tissue, (210 vs 454, 233 vs 321) (\nFigure 1J\n). Compared with the benign control, women also had much lower normal-specific OTU than men (280 vs 689) (\nFigure 1N\n). Taken together, in normal lung tissue, women tended to have relatively lower specific species, while men have higher specific species. However in \nFigure 2C\n, our women showed generally higher α-diversity than men in both cancer/normal (mean value: C.F>C.M, N.F>N.M, in observed species, Chao, ace, Shannon); additionally, the clearly higher observed-species mean value in females indicating: women’s microbiome might have more total species than that of men, while male microbiome harbored relatively fewer total species. Accordingly, our men seemed to have a more “concentrated” microbiome than the women (\nFigure 1F\n). In \nFigure 2G\n for β-diversity: our female normal microbiome also showed major overlap with male normal, reflecting general similarity; but the female microbiome did not change too much between normal/cancer (N.F vs C.F almost overlapped together); in contrast, our male microbiome changed clearly more from normal to cancer (N.M vs C.M had relatively less overlapped area, also distributed differently), which led to the separation of male/female cancer microbiome (C.M vs C.F). Summarily, our female microbiome was constituted by high total species, but a lot of these microbes might be shared with others, as a result, the women carried lower specific species; it could possibly explain: carrying a wide range of “shared lung microbes”, made female microbiome less prone to change. Notably, 50% of female patients were sporadic, even some features of the female microbiome were similar to FLC, it could not be completely attributed to FLC ratio.\n        Smoker/nonsmoker, in \nFigure 2D\n: in normal lung, nonsmokers’ microbiome showed overall higher α-diversity than smokers’ (mean value: N.N>N.E, in all 5 indices), suggesting generally better lung microenvironment; but smokers had slightly higher cancer α-diversity than nonsmokers (mean value: C.E>C.N, in observed species, Chao, ace, Simpson). That related to what was found in β-diversity (\nFigure 2H\n): Even their normal microbiome had visible overlap with each other; smoker microbiome changed more from normal to cancer (N.E vs C.E had much less overlapped area, also distributed differently), which led to wider separation in smoker/nonsmoker cancer microbiome (C.N vs C.E had much less overlapped area, and distributed quite differently); while nonsmokers’ microbiome seemed to change much less from normal to cancer (N.N vs C.N largely overlapped together). Summarily: if normal lung had more total species and higher α-diversity, reflecting a microbiome with better buffering potential, thus the microbiomes were less likely to change from normal to cancer. Comparatively, less total species and lower normal lung α-diversity might lead to the microbiome being less stable and more likely to change.\n        Another finding: from normal to cancer, a slightly increased “cancer α-diversity” could be observed in four subgroups: sporadic (\nFigure 2A\n, mean value C2>N2 in observed species, Shannon, Simpson), low-IAP (\nFigure 2B\n, mean value C.L>N.L in observed species, Chao, Shannon, Simpson), men (\nFigure 2C\n, mean value C.M>N.M in Chao, Shannon, Simpson) and smokers (\nFigure 2D\n, mean value C.E>N.E in all five indices). Accordingly, these four subgroups also showed relatively larger β-diversity change from normal to cancer (\nFigure 2E\n, C2 vs N2. \nFigure 2F\n, C.L vs N.L. \nFigure 2G\n, C.M vs N.M. \nFigure 2H\n, C.E vs N.E. all showed relatively less overlapped area or different distribution, compared with their counterpart). One assumption was: some cancer microbiome tended to have more species richness and better species evenness; since host “cancer soil” may support certain microbes’ colonization and reproduction; resulting in higher cancer α-diversity. Potentially, the slight increase in cancer-associated species may reflect the elevated chaos in the cancer tissue itself, which carried various somatic mutations. Other groups also reported increased microbiome richness and diversity in cancer tissue (23, 25).\n      \n      \n        Smoking and IAP Decreased Specific-OTU Biodiversity, Especially in Normal Lung\n        The influence of smoking and IAP on biodiversity appeared complex. Compared with low-IAP patients, the High-IAP group seemed to have slightly lower cancer α-diversity, but higher normal α-diversity (\nFigure 2B\n, mean value C.H<C.L in observed species, Shannon, Simpson; mean value N.H>N.L in all five indices). Similarly, smokers had a little higher cancer α-diversity, but lower normal α-diversity, when compared with nonsmokers (\nFigure 2D\n, mean value C.E>C.N in observed species, Chao, ace, Simpson; mean value N.E<N.N in all 5 indies). In \nFigure 2F\n for β-diversity: high-IAP microbiome changed relatively less between cancer/normal (C.H vs N.H largely overlapped together), and high-IAP normal microbiome overlapped greatly with low-IAP normal, but their cancer microbiomes were clearly different (C.H vs C.L quite less overlapped area); since low-IAP microbiome changed apparently more from normal to cancer (N.L vs C.L very small overlap area). However, considering subgroup-specific OTU made that problem much clearer: smoking and IAP dramatically decreased specific-OTU biodiversity, especially in normal lung tissues. In the normal part, high-IAP specific OTU had a big decrease compared to the low-IAP group (\nFigure 1I\n: 295 vs 374); and smokers specific OTU dropped much more than nonsmokers (\nFigure 1K\n: 274 vs 369). Similarly in the cancer part, IAP only made a slight specific OTU change (\nFigure 1I\n: 273 vs 279), but smoking caused the biggest specific OTU drop (\nFigure 1K\n: 172 vs 379). Additionally, compared with the benign control, the low-IAP group and nonsmokers both showed higher normal specific OTU than their counterparts (\nFigure 1M\n: 500 vs 435, \nFigure 1O\n: 504 vs 394). Conclusively, pollution inside the lung microenvironment was noxious to the “host lung ecosystem”. Generally, pollutants from smoking and coal burning could influence the microbiome of oral, lung, and gut, leading to various diseases (26, 27), via directly changing microenvironmental oxygen, pH, and chemical composition; affecting the immune system (28), or promoting colonization of specific taxa through biofilm formation (26, 29).\n      \n      \n        Microbes Enriched or Dropped in Lung Cancer Tissue\n        Among all subgroups, some genera increased universally or frequently in cancer tissue; including Staphylococcus, Capnocytophaga, Lachnoanaerobaculum, Fusobacterium, Oligella, Rubellimicrobium, Marinococcus Sphingomonas, and Sphingopyxis. Firstly, Staphylococcus is commonly found in the environment, and is normal human flora (30); Capnocytophaga, Lachnoanaerobaculum, and Fusobacterium are normal mouth flora; species from these four genera are known to cause opportunistic infection, especially in immune-compromised hosts (30–33). Moreover, Fusobacterium nucleatum is reported to be prevalent in colorectal cancer (33). Oligella ureolytica was identified as a sporadic colonizer in the respiratory tract of cystic fibrosis patients (34), and also reported in bloodstream infection of lung cancer patients (35). In contrast, Rubellimicrobium are mainly isolated from soil and are also found in the air (36); Marinococcus usually lives in high-salinity environments like the sea, salt lakes, and salt mines (37); its accumulation in cancer tissue might be due to salt body fluid effusion. Intriguingly, Sphingomonas and Sphingopyxis are soil microbes; both are famous for their degradation of PAHs, pesticide, and organometallic compounds (38–41). Therefore, enrichment of these microbes in subjects exposed to IAP indicated: PAHs and other pollutants accumulated in patients’ lungs provided a substrate for the microbes, and possibly support their growth.\n        On the other hand, some genera decreased or depleted in cancer tissue, presenting a different trend: we found Comamonas often decreased in cancer; while species of Comamonas could cause opportunistic infection but are also known to degrade PAHs and are tolerant to heavy metals (42, 43). Additionally, Peptococcus were not detected in cancer tissue but only found in normal tissue; but previous work suggested Peptococcus is also an opportunistic pathogen (44). Taken together, since both were not likely to be probiotics, their abundance drop in cancer tissue might be explained as being out-competed by other microbes. Finally, some genera were only enriched in certain groups, different genera and species were listed in \nTables S28–S39\n.\n      \n      \n        Microbes Showed Special Features in Familial Lung Cancer\n        There were microbes highlighted in the FLC group (\nTable S28\n). From normal tissue to cancer, Capnocytophaga, Fusobacterium rose dramatically in FLC cancer (about 5X and 42X); meanwhile, Sphingomonas, Sphingopyxis both increased apparently in FLC cancer (about 1.3X and 1.4X); reflecting that they were more likely to accumulate in FLC cancer tissue. Additionally, Gemmata was only found in the FLC population from both cancer/normal; it mainly lives in soil, but has also been detected on human skin, so it could be an opportunistic pathogen (45). Rhodococcus decreased in FLC but increased in the sporadic group; some could cause opportunistic infection (46), while its species are also used to degrade environmental pollutants (47).\n        For further investigation, permutational multivariate analysis of variance (PERMANOVA) was used to process the combined normal/cancer tissue data, and the significantly different microbes were listed in \nTable S29\n. Interestingly, the genera Staphylococcus, Rubellimicrobium, Oligella, Comamonas, and Sphingomonas were the same as detected in separate cancer/normal data; while Alteromonadales and Acetobacteraceae were newly found. Only staphylococcus was less abundant in the FLC group, the others were all elevated in the FLC population, especially PAHs-degrading Comamonas and Sphingomonas.\n      \n      \n        Microbes Elevated in Patients Exposed to Indoor Air Pollution\n        Like the FLC population, from normal to cancer, Fusobacterium increased quite dramatically in high-IAP cancer than low-IAP (about 24X vs 4X). Notably, some genera only enriched in IAP-related groups (\nTable S30\n). Firstly, Selenomonas, Thermomonas rose in cancer for both IAP groups, and the two genera were much more abundant in high-IAP normal lung. Selenomonas was reported in the oral microbiome of systemic diseases (48); Thermomonas mainly isolated from soil/sediment, which may have pollutants-degradation potential (49, 50); suggesting they were likely to be opportunistic pathogen flourished in high IAP environment. Secondly, we found Acidovorax, Butyricicoccus decreased in cancer for both IAP groups; while others reported Acidovorax were enriched in smokers’ SCC (23); Butyricicoccus mainly in the gut microbiome, and were reported in colorectal cancer (51). Thirdly, Actinomyces (often in human infection (52)) and Rhodococcus dropped in high-IAP cancer, but rose in Low-IAP cancer; these changes reflected the dynamic complexity of the lung cancer microbiome.\n      \n      \n        Microbes Different Between Men/Women and Smokers/Nonsmokers\n        Notably, Comamonas were 1.4~2 times higher in nonsmokers in both tissue types; from normal to cancer, Sphingomonas dropped in both men and smokers’ cancer but increased in women and nonsmokers’ cancer, so its abundance was 2~3 times higher in women and nonsmokers’ cancer, compared to their counterparts respectively (\nTables S31, 32\n). Taken together, these PAHs-degrading microbes tended to accumulate in female or nonsmoker groups. In addition, Capnocytophaga was nearly 9 times more abundant in female normal tissue than males’. Vagococcus was only found in the gender group, it rose in cancer of both genders, and was higher in female cancer. Actually, this genus is often found in animals and is rarely reported in human infection (53).\n      \n      \n        Microbiome Varied in Age, Blood Type, Anatomy Site, Histology Type, and TNM Stage\n        In order to better understand the microbe variation among other characteristics the data was further analyzed, which covered: age, blood type, anatomy site, histology type, and TNM stage (\nFigure 3\n). The combined normal/cancer tissue data from one patient were used to generally represent the microbiome of the individual, and the significantly different microbes were listed in \nTables S33-S39\n. These microbes were mainly found in the environment, and many of them were opportunistic pathogens.\n        \n          Figure 3\n          \n            PLSDA results for age, anatomy site, blood type, histology, and TNM stage. PLSDA analysis for patients’ age (A), anatomy site (B), blood type (C), histology type (D), and TNM stage: T stage (E), N stage (F), M stage (G), Tumor stage (H). The combined normal/cancer tissue data from one patient were used to generally represent the microbiome of the individual.\n          \n          \n        \n        Initially, we found wider genera were more likely to accumulate in patients older than 50 years, while younger patients (<50 years) shared a smaller variety (\nTable S33\n and \nFigure 3A\n). For example, opportunistic pathogen Actinomyces, Corynebacterium, Deinococcus, Fusobacterium, Mycoplasma were all clearly higher in the older group, in which Deinococcus species were known for their resistance to radiation and oxidative stress (54). On the other hand, Acetobacter, Acinetobacter, Clostridium, Lactococcus, Oscillospira were more abundant in the younger group, in which Acetobacter and Clostridium function in wastewater treatment, helping degrade pollutants (55); gut microbe Oscillospira was described as a future probiotic (56). Other studies also supported age as a parameter helping to shape the lung microbiome (57).\n        Interestingly, patients’ microbiome could also be grouped by their tumor anatomy site (\nFigure 3B\n and \nTable S34\n); it meant: the left/right lung, the upper/lower lobe were like different “terrain”; that was different habitat for their own microbe population. For example, most different genera were more abundant in the right lung, with many higher in the lower lobes. That could be explained by the structure of the organ: the right lung has wider and shorter bronchus, making inhaled particles/aerosol easier to enter the right side; and the lower lobes were more likely to accumulate bigger particles carrying microbes. Actually, considerable regional variation can be found in one lung, because numerous factors would impact bacterial growth: oxygen tension, pH, temperature, blood perfusion, alveolar ventilation, epithelial cell structure, deposition of inhaled particles, plus concentration and behavior of immune cells (58–60). Besides, another PAHs-degrading Novosphingobium (61) was also detected but seemed to prefer the upper lobes. In addition, we noted patients’ microbiome varied among different blood types (\nFigure 3C\n, \nTable S35\n), which consisted with others work: blood type could contribute to shaping human microbiome, for certain bacteria could use host glycans as receptors to adhere to the host, and some liberate host blood glycans as a nutrient (62). Histology type is one major character of cancer, and also inhabited with different microbes (\nFigure 3D\n, \nTable S36\n); we found 5 different genera and all were higher in adenocarcinoma. Consistently, other studies also found different microbiomes between lung AD and SCC (23).\n        Not surprisingly, patients’ microbiome also differed in the TNM stage (\nFigures 3E–H\n, \nTables S37–S39\n). Firstly, most opportunistic pathogens rose in the T3_4 group (\nFigure 3E\n, \nTable S37\n), only Massilia and probiotic Lactobacillus were more abundant in the T1_2 group. Secondly, similar was seen in the N group; from N0 to N1-2 (\nFigure 3F\n, \nTable S38\n), increased genera mainly cause opportunistic infection. Only Blastomonas, Bradyrhizobium, Kaistobacter were higher in the N0 group; among them, Bradyrhizobium, and Kaistobacter were reported to play important roles in pollutant degradation/detoxication, including PAHs and heavy metals (63, 64). Even there were only two M1 patients, their microbes’ composition still drifted outside the M0 population (\nFigure 3G\n). Finally, opportunistic pathogens increased in stage III_IV (\nFigure 3H\n, \nTable S39\n); but Blautia, Cloacibacterium, and probiotic Lactobacillus were higher in stage I_II patients. In which gut microbe Blautia was reported as potential probiotics (65), and Cloacibacterium were able to detoxify heavy metals by producing extracellular polymers (66). In conclusion, for the earlier stage, we found relatively higher probiotics and pollutants-detoxication genera; while in the later stage opportunistic pathogens rose in abundance and variety. Similarly, other studies also noted differential abundance between stage I–IIIA and IIIB–IV, with later-stage having more enriched oral commensals, such as Haemophilus, Fusobacterium, Gemella, etc. (67).\n      \n      \n        Host Normal Lung Gene Expression Patterns: No Significant Overall Expression Difference; With Typical DEGs in Host-Microbes Symbiotic Interactions, Chemical Carcinogenesis, Dysregulated Immune Reaction\n        In order to compare host “tissue-soil” and the microbiome live inside, 29 normal tissue samples from the same patient pool were selected for RNA-seq, the gene expression pattern in each group was illuminated. In our cohort, a total of 19348 genes were detected; since all samples were normal lung tissue, which meant the genes expression need to maintain “generally normal” tissue structure and functions; thus, no significant difference was observed based on the overall gene expression. In \nFigure 4A\n, across FLC and sporadic patients, every individual had very similar gene-expression-bar and mean-expression levels. In \nFigure 4B\n, every subject showed similar gene expression level distribution for high level (FPKM ≥ 10), middle (FPKM 1~10), and low level (FPKM ≤ 1), no matter they were FLC or sporadic. As no major difference, we focused on finding genes with smaller variations among subgroups. In gene expression analysis, subgroups FLC, IAP, and gender were included. Because the comparisons were between normal tissues, only a few differentially expressed genes (DEGs) were found in each group (\nFigures 5A–C\n and \nTables S40–S42\n). They were: FLC vs sporadic, up 79 down 152; high-IAP vs low-IAP, up 119 down 136; female vs male, up 111 down 211; with DEGs, Gene Ontology (GO) and KEGG pathway classification and functional enrichment were performed (\nFigures 5D–L\n).\n        \n          Figure 4\n          \n            Host normal lung tissue gene overall expression. (A) Box-plot of overall gene expression in each subject. X-axis represented each sample, in the related subgroup. Y-axis represented the log10FPKM value. Five lines from bottom to top is the minimum value, the first quartile, mean, the third quartile, and the maximum value, and the extreme values were shown as black dots. (B) Gene expression distribution in each subject. Which showed the gene amount under three different FPKM ranges (FPKM <= 1、FPKM 1~10、FPKM >= 10)X-axis represented each sample, in the related subgroup. The Y-axis represented the gene amount; the dark color meant the high expression level which FPKM value >= 10, while the light color meant the low expression level which FPKM value <= 1. FPKM: Fragments Per Kilobase per Million, FPKM is a unit used in RNA-seq, which represents gene expression level; the bigger FPKM value, the higher gene expression level.\n          \n          \n        \n        \n          Figure 5\n          \n            Host normal lung tissue differentially-expressed-gene patterns (1). M-A plot of differentially expressed genes (DEGs) in three groups: (A) FLC vs Sporadic lung cancer; (B) High-IAP vs Low-IAP; (C) Female vs Male (2). DEGs GO Term relationship network in three groups: (D) FLC vs Sporadic lung cancer; (E) High-IAP vs Low-IAP; (F) Female vs Male. The detailed large figures were in supplementary material, \nFigures S5–7\n (3). Pathway classification of DEGs in three groups: (G) FLC vs Sporadic lung cancer; (H) High-IAP vs Low-IAP; (I) Female vs Male (4). Enriched KEGG Pathway in three groups: (J) FLC vs Sporadic lung cancer; (K) High-IAP vs Low-IAP; (L) Female vs Male. N1, normal tissue of familial lung cancer; N2, normal tissue of sporadic lung cancer; N.H, normal tissue from high indoor air pollution region (High-IAP); N.L, normal tissue from low indoor air pollution region (Low-IAP); N.F, normal tissue of female lung cancer; N.M, normal tissue of male lung cancer.\n          \n          \n        \n        Host gene expression seemed to have less diversity than their microbiome since individual subjects could have different microbiomes, but all patients shared the same set of human genes. As a result of GO analysis, DEGs were enriched in quite representative biological processes universally in 3 subgroups (\nFigures 5D–F\n): (1) “Antimicrobial humoral and cell immune response”. This is an important interaction between lung microbiome and host tissue, basically to clean the lung environment, control microbe community, and maintain equilibrium. On the host side, necessary interaction with normal microbiome kept the body immune system healthy and functional (68). However, a biased immune response could be an accomplice: one study suggested commensal microbiota promote lung cancer development via γδ T Cells, by tumor-promoting inflammation (69). (2) “Modification of host structure and modification other organisms in symbiotic interaction”. Reflecting microbes and host cells dynamically adjusting their structure, metabolism, activities to adapt to living with each other. This basic process usually is a healthy balance, but once twisted by variables like inhaled carcinogens or hazardous microbes, which cause cell mutations and chronic inflammation, the combined effects could be cancer-promoting. (3) “Collagen catabolic process and cornification”. Collagen is one major component of the extracellular matrix, which provides a surface and nutrients for microbes. However, microbes’ activities like catabolizing extracellular components might damage the epithelial protective barrier, making cells more exposed to environmental carcinogens and infective agents. Cornification is a kind of apoptosis of squamous epithelial cells, and was reported associated with lung cancer prognosis (70). Secondly, the DEGs enriched cellular component included: “extracellular space”, in which most of the symbiotic interaction taken place. “cytoplasmic and specific granule vesicle lumen”, these included secretory and endocytic vesicles; the latter may contain microbes inside, while secretory vesicles from immune cells had a variety of functions in inflammation, recruiting immune cells, killing microbes, etc (68).\n        In KEGG analysis, DEGs were also enriched in representative pathways similarly in three subgroups. Crucial pathway classification was summarized from \nFigures 5G–I\n, based on major categories and keywords; which contained: (1) “Cell communication and signal transduction”, which represented the basic cell functions and multi-cell collaborations; actually cell-cell corporations had more advantages in defense against invasive microbes, such as epithelial cells bind tightly to from “defensive barrier”, while immune cells killing/removing harmful microbes. (2) “Cancer”, it has been long known: the adjacent nonmalignant tissue was not strictly normal, the gene expression also betrayed some features of cancer, but the samples still provide useful information. (3) “Infectious disease caused by bacteria, virus, parasites”, that might reflect the infections in cancer patients were complex, cancer could induce an immune-compromised microenvironment (25), led patient increasingly vulnerable to infectious agents. (4) “Xenobiotics biodegradation and metabolism”, indicating cells’ efforts in degrading inhaled carcinogens as well as microbes’ products/toxins, reflecting a very complicated chemical environment the lung cells had to cope with. (5) “Immune and digestive systems” were listed as the top two organismal systems, the immune system played vital roles in controlling microbes, while the digestive system may hold the biggest microbiome in the body, and together might hint at the important equilibrium between the immune system and body microbiome. Specifically, the typical enriched KEGG pathway was summarized from \nFigures 5J–L\n: (1) “IL-17 signaling pathway”. Actually, IL-17 is overexpressed in a subset of lung cancer patients, it has been considered as an important cytokine in cancer promotion, and was reported to inhibit antitumor immune responses (71); plus, IL17 inflammatory phenotype could be caused by lower airway dysbiosis (67). (2) “Metabolism of xenobiotics by cytochrome P450”. (3) “Chemical carcinogenesis”. These two pathways were related to IAP and smoking conditions, in which subjects were exposed to carcinogens, accompanied by cells’ efforts on metabolic detoxification. (4) “Ras signaling pathway”, which is the famous cancer pathway. Summarily, the KEGG data collectively reflected triple interaction among host, pollutants, and microbiome, host immune response was clearly underlined.\n        Additionally, there were some enriched biological processes special to certain groups. For example, in the FLC population: “defense response to protozoan” (\nFigure 5D\n), reflecting FLC patients were more susceptible to opportunistic infections; actually, immune reactions against bacteria, virus, and parasites were all detected. “MAPK signaling pathway” (\nFigure 5J\n), the famous cancer pathway, was also enriched in the FLC group. “Alcoholism” (\nFigure 5J\n) might be explained by the drinking habits of some subjects, as a history of drinking was found in the personal medical records of some men. Furthermore, in the IAP subgroup, “Metalloendopeptidase activity” (\nFigure 5E\n) was detected, which was reported to suppress cancer metastasis (72); and “Notch signaling pathway” (\nFigure 5K\n), another canonical cancer pathway was enriched. Taken together, most DEGs were enriched in the process covering cancer promotion by chemical carcinogens and dysregulated immune reaction, in which microbes joined at least partly through symbiotic interaction with host epithelial cells and immune system.\nConclusions\n          The lung microbiome can play vital roles in carcinogenesis. FLC and IAP subjects were affected by fragile lung epithelium, vulnerable host-microbes equilibrium, and dysregulated immune surveillance and response. Our findings provided useful information to study the triple interplay among environmental carcinogens, population genetic background, and diversified lung microbiome.\nIntroduction\n      Lung cancer is the most common cancer diagnosed worldwide and also the world’s leading cause of cancer death (1, 2). Furthermore, lung cancer survival remains poor, owing to diagnosis at a later stage and evolving resistance to standard therapies (3). Theoretically, inherited genetic variants and environmental oncogenic factors are crucial players in lung cancer development; therefore, lung cancer is complex and heterogeneous at the genetic, epigenetic as well as microbiome levels (4–6).\n      Lung cancer susceptibility could be inherited through generations via genetic variants, in the form of familial lung cancer (FLC); and there can be unique characteristics in each subpopulation. Many reported an increased lung cancer risk in FLC populations (7–11); some suggested that FLC has a bigger influence in certain ethnic groups (7, 8); others suggested women have a higher risk than their male relatives (9, 10). In this study, we recruited lung cancer patients from China’s Yunnan Province, Xuanwei/Fuyuan areas, which reported some of the highest lung cancer rates in the world (12–14). Importantly, this subject population has special features: familial lung cancer and indoor air pollution (IAP) caused by coal combustion (12–14). Notably, polycyclic aromatic hydrocarbons (PAHs) released during coal combustion could be potent carcinogens (15, 16).\n      The lung has the largest surface area in the human body, with gas exchange functions, the lung is inevitably exposed to various environmental microorganisms. The influence of the lung microbiome on lung cancer is still unclear; however, an epidemiological survey indicated an association between repeated antibiotic exposure and increased lung cancer risk (17). The respiratory epithelium act as the first defense line against inhaled environmental ingredients, including chemicals, particles, and microbes, and one study reported that the lung microbiome altered in respiratory diseases like asthma, chronic obstructive pulmonary disease (COPD), and cystic fibrosis (18). On the other hand, many works on colon cancer suggested that certain bacteria were associated with chronic inflammation and subsequently increased risk of colon cancer (19, 20); such as, F. nucleatum can induce infiltration of tumor-promoting myeloid cells to create a pro-inflammatory environment (21), and B. fragilis can secrete endotoxins that cause DNA damage and mutations leading to colon cancer (22).\n      Herein, we hypothesize that inherited susceptibility, environmental pollutants, and tissue-associated lung microbiome, a “triple interaction”, may influence lung carcinogenesis. The present work was designed to investigate the microbiome in lung cancer patients, affected by familial lung cancer and indoor air pollution in China’s Yunnan Province and find characteristic microbes potentially correlated with the features of each subgroup; furthermore, to compare host lung’s gene expression patterns with their microbiome data to detect potential links between the host “tissue-soil” and the microbial community living therein.\nMaterials and Methods\n      \n        Patients and Tissue Samples\n        In this study, we recruited lung cancer patients from China’s Yunnan Province, including Xuanwei/Fuyuan areas, who were affected by familial lung cancer (FLC) and indoor air pollution (IAP) (12–14). Patients were selected from those enrolled in the Department of Thoracic Surgery I of Yunnan Cancer Hospital from Sep. 2016 to Sep. 2019. Subjects were selected based on the following criteria: 1) The high-IAP group was patients from Xuanwei/Fuyuan region of Yunnan Province, who reported using coal for heating or cooking for more than 10 years; 2) The low-IAP group included patients from other areas in the same province, who reported no history of occupational or domestic coal use. In total, 17 high-IAP and 17-low IAP patients were enrolled. 3) Subject with familial lung cancer was defined as individual with three or more first-degree relatives affected by lung cancer, and there were 19 FLC patients. Besides all lung cancer cases, five patients with benign lung tumors were also enrolled as control. All the information was based on self-reports and confirmed by personal medical records.\n        Clinicopathologic data were documented in the hospital cooperated databank (https://www.linkdoc.com). The TNM stage was reviewed according to the 8th edition of The International Association for the Study of Lung Cancer (IASLC) staging system. Clinicopathologic data were shown in \nTables 1\n, \n2\n, \nS1\n, \nS2\n; since some patients were double-positive for FLC and IAP, details for every individual and the sequencing type were in \nTable S3\n. The majority of patients enrolled had adenocarcinoma (AD) and squamous cell carcinoma (SCC). The study was approved by the Ethical Committees of Yunnan Cancer Hospital (No.KY2019.57). All patients provided informed consent.\n        \n          Table 1\n          \n            Clinicalpathological characteristics of 34 lung cancer patients divided by FLC.\n          \n          \n            \n              \n                Variables\n                Total\n                Familial lung cancer\n                \nP value \na\n\n\n              \n              \n                \n                \n                Positive\n                Negative\n                \n              \n            \n            \n              \n                Total number of patients\n                34\n                19 (55.9%)\n                15 (44.1%)\n                \n              \n              \n                Gender\n                \n                \n                \n                0.72\n              \n              \n                 Male\n                22 (64.7%)\n                13 (68.4%)\n                9 (60.0%)\n                \n              \n              \n                 Female\n                12 (35.3%)\n                6 (31.6%)\n                6 (40.0%)\n                \n              \n              \n                Average age: 56 years (range 27 – 70)\n                \n                \n                \n                0.001\n              \n              \n                 ≧50 years\n                24 (70.6%)\n                9 (47.4%)\n                15 (100%)\n                \n              \n              \n                 <50 years\n                10 (29.4%)\n                10 (52.6%)\n                0 (0.0%)\n                \n              \n              \n                Average height: 161 cm (range 97 – 176)\n                \n                \n                \n                0.72\n              \n              \n                 ≧161 cm\n                22 (64.7%)\n                13 (68.4%)\n                9 (60.0%)\n                \n              \n              \n                 <161 cm\n                12 (35.3%)\n                6 (31.6%)\n                6 (40.0%)\n                \n              \n              \n                Average weight: 62 kg (range 42 – 80)\n                \n                \n                \n                1.0\n              \n              \n                 ≧62 kg\n                19 (55.9%)\n                11 (57.9%)\n                8 (53.3%)\n                \n              \n              \n                 <62 kg\n                15 (44.1%)\n                8 (42.1%)\n                7 (46.7%)\n                \n              \n              \n                Blood type\n                \n                \n                \n                0.44\n              \n              \n                 A\n                9 (26.5%)\n                4 (21.1%)\n                5 (33.3%)\n                \n              \n              \n                 B\n                6 (17.6%)\n                2 (10.5%)\n                4 (26.7%)\n                \n              \n              \n                 AB\n                4 (11.8%)\n                3 (15.8%)\n                1 (6.7%)\n                \n              \n              \n                 O\n                15 (44.1%)\n                10 (52.6%)\n                5 (33.3%)\n                \n              \n              \n                Smoking history\n                \n                \n                \n                0.31\n              \n              \n                 Yes (Current or Ex-smoker)\n                15 (44.1%)\n                10 (52.6%)\n                5 (33.3%)\n                \n              \n              \n                 Never\n                19 (55.9%)\n                9 (47.4%)\n                10 (66.7%)\n                \n              \n              \n                Indoor air pollution (IAP)\n                \n                \n                \n                0.0004\n              \n              \n                 High\n                17 (50.0%)\n                15 (78.9%)\n                2 (13.3%)\n                \n              \n              \n                 Low\n                17 (50.0%)\n                4 (21.1%)\n                13 (86.7%)\n                \n              \n              \n                Anatomy site\n                \n                \n                \n                0.30 \nb\n\n\n              \n              \n                 Left lung\n                15 (44.1%)\n                10 (52.6%)\n                5 (33.3%)\n                \n              \n              \n                 Right lung\n                18 (52.9%)\n                8 (42.1%)\n                10 (66.7%)\n                \n              \n              \n                 Bilateral lung\n                1 (3.0%)\n                1 (5.3%)\n                0 (0.0%)\n                \n              \n              \n                Histology type\n                \n                \n                \n                0.23 \nc\n\n\n              \n              \n                 Adenocarcinoma (AD)\n                22 (64.7%)\n                14 (73.6%)\n                8 (53.3%)\n                \n              \n              \n                 Squamous cell carcinoma (SCC)\n                9 (26.5%)\n                3 (15.8%)\n                6 (40.0%)\n                \n              \n              \n                 Small cell lung cancer\n                1 (3.0%)\n                1 (5.3%)\n                0 (0.0%)\n                \n              \n              \n                 Others\n                2 (5.8%)\n                1 (5.3%)\n                1 (6.7%)\n                \n              \n              \n                Stage\n                \n                \n                \n                0.83\n              \n              \n                 I\n                11 (32.4%)\n                5 (26.4%)\n                6 (40.0%)\n                \n              \n              \n                 II\n                3 (8.8%)\n                2 (10.5%)\n                1 (6.7%)\n                \n              \n              \n                 III\n                16 (47.0%)\n                10 (52.6%)\n                6 (40.0%)\n                \n              \n              \n                 IV\n                4 (11.8%)\n                2 (10.5%)\n                2 (13.3%)\n                \n              \n              \n                Distant organ metastasis\n                \n                \n                \n                1.0\n              \n              \n                 Present\n                4 (11.8%)\n                2 (10.5%)\n                2 (13.3%)\n                \n              \n              \n                 Absent\n                30 (88.2%)\n                17 (89.5%)\n                13 (86.7%)\n                \n              \n            \n          \n          \n            \n              a\n              For categorical variables, using Fisher’s exact test (2-tailed).\n            \n            \n              b\n              p value calculated for left/right lung only, other sites are not included.\n            \n            \n              c\n              p value calculated for AD/SCC only, other types are not included.\n            \n          \n        \n        \n          Table 2\n          \n            Clinicalpathological characteristics of 34 lung cancer patients divided by IAP.\n          \n          \n            \n              \n                Variables\n                Total\n                Indoor air pollution\n                \nP value\na\n\n\n              \n              \n                \n                \n                High\n                Low\n                \n              \n            \n            \n              \n                Total number of patients\n                34\n                17 (50.0%)\n                17 (50.0%)\n                \n              \n              \n                Gender\n                \n                \n                \n                0.72\n              \n              \n                 Male\n                22 (64.7%)\n                12 (70.6%)\n                10 (58.8%)\n                \n              \n              \n                 Female\n                12 (35.3%)\n                5 (29.4%)\n                7 (41.2%)\n                \n              \n              \n                Average age: 56 years (range 27 - 70)\n                \n                \n                \n                0.26\n              \n              \n                 ≧50 years\n                24 (70.6%)\n                10 (58.8%)\n                14 (82.4%)\n                \n              \n              \n                 <50 years\n                10 (29.4%)\n                7 (41.2%)\n                3 (17.6%)\n                \n              \n              \n                Average height: 161 cm (range 97 - 176)\n                \n                \n                \n                0.72\n              \n              \n                 ≧161 cm\n                22 (64.7%)\n                12 (70.6%)\n                10 (58.8%)\n                \n              \n              \n                 <161 cm\n                12 (35.3%)\n                5 (29.4%)\n                7 (41.2%)\n                \n              \n              \n                Average weight: 62 kg (range 42 - 80)\n                \n                \n                \n                0.49\n              \n              \n                 ≧62 kg\n                19 (55.9%)\n                11 (64.7%)\n                8 (47.1%)\n                \n              \n              \n                 <62 kg\n                15 (44.1%)\n                6 (35.3%)\n                9 (52.9%)\n                \n              \n              \n                Blood type\n                \n                \n                \n                0.34\n              \n              \n                 A\n                9 (26.5%)\n                5 (29.4%)\n                4 (23.5%)\n                \n              \n              \n                 B\n                6 (17.6%)\n                1 (5.9%)\n                5 (29.4%)\n                \n              \n              \n                 AB\n                4 (11.8%)\n                2 (11.8%)\n                2 (11.8%)\n                \n              \n              \n                 O\n                15 (44.1%)\n                9 (52.9%)\n                6 (35.3%)\n                \n              \n              \n                Smoking history\n                \n                \n                \n                1.0\n              \n              \n                 Yes (Current or Ex-smoker)\n                15 (44.1%)\n                8 (47.1%)\n                7 (41.2%)\n                \n              \n              \n                 Never\n                19 (55.9%)\n                9 (52.9%)\n                10 (58.8%)\n                \n              \n              \n                Familial lung cancer (FLC)\n                \n                \n                \n                0.00036\n              \n              \n                 Positive\n                19 (55.9%)\n                15 (88.2%)\n                4 (23.5%)\n                \n              \n              \n                 Negative\n                15 (44.1%)\n                2 (11.8%)\n                13 (76.5%)\n                \n              \n              \n                Anatomy site\n                \n                \n                \n                1.0\nb\n\n\n              \n              \n                 Left lung\n                15 (44.1%)\n                7 (41.2%)\n                8 (47.1%)\n                \n              \n              \n                 Right lung\n                18 (52.9%)\n                9 (52.9%)\n                9 (52.9%)\n                \n              \n              \n                 Bilateral lung\n                1 (3.0%)\n                1 (5.9%)\n                0 (0.0%)\n                \n              \n              \n                Histology type\n                \n                \n                \n                0.11\nc\n\n\n              \n              \n                 Adenocarcinoma (AD)\n                22 (64.7%)\n                13 (76.5%)\n                9 (52.9%)\n                \n              \n              \n                 Squamous cell carcinoma (SCC)\n                9 (26.5%)\n                2 (11.8%)\n                7 (41.2%)\n                \n              \n              \n                 Small cell lung cancer\n                1 (3.0%)\n                1 (5.9%)\n                0 (0.0%)\n                \n              \n              \n                 Others\n                2 (5.8%)\n                1 (5.9%)\n                1 (5.9%)\n                \n              \n              \n                Stage\n                \n                \n                \n                0.17\n              \n              \n                 I\n                11 (32.4%)\n                7 (41.2%)\n                4 (23.5%)\n                \n              \n              \n                 II\n                3 (8.8%)\n                0 (0.0%)\n                3 (17.6%)\n                \n              \n              \n                 III\n                16 (47.0%)\n                8 (47.1%)\n                8 (47.1%)\n                \n              \n              \n                 IV\n                4 (11.8%)\n                2 (11.8%)\n                2 (11.8%)\n                \n              \n              \n                Distant organ metastasis\n                \n                \n                \n                1.0\n              \n              \n                 Present\n                4 (11.8%)\n                2 (11.8%)\n                2 (11.8%)\n                \n              \n              \n                 Absent\n                30 (88.2%)\n                15 (88.2%)\n                15 (88.2%)\n                \n              \n            \n          \n          \n            \n              a\n              For categorical variables, using Fisher’s exact test (2-tailed).\n            \n            \n              b\n              p value calculated for left/right lung only, other sites are not included.\n            \n            \n              c\n              p value calculated for AD/SCC only, other types are not included.\n            \n          \n        \n        Tissue sample pairs including cancer and adjacent nonmalignant tissue of the same patient were immediately separated after resection and independently stored in RNAlater (Sigma, St. Louis, MO, USA), all following sterile operation. (In brief, for the sake of ease “normal” is used to represent “adjacent nonmalignant tissue”, as references appear frequently in the manuscript). A slide was cut from every sample for HE stain. Those containing >60% cancer tissue and <15% necrosis were used for the study. However, not all the tissue parts have enough size for both 16S rRNA sequencing and RNA-seq, and not every sample fits the strict quality control standard for sequencing. Primarily, we chose 24 paired tissue samples, plus unpaired samples: 1 cancer, 6 normal, and 5 benign tumors (adjacent normal) for 16S rRNA. After that, 29 normal tissue samples from the same patient pool were selected for RNA-seq, in order to match the host “tissue-soil” and the microbiome inside. Specific sample information was in \nTable S3\n.\n      \n      \n        16S rRNA Sequencing for the Microbiome, RNA-Seq for Tissue Gene Expression\n        The 16S rRNA sequencing for tissue microbiome and RNA-seq for host lung tissue gene expression were performed by BGI-TECH (http://www.genomics.cn). Subsequent data processing and analysis were in \nSupplementary Materials\n. All sequencing data have been deposited under the BioProject: PRJNA790037 and are publicly available at the location: https://www.ncbi.nlm.nih.gov/sra/PRJNA790037\n\n      \n      \n        Statistical Analysis\n        The primary comparison using separate cancer/normal data covered FLC, IAP, gender, and smoking groups, significantly different microbes in these groups were screened out respectively. In order to better explore the microbe variation among other characteristics, the data were further analyzed for more details by using combined data, which included FLC, IAP, gender, smoking, age, blood type, anatomy site, histology type, and TNM stage. Because certain parameters had more than two subcategories, and 16SrRNA data were not strictly paired, which might make very small subgroups. To address this problem, we combined normal/cancer tissue data from one patient to generally represent the microbiome of that individual (In total 24 paired subjects; for specific microbes detected only in one tissue type, the taxa and abundance were kept directly; for microbes found in both tissues, the mean value of their abundance were used for that taxa). There were seven subjects who only had cancer or normal tissue sequenced, the one-tissue data was used to represent the patient as an alternative option since one’s normal/cancer tissue shared major microbiome, which could be found in the results. Specific information was in supplementary materials (\nTables S4–S23\n).\n        Briefly, α-diversity indices based on species-level were calculated by Mothur (v1.31.2), suing separated normal/cancer tissue data, which included: observed species, Chao, ace, Shannon and Simpson index. β-diversity analysis based on species level was done by QIIME (v1.80), using separated normal/cancer tissue data; unweighted_unifrac PCoA plots were used to represent the β-diversity results. Significantly different microbes among subgroups were screened out by the Wilcox test (applied for 2 subgroups) and Kruskal test (applied for more than 2 subgroups). Differentially expression genes (DEG) between subgroups were identified by DEGseq algorithms. R studio (R v4.1.1) was mainly used to analyze the data, including Venn, PCA, LEFse, PLSDA, PERMANOVA, Wilcox test, and Kruskal test. Statistical analysis for patient clinicopathologic data was evaluated by Fischer’s exact test using SPSS 22.0 (SPSS Institute, Chicago, IL, USA). P<0.05 (two-sided p-value) was considered to be significant.\nPatients and Tissue Samples\n        In this study, we recruited lung cancer patients from China’s Yunnan Province, including Xuanwei/Fuyuan areas, who were affected by familial lung cancer (FLC) and indoor air pollution (IAP) (12–14). Patients were selected from those enrolled in the Department of Thoracic Surgery I of Yunnan Cancer Hospital from Sep. 2016 to Sep. 2019. Subjects were selected based on the following criteria: 1) The high-IAP group was patients from Xuanwei/Fuyuan region of Yunnan Province, who reported using coal for heating or cooking for more than 10 years; 2) The low-IAP group included patients from other areas in the same province, who reported no history of occupational or domestic coal use. In total, 17 high-IAP and 17-low IAP patients were enrolled. 3) Subject with familial lung cancer was defined as individual with three or more first-degree relatives affected by lung cancer, and there were 19 FLC patients. Besides all lung cancer cases, five patients with benign lung tumors were also enrolled as control. All the information was based on self-reports and confirmed by personal medical records.\n        Clinicopathologic data were documented in the hospital cooperated databank (https://www.linkdoc.com). The TNM stage was reviewed according to the 8th edition of The International Association for the Study of Lung Cancer (IASLC) staging system. Clinicopathologic data were shown in \nTables 1\n, \n2\n, \nS1\n, \nS2\n; since some patients were double-positive for FLC and IAP, details for every individual and the sequencing type were in \nTable S3\n. The majority of patients enrolled had adenocarcinoma (AD) and squamous cell carcinoma (SCC). The study was approved by the Ethical Committees of Yunnan Cancer Hospital (No.KY2019.57). All patients provided informed consent.\n        \n          Table 1\n          \n            Clinicalpathological characteristics of 34 lung cancer patients divided by FLC.\n          \n          \n            \n              \n                Variables\n                Total\n                Familial lung cancer\n                \nP value \na\n\n\n              \n              \n                \n                \n                Positive\n                Negative\n                \n              \n            \n            \n              \n                Total number of patients\n                34\n                19 (55.9%)\n                15 (44.1%)\n                \n              \n              \n                Gender\n                \n                \n                \n                0.72\n              \n              \n                 Male\n                22 (64.7%)\n                13 (68.4%)\n                9 (60.0%)\n                \n              \n              \n                 Female\n                12 (35.3%)\n                6 (31.6%)\n                6 (40.0%)\n                \n              \n              \n                Average age: 56 years (range 27 – 70)\n                \n                \n                \n                0.001\n              \n              \n                 ≧50 years\n                24 (70.6%)\n                9 (47.4%)\n                15 (100%)\n                \n              \n              \n                 <50 years\n                10 (29.4%)\n                10 (52.6%)\n                0 (0.0%)\n                \n              \n              \n                Average height: 161 cm (range 97 – 176)\n                \n                \n                \n                0.72\n              \n              \n                 ≧161 cm\n                22 (64.7%)\n                13 (68.4%)\n                9 (60.0%)\n                \n              \n              \n                 <161 cm\n                12 (35.3%)\n                6 (31.6%)\n                6 (40.0%)\n                \n              \n              \n                Average weight: 62 kg (range 42 – 80)\n                \n                \n                \n                1.0\n              \n              \n                 ≧62 kg\n                19 (55.9%)\n                11 (57.9%)\n                8 (53.3%)\n                \n              \n              \n                 <62 kg\n                15 (44.1%)\n                8 (42.1%)\n                7 (46.7%)\n                \n              \n              \n                Blood type\n                \n                \n                \n                0.44\n              \n              \n                 A\n                9 (26.5%)\n                4 (21.1%)\n                5 (33.3%)\n                \n              \n              \n                 B\n                6 (17.6%)\n                2 (10.5%)\n                4 (26.7%)\n                \n              \n              \n                 AB\n                4 (11.8%)\n                3 (15.8%)\n                1 (6.7%)\n                \n              \n              \n                 O\n                15 (44.1%)\n                10 (52.6%)\n                5 (33.3%)\n                \n              \n              \n                Smoking history\n                \n                \n                \n                0.31\n              \n              \n                 Yes (Current or Ex-smoker)\n                15 (44.1%)\n                10 (52.6%)\n                5 (33.3%)\n                \n              \n              \n                 Never\n                19 (55.9%)\n                9 (47.4%)\n                10 (66.7%)\n                \n              \n              \n                Indoor air pollution (IAP)\n                \n                \n                \n                0.0004\n              \n              \n                 High\n                17 (50.0%)\n                15 (78.9%)\n                2 (13.3%)\n                \n              \n              \n                 Low\n                17 (50.0%)\n                4 (21.1%)\n                13 (86.7%)\n                \n              \n              \n                Anatomy site\n                \n                \n                \n                0.30 \nb\n\n\n              \n              \n                 Left lung\n                15 (44.1%)\n                10 (52.6%)\n                5 (33.3%)\n                \n              \n              \n                 Right lung\n                18 (52.9%)\n                8 (42.1%)\n                10 (66.7%)\n                \n              \n              \n                 Bilateral lung\n                1 (3.0%)\n                1 (5.3%)\n                0 (0.0%)\n                \n              \n              \n                Histology type\n                \n                \n                \n                0.23 \nc\n\n\n              \n              \n                 Adenocarcinoma (AD)\n                22 (64.7%)\n                14 (73.6%)\n                8 (53.3%)\n                \n              \n              \n                 Squamous cell carcinoma (SCC)\n                9 (26.5%)\n                3 (15.8%)\n                6 (40.0%)\n                \n              \n              \n                 Small cell lung cancer\n                1 (3.0%)\n                1 (5.3%)\n                0 (0.0%)\n                \n              \n              \n                 Others\n                2 (5.8%)\n                1 (5.3%)\n                1 (6.7%)\n                \n              \n              \n                Stage\n                \n                \n                \n                0.83\n              \n              \n                 I\n                11 (32.4%)\n                5 (26.4%)\n                6 (40.0%)\n                \n              \n              \n                 II\n                3 (8.8%)\n                2 (10.5%)\n                1 (6.7%)\n                \n              \n              \n                 III\n                16 (47.0%)\n                10 (52.6%)\n                6 (40.0%)\n                \n              \n              \n                 IV\n                4 (11.8%)\n                2 (10.5%)\n                2 (13.3%)\n                \n              \n              \n                Distant organ metastasis\n                \n                \n                \n                1.0\n              \n              \n                 Present\n                4 (11.8%)\n                2 (10.5%)\n                2 (13.3%)\n                \n              \n              \n                 Absent\n                30 (88.2%)\n                17 (89.5%)\n                13 (86.7%)\n                \n              \n            \n          \n          \n            \n              a\n              For categorical variables, using Fisher’s exact test (2-tailed).\n            \n            \n              b\n              p value calculated for left/right lung only, other sites are not included.\n            \n            \n              c\n              p value calculated for AD/SCC only, other types are not included.\n            \n          \n        \n        \n          Table 2\n          \n            Clinicalpathological characteristics of 34 lung cancer patients divided by IAP.\n          \n          \n            \n              \n                Variables\n                Total\n                Indoor air pollution\n                \nP value\na\n\n\n              \n              \n                \n                \n                High\n                Low\n                \n              \n            \n            \n              \n                Total number of patients\n                34\n                17 (50.0%)\n                17 (50.0%)\n                \n              \n              \n                Gender\n                \n                \n                \n                0.72\n              \n              \n                 Male\n                22 (64.7%)\n                12 (70.6%)\n                10 (58.8%)\n                \n              \n              \n                 Female\n                12 (35.3%)\n                5 (29.4%)\n                7 (41.2%)\n                \n              \n              \n                Average age: 56 years (range 27 - 70)\n                \n                \n                \n                0.26\n              \n              \n                 ≧50 years\n                24 (70.6%)\n                10 (58.8%)\n                14 (82.4%)\n                \n              \n              \n                 <50 years\n                10 (29.4%)\n                7 (41.2%)\n                3 (17.6%)\n                \n              \n              \n                Average height: 161 cm (range 97 - 176)\n                \n                \n                \n                0.72\n              \n              \n                 ≧161 cm\n                22 (64.7%)\n                12 (70.6%)\n                10 (58.8%)\n                \n              \n              \n                 <161 cm\n                12 (35.3%)\n                5 (29.4%)\n                7 (41.2%)\n                \n              \n              \n                Average weight: 62 kg (range 42 - 80)\n                \n                \n                \n                0.49\n              \n              \n                 ≧62 kg\n                19 (55.9%)\n                11 (64.7%)\n                8 (47.1%)\n                \n              \n              \n                 <62 kg\n                15 (44.1%)\n                6 (35.3%)\n                9 (52.9%)\n                \n              \n              \n                Blood type\n                \n                \n                \n                0.34\n              \n              \n                 A\n                9 (26.5%)\n                5 (29.4%)\n                4 (23.5%)\n                \n              \n              \n                 B\n                6 (17.6%)\n                1 (5.9%)\n                5 (29.4%)\n                \n              \n              \n                 AB\n                4 (11.8%)\n                2 (11.8%)\n                2 (11.8%)\n                \n              \n              \n                 O\n                15 (44.1%)\n                9 (52.9%)\n                6 (35.3%)\n                \n              \n              \n                Smoking history\n                \n                \n                \n                1.0\n              \n              \n                 Yes (Current or Ex-smoker)\n                15 (44.1%)\n                8 (47.1%)\n                7 (41.2%)\n                \n              \n              \n                 Never\n                19 (55.9%)\n                9 (52.9%)\n                10 (58.8%)\n                \n              \n              \n                Familial lung cancer (FLC)\n                \n                \n                \n                0.00036\n              \n              \n                 Positive\n                19 (55.9%)\n                15 (88.2%)\n                4 (23.5%)\n                \n              \n              \n                 Negative\n                15 (44.1%)\n                2 (11.8%)\n                13 (76.5%)\n                \n              \n              \n                Anatomy site\n                \n                \n                \n                1.0\nb\n\n\n              \n              \n                 Left lung\n                15 (44.1%)\n                7 (41.2%)\n                8 (47.1%)\n                \n              \n              \n                 Right lung\n                18 (52.9%)\n                9 (52.9%)\n                9 (52.9%)\n                \n              \n              \n                 Bilateral lung\n                1 (3.0%)\n                1 (5.9%)\n                0 (0.0%)\n                \n              \n              \n                Histology type\n                \n                \n                \n                0.11\nc\n\n\n              \n              \n                 Adenocarcinoma (AD)\n                22 (64.7%)\n                13 (76.5%)\n                9 (52.9%)\n                \n              \n              \n                 Squamous cell carcinoma (SCC)\n                9 (26.5%)\n                2 (11.8%)\n                7 (41.2%)\n                \n              \n              \n                 Small cell lung cancer\n                1 (3.0%)\n                1 (5.9%)\n                0 (0.0%)\n                \n              \n              \n                 Others\n                2 (5.8%)\n                1 (5.9%)\n                1 (5.9%)\n                \n              \n              \n                Stage\n                \n                \n                \n                0.17\n              \n              \n                 I\n                11 (32.4%)\n                7 (41.2%)\n                4 (23.5%)\n                \n              \n              \n                 II\n                3 (8.8%)\n                0 (0.0%)\n                3 (17.6%)\n                \n              \n              \n                 III\n                16 (47.0%)\n                8 (47.1%)\n                8 (47.1%)\n                \n              \n              \n                 IV\n                4 (11.8%)\n                2 (11.8%)\n                2 (11.8%)\n                \n              \n              \n                Distant organ metastasis\n                \n                \n                \n                1.0\n              \n              \n                 Present\n                4 (11.8%)\n                2 (11.8%)\n                2 (11.8%)\n                \n              \n              \n                 Absent\n                30 (88.2%)\n                15 (88.2%)\n                15 (88.2%)\n                \n              \n            \n          \n          \n            \n              a\n              For categorical variables, using Fisher’s exact test (2-tailed).\n            \n            \n              b\n              p value calculated for left/right lung only, other sites are not included.\n            \n            \n              c\n              p value calculated for AD/SCC only, other types are not included.\n            \n          \n        \n        Tissue sample pairs including cancer and adjacent nonmalignant tissue of the same patient were immediately separated after resection and independently stored in RNAlater (Sigma, St. Louis, MO, USA), all following sterile operation. (In brief, for the sake of ease “normal” is used to represent “adjacent nonmalignant tissue”, as references appear frequently in the manuscript). A slide was cut from every sample for HE stain. Those containing >60% cancer tissue and <15% necrosis were used for the study. However, not all the tissue parts have enough size for both 16S rRNA sequencing and RNA-seq, and not every sample fits the strict quality control standard for sequencing. Primarily, we chose 24 paired tissue samples, plus unpaired samples: 1 cancer, 6 normal, and 5 benign tumors (adjacent normal) for 16S rRNA. After that, 29 normal tissue samples from the same patient pool were selected for RNA-seq, in order to match the host “tissue-soil” and the microbiome inside. Specific sample information was in \nTable S3\n.\n16S rRNA Sequencing for the Microbiome, RNA-Seq for Tissue Gene Expression\n        The 16S rRNA sequencing for tissue microbiome and RNA-seq for host lung tissue gene expression were performed by BGI-TECH (http://www.genomics.cn). Subsequent data processing and analysis were in \nSupplementary Materials\n. All sequencing data have been deposited under the BioProject: PRJNA790037 and are publicly available at the location: https://www.ncbi.nlm.nih.gov/sra/PRJNA790037\nStatistical Analysis\n        The primary comparison using separate cancer/normal data covered FLC, IAP, gender, and smoking groups, significantly different microbes in these groups were screened out respectively. In order to better explore the microbe variation among other characteristics, the data were further analyzed for more details by using combined data, which included FLC, IAP, gender, smoking, age, blood type, anatomy site, histology type, and TNM stage. Because certain parameters had more than two subcategories, and 16SrRNA data were not strictly paired, which might make very small subgroups. To address this problem, we combined normal/cancer tissue data from one patient to generally represent the microbiome of that individual (In total 24 paired subjects; for specific microbes detected only in one tissue type, the taxa and abundance were kept directly; for microbes found in both tissues, the mean value of their abundance were used for that taxa). There were seven subjects who only had cancer or normal tissue sequenced, the one-tissue data was used to represent the patient as an alternative option since one’s normal/cancer tissue shared major microbiome, which could be found in the results. Specific information was in supplementary materials (\nTables S4–S23\n).\n        Briefly, α-diversity indices based on species-level were calculated by Mothur (v1.31.2), suing separated normal/cancer tissue data, which included: observed species, Chao, ace, Shannon and Simpson index. β-diversity analysis based on species level was done by QIIME (v1.80), using separated normal/cancer tissue data; unweighted_unifrac PCoA plots were used to represent the β-diversity results. Significantly different microbes among subgroups were screened out by the Wilcox test (applied for 2 subgroups) and Kruskal test (applied for more than 2 subgroups). Differentially expression genes (DEG) between subgroups were identified by DEGseq algorithms. R studio (R v4.1.1) was mainly used to analyze the data, including Venn, PCA, LEFse, PLSDA, PERMANOVA, Wilcox test, and Kruskal test. Statistical analysis for patient clinicopathologic data was evaluated by Fischer’s exact test using SPSS 22.0 (SPSS Institute, Chicago, IL, USA). P<0.05 (two-sided p-value) was considered to be significant.\nThe Overall Landscape of Lung Cancer Microbiome: The Same Dominant Species With a Variety of Subgroup-Specific Microbes in Low Abundance\n        In this section, we first depicted the major features of our lung cancer microbiome, the characters of each subgroup would be described specifically in the following sections. In total 60 samples, 2724 OTU were identified (Operational Taxonomic Units); all the tissues had similar OTU, (Average: 319; Range: 251-398; SD 31). Because all samples derived from the same organ—the lung—the dominant microbial communities were the same, and were adapted primarily to the overall lung environment. All subjects had the same dominate phylum, genera and species: in phylum (\nFigure 1A\n): Firmicutes~83%, Proteobacteria~15%, Bacteroidetes~1%, Actinobacteria~0.34%; in genera (\nFigure 1B\n): Anoxybacillus~50%, Geobacillus~31%, unclassified~13%, Acinetobacter~2%; and in species (\nFigure 1C\n): Anoxybacillus _kestanbolensis, Geobacillus _vulcani, Acinetobacter _guillouiae. That was quite different from what was previously found in NCI-MD and TCGA lung cancer, which included totally 1117 tumor/252 normal samples (23). First, our study and their work found the same main phylum but with greatly varied ratio: in NCI-MD/TCGA data, Proteobacteria~60-70% was the dominate phylum, followed by Acinetobacter~13-26% and Firmicutes only 13-20%, Bacteroidetes~3-5%. Second, in NCI-MD/TCGA data, genera Burkholderia, Pseudomonas, Cupriavidus, Streptococcus, Acidovorax were the most abundant in both AD and SCC. Besides, the genera we found were also different from what reported dominate the normal lung: Prevotella, Veillonella, and Streptococcus (24).\n        \n          Figure 1\n          \n            Overall landscape of lung cancer microbiome: the same dominant species and a variety of subgroup-specific microbes in low abundance. Since they were derived from the same organ, all the samples had the same dominant phylum (A), genus (B), and specie (C). Notably, subjects’ microbiome could be separated by PLSDA analysis based on characters: FLC (D), IAP (E), gender (F), and smoking (G). OTU details in four subgroups, subgroup-specific OTU were marked in bigger numbers: (H) FLC vs Sporadic lung cancer; (I) High-IAP vs Low-IAP; (J) Female vs Male; (K) smoker vs never smoker. The comparison among subgroup’s normal tissue and the benign control: (L) FLC normal vs sporadic normal vs benign; (M) High-IAP normal vs Low-IAP normal vs benign; (N) Female normal vs Male normal vs benign; (O) Ever smokers’ normal vs never smokers’ normal vs benign. C1/N1, cancer/normal tissue of familial lung cancer; C2/N2, cancer/normal tissue of sporadic lung cancer; C.H/N.H, cancer/normal tissue from high indoor air pollution region (High-IAP); C.L/N.L, cancer/normal tissue from low indoor air pollution region (Low-IAP); C.F/N.F, cancer/normal tissue of female lung cancer; C.M/N.M, cancer/normal tissue of male lung cancer; C.E./N.E, cancer/normal tissue from ever smokers; C.N/N.N, cancer/normal tissue from never smokers; B, benign tumor.\n          \n          \n        \n        Even having the same dominant species, our subjects’ microbiome could be separated by PLSDA analysis based on characteristics: FLC (\nFigure 1D\n), IAP (\nFigure 1E\n), gender (\nFigure 1F\n), and smoking (\nFigure 1G\n), suggesting these features could influence lung microbiome in certain ways, and there must be some microbes that made each subgroup different. As a result, in the following sections, we combined clues from three indices: subgroup-specific OTU number, α-diversity, and β-diversity to collectively analyze and describe the special characters of each subgroup. Here we fist gave a general description on the three indices.\n        The subgroup-specific OTU number: OTU number that not shared with other subgroups and unique to this population; it was one means numerically reflecting biodiversity of the subgroup. Notably, every subgroup had their specific OTU (Average: 303; Range: 172-454; SD 69), suggesting a variety of subgroup-specific microbes in low abundance. Interestingly, most cancer groups had reduced specific OTU than their normal counterpart: from the total of eight, six groups all had lower cancer-specific OTU, C1:289 < N1:314, C2:266 < N2:353 (\nFigure 1H\n), C.L:279 < N.L:374, C.H:273 < N.H:295 (\nFigure 1I\n), C.M:321 < N.M:454 (\nFigure 1J\n), and C.E:172 < N.E:274 (\nFigure 1K\n), while only two groups had slightly higher cancer-specific OTU, C.F:233 > N.F:210 (\nFigure 1J\n) and C.N:379 > N.N:369 (\nFigure 1K\n), suggesting generally decreased specific-OTU biodiversity in cancer tissues. Additionally, the benign group, from lungs with no cancer, seemed to show a much lower subgroup-specific OTU than all lung cancer and normal tissues, B:148 < N1:473, B:148 < N2:475 (\nFigure 1L\n), B:148 < N.L:500, B:148 < N.H:435 (\nFigure 1M\n), B:148 < N.F:280, B:148 < N.M:689 (\nFigure 1N\n), B:148 < N.N:504, and B:148 < N.E:394 (\nFigure 1O\n) This suggests “cancer-free lungs” could possibly have a quite different microbiome than the lungs with cancer; as a result, we did not use the benign group frequently in later comparisons. The subgroup-specific OTU number would also help to explain special features of each subgroup, that would be mentioned in the following sections.\n        The α-diversity and β-diversity evaluate the complexity of the whole microbiome. Since all our samples had the same dominate phylum, genera, and species, so the α-diversity and β-diversity based on all microbes did not reach statistical significance. Although not significant, visible difference could be found among subgroups in their α-diversity and β-diversity. These differences were mainly caused by microbes in low-abundance and subgroup-specific microbes; even though not the dominant ones, these microbes could still have an influence on lung microenvironment. For α-diversity, in \nFigure 2A\n: subgroup C2 mean value was some higher than C1, N1 in all 5 indices: observed species, Chao, ace, Shannon, Simpson; and C2 was clearly higher than C1, N1, and N2 in Shannon and Simpson value; reflecting that C2 may harbor a more diversified microbiome than C1, N1, and N2. (The sample biodiversity is proportional with: observed species, Chao, ace, and Shannon values, while it has an negative correlation with Simpson value. Observed species, Chao and ace value can reflect the species richness of sample. Shannon and Simpson value reflect the sample diversity affected by both specie richness and species evenness, that is the two also consider the abundance of every species. With the same species richness, greater species evenness and higher biodiversity means a bigger Shannon or smaller Simpson value. The Good’s coverage index reflects whether the sequencing results represent the real situation of microbes in the sample. Here, all our subgroups had coverage around 0.999, and thus appropriately reflected the real situation of the microbiome of the sample. The related α-diversity data were in supplementary materials, \nTables S24–S27\n. In following sections, we describe α-diversity difference for \nFigures 2B–D\n, which reveals the special features of each subgroup gradually.\n        \n          Figure 2\n          \n            The α-diversity and β-diversity of our subject population. The α-diversity included several indices: observed species, Chao, ace, Shannon, and Simpson. The complexity of the sample is proportional with the first four values, while having a negative correlation with Simpson value. Observed species, Chao, and ACE value can reflect the species richness of the community. Shannon and Simpson values also reflect the species diversity of the community, affected by both specie richness and species evenness, that is the two values also consider the abundance of each species. With the same species richness, the greater the species evenness, the greater the community diversity; that is the bigger the Shannon or the smaller the Simpson value. The Good’s coverage index reflects whether the sequencing results represent the real situation of microbes in the sample. Here, all the groups had a coverage of around 0.999, appropriately reflecting the real situation of the sample’s microbiome. The α-diversity for four groups: (A) FLC vs Sporadic lung cancer; (B) High-IAP vs Low-IAP; (C) Female vs Male; (D) Smoker vs never smoker. Five lines from bottom to top is the minimum value, the first quartile, mean, the third quartile, and the maximum value, and the abnormal value is shown as ‘o’. In β-diversity, uniFrac uses the system evolution information to compare the composition of community species between samples. Since different microbes were detected in low abundance, β-diversity was analyzed by unweighted_unifrac, which didn’t calculate the abundance of sequences. The β-diversity for four groups: (E) FLC vs Sporadic lung cancer; (F) High-IAP vs Low-IAP; (G) Female vs Male; (H) Smoker vs non-smoker. Since all the samples were lung tissues, all of them had the same dominant phylum, genera, and species, that represented the basic microbiome of the organ lung. As a result, α-diversity and β-diversity based on all species did not reach statistical significance. Although not significant, visible differences could be found among subgroups. These differences are mainly caused by those in low abundance and subgroup-specific microbes, even those ones not dominant; these microbes could still have their influence on the lung microenvironment. C1/N1, cancer/normal tissue of familial lung cancer; C2/N2, cancer/normal tissue of sporadic lung cancer; C.H/N.H, cancer/normal tissue from high indoor air pollution region (High-IAP); C.L/N.L, cancer/normal tissue from low indoor air pollution region (Low-IAP); C.F/N.F, cancer/normal tissue of female lung cancer; C.M/N.M, cancer/normal tissue of male lung cancer; C.E./N.E, cancer/normal tissue from ever smokers; C.N/N.N, cancer/normal tissue from never smokers; B, benign tumor.\n          \n          \n        \n        For β-diversity, since different microbes were in low abundance, in order to reflect the difference induced by less abundant microbes, we used unweighted_unifrac PCoA plots, which looked for how much the two subgroups could overlap with each other, or how much they separated apart. In other words: the more overlap, the more similar the two groups; the less overlap, the bigger their difference, or bigger the change. At the least, it was an alternative means to compare how similar the two microbiomes were, or how much the microbiome changed from normal to cancer. For example, in \nFigure 2E\n, subgroup N1 and N2 showed much apparent overlap, which meant their microbiome were quite similar to each other, for N1 and N2 were both normal lung tissues, so their microbiome could be similar generally. C1 vs N1 had some clear overlap, but some subjects drifted outside the “overlapped area”, which meant when N1 developed into its cancer form C1, the microbiome changed, but with a smaller variance. Compared with C1 vs N1, C2 vs N2 had less overlap, meaning when N2 developed into cancer form C2, the microbiome changed with a bigger variance. For C1 vs C2, they seemed to have the least overlapped area among the four, so the two groups’ cancer tissues may harbor microbiomes with bigger differences. Later, we would describe β-diversity difference for \nFigures 2F–H\n, which helped to reveal the special features of subgroups.\n        In the following sections, we combined clues from the 3 indices: subgroup-specific OTU number, α-diversity, and β-diversity to collectively analyze/describe the special characters of each subgroup. For that, we need to gradually cite pictures from \nFigures 1\n, \n2\n to describe the related information step by step.\nFLC Microbiome: Low Total Species, Lower Diversity, Less Tend to Change\n        Importantly, FLC patients had less normal specific OTU compared with sporadic ones (314 vs 353), but they showed a slightly higher cancer-specific OTU (289 vs 266) (\nFigure 1H\n). Secondly in \nFigures 2A\n, FLC indeed had lower α-diversity than the sporadic group in both cancer/normal (mean value: C1<C2, N1<N2, in observed species, Chao, ace). For details, FLC cancer not only had less species richness but also low species evenness, while sporadic cancer microbiome seemed to have relatively higher species richness but also better species evenness (mean value: C1<C2, in Shannon, Simpson); FLC normal also had lower species richness, but it may completely miss some rare species found in sporadic normal, thus seemingly better in species evenness, so the Shannon and Simpson diversity were higher than sporadic normal (mean value: N1>N2, in Shannon, Simpson). In \nFigure 2E\n, β-diversity revealed: FLC normal microbiome showed clear overlap with sporadic normal, suggesting similarity; but their cancer microbiome separated quite considerably, reflecting more difference. Further, the FLC microbiome changed relatively less between cancer/normal, while sporadic microbiome changed considerably more from normal to cancer (C1 vs N1 had some clear overlap, and some subjects outside the overlapped area, it meant when N1 developed into cancer form C1, the microbiome changed with a smaller variance. Comparatively, C2 vs N2 had less overlap, it meant when N2 developed into cancer form C2, the microbiome changed with a bigger variance.). Notably, 68% of FLC patients were men, so the features of the FLC microbiome were not mainly caused by gender, even women’s microbiome showed similar features in the next paragraph. Taken together, the FLC microbiome seemed to be smaller, low-diversity, and inactive to change.\nFemale Microbiome: High Total Species, Low Specific Species, Less Prone to Change; Male Microbiome: Low Total Species, High Specific Species, More Likely to Change\n        Male/female: our female patients had the minimum normal tissue-specific OTU among all normal subgroups (210 vs 314, 353, 295, 374, 454, 274, 369), while male patients had the highest normal tissue-specific OTU in all subgroups (454, the maximum specific OTU) (\nFigures 1H–K\n). Women also had much lower specific OTU than men in both normal/cancer tissue, (210 vs 454, 233 vs 321) (\nFigure 1J\n). Compared with the benign control, women also had much lower normal-specific OTU than men (280 vs 689) (\nFigure 1N\n). Taken together, in normal lung tissue, women tended to have relatively lower specific species, while men have higher specific species. However in \nFigure 2C\n, our women showed generally higher α-diversity than men in both cancer/normal (mean value: C.F>C.M, N.F>N.M, in observed species, Chao, ace, Shannon); additionally, the clearly higher observed-species mean value in females indicating: women’s microbiome might have more total species than that of men, while male microbiome harbored relatively fewer total species. Accordingly, our men seemed to have a more “concentrated” microbiome than the women (\nFigure 1F\n). In \nFigure 2G\n for β-diversity: our female normal microbiome also showed major overlap with male normal, reflecting general similarity; but the female microbiome did not change too much between normal/cancer (N.F vs C.F almost overlapped together); in contrast, our male microbiome changed clearly more from normal to cancer (N.M vs C.M had relatively less overlapped area, also distributed differently), which led to the separation of male/female cancer microbiome (C.M vs C.F). Summarily, our female microbiome was constituted by high total species, but a lot of these microbes might be shared with others, as a result, the women carried lower specific species; it could possibly explain: carrying a wide range of “shared lung microbes”, made female microbiome less prone to change. Notably, 50% of female patients were sporadic, even some features of the female microbiome were similar to FLC, it could not be completely attributed to FLC ratio.\n        Smoker/nonsmoker, in \nFigure 2D\n: in normal lung, nonsmokers’ microbiome showed overall higher α-diversity than smokers’ (mean value: N.N>N.E, in all 5 indices), suggesting generally better lung microenvironment; but smokers had slightly higher cancer α-diversity than nonsmokers (mean value: C.E>C.N, in observed species, Chao, ace, Simpson). That related to what was found in β-diversity (\nFigure 2H\n): Even their normal microbiome had visible overlap with each other; smoker microbiome changed more from normal to cancer (N.E vs C.E had much less overlapped area, also distributed differently), which led to wider separation in smoker/nonsmoker cancer microbiome (C.N vs C.E had much less overlapped area, and distributed quite differently); while nonsmokers’ microbiome seemed to change much less from normal to cancer (N.N vs C.N largely overlapped together). Summarily: if normal lung had more total species and higher α-diversity, reflecting a microbiome with better buffering potential, thus the microbiomes were less likely to change from normal to cancer. Comparatively, less total species and lower normal lung α-diversity might lead to the microbiome being less stable and more likely to change.\n        Another finding: from normal to cancer, a slightly increased “cancer α-diversity” could be observed in four subgroups: sporadic (\nFigure 2A\n, mean value C2>N2 in observed species, Shannon, Simpson), low-IAP (\nFigure 2B\n, mean value C.L>N.L in observed species, Chao, Shannon, Simpson), men (\nFigure 2C\n, mean value C.M>N.M in Chao, Shannon, Simpson) and smokers (\nFigure 2D\n, mean value C.E>N.E in all five indices). Accordingly, these four subgroups also showed relatively larger β-diversity change from normal to cancer (\nFigure 2E\n, C2 vs N2. \nFigure 2F\n, C.L vs N.L. \nFigure 2G\n, C.M vs N.M. \nFigure 2H\n, C.E vs N.E. all showed relatively less overlapped area or different distribution, compared with their counterpart). One assumption was: some cancer microbiome tended to have more species richness and better species evenness; since host “cancer soil” may support certain microbes’ colonization and reproduction; resulting in higher cancer α-diversity. Potentially, the slight increase in cancer-associated species may reflect the elevated chaos in the cancer tissue itself, which carried various somatic mutations. Other groups also reported increased microbiome richness and diversity in cancer tissue (23, 25).\nSmoking and IAP Decreased Specific-OTU Biodiversity, Especially in Normal Lung\n        The influence of smoking and IAP on biodiversity appeared complex. Compared with low-IAP patients, the High-IAP group seemed to have slightly lower cancer α-diversity, but higher normal α-diversity (\nFigure 2B\n, mean value C.H<C.L in observed species, Shannon, Simpson; mean value N.H>N.L in all five indices). Similarly, smokers had a little higher cancer α-diversity, but lower normal α-diversity, when compared with nonsmokers (\nFigure 2D\n, mean value C.E>C.N in observed species, Chao, ace, Simpson; mean value N.E<N.N in all 5 indies). In \nFigure 2F\n for β-diversity: high-IAP microbiome changed relatively less between cancer/normal (C.H vs N.H largely overlapped together), and high-IAP normal microbiome overlapped greatly with low-IAP normal, but their cancer microbiomes were clearly different (C.H vs C.L quite less overlapped area); since low-IAP microbiome changed apparently more from normal to cancer (N.L vs C.L very small overlap area). However, considering subgroup-specific OTU made that problem much clearer: smoking and IAP dramatically decreased specific-OTU biodiversity, especially in normal lung tissues. In the normal part, high-IAP specific OTU had a big decrease compared to the low-IAP group (\nFigure 1I\n: 295 vs 374); and smokers specific OTU dropped much more than nonsmokers (\nFigure 1K\n: 274 vs 369). Similarly in the cancer part, IAP only made a slight specific OTU change (\nFigure 1I\n: 273 vs 279), but smoking caused the biggest specific OTU drop (\nFigure 1K\n: 172 vs 379). Additionally, compared with the benign control, the low-IAP group and nonsmokers both showed higher normal specific OTU than their counterparts (\nFigure 1M\n: 500 vs 435, \nFigure 1O\n: 504 vs 394). Conclusively, pollution inside the lung microenvironment was noxious to the “host lung ecosystem”. Generally, pollutants from smoking and coal burning could influence the microbiome of oral, lung, and gut, leading to various diseases (26, 27), via directly changing microenvironmental oxygen, pH, and chemical composition; affecting the immune system (28), or promoting colonization of specific taxa through biofilm formation (26, 29).\nMicrobes Enriched or Dropped in Lung Cancer Tissue\n        Among all subgroups, some genera increased universally or frequently in cancer tissue; including Staphylococcus, Capnocytophaga, Lachnoanaerobaculum, Fusobacterium, Oligella, Rubellimicrobium, Marinococcus Sphingomonas, and Sphingopyxis. Firstly, Staphylococcus is commonly found in the environment, and is normal human flora (30); Capnocytophaga, Lachnoanaerobaculum, and Fusobacterium are normal mouth flora; species from these four genera are known to cause opportunistic infection, especially in immune-compromised hosts (30–33). Moreover, Fusobacterium nucleatum is reported to be prevalent in colorectal cancer (33). Oligella ureolytica was identified as a sporadic colonizer in the respiratory tract of cystic fibrosis patients (34), and also reported in bloodstream infection of lung cancer patients (35). In contrast, Rubellimicrobium are mainly isolated from soil and are also found in the air (36); Marinococcus usually lives in high-salinity environments like the sea, salt lakes, and salt mines (37); its accumulation in cancer tissue might be due to salt body fluid effusion. Intriguingly, Sphingomonas and Sphingopyxis are soil microbes; both are famous for their degradation of PAHs, pesticide, and organometallic compounds (38–41). Therefore, enrichment of these microbes in subjects exposed to IAP indicated: PAHs and other pollutants accumulated in patients’ lungs provided a substrate for the microbes, and possibly support their growth.\n        On the other hand, some genera decreased or depleted in cancer tissue, presenting a different trend: we found Comamonas often decreased in cancer; while species of Comamonas could cause opportunistic infection but are also known to degrade PAHs and are tolerant to heavy metals (42, 43). Additionally, Peptococcus were not detected in cancer tissue but only found in normal tissue; but previous work suggested Peptococcus is also an opportunistic pathogen (44). Taken together, since both were not likely to be probiotics, their abundance drop in cancer tissue might be explained as being out-competed by other microbes. Finally, some genera were only enriched in certain groups, different genera and species were listed in \nTables S28–S39\n.\nMicrobes Showed Special Features in Familial Lung Cancer\n        There were microbes highlighted in the FLC group (\nTable S28\n). From normal tissue to cancer, Capnocytophaga, Fusobacterium rose dramatically in FLC cancer (about 5X and 42X); meanwhile, Sphingomonas, Sphingopyxis both increased apparently in FLC cancer (about 1.3X and 1.4X); reflecting that they were more likely to accumulate in FLC cancer tissue. Additionally, Gemmata was only found in the FLC population from both cancer/normal; it mainly lives in soil, but has also been detected on human skin, so it could be an opportunistic pathogen (45). Rhodococcus decreased in FLC but increased in the sporadic group; some could cause opportunistic infection (46), while its species are also used to degrade environmental pollutants (47).\n        For further investigation, permutational multivariate analysis of variance (PERMANOVA) was used to process the combined normal/cancer tissue data, and the significantly different microbes were listed in \nTable S29\n. Interestingly, the genera Staphylococcus, Rubellimicrobium, Oligella, Comamonas, and Sphingomonas were the same as detected in separate cancer/normal data; while Alteromonadales and Acetobacteraceae were newly found. Only staphylococcus was less abundant in the FLC group, the others were all elevated in the FLC population, especially PAHs-degrading Comamonas and Sphingomonas.\nMicrobes Elevated in Patients Exposed to Indoor Air Pollution\n        Like the FLC population, from normal to cancer, Fusobacterium increased quite dramatically in high-IAP cancer than low-IAP (about 24X vs 4X). Notably, some genera only enriched in IAP-related groups (\nTable S30\n). Firstly, Selenomonas, Thermomonas rose in cancer for both IAP groups, and the two genera were much more abundant in high-IAP normal lung. Selenomonas was reported in the oral microbiome of systemic diseases (48); Thermomonas mainly isolated from soil/sediment, which may have pollutants-degradation potential (49, 50); suggesting they were likely to be opportunistic pathogen flourished in high IAP environment. Secondly, we found Acidovorax, Butyricicoccus decreased in cancer for both IAP groups; while others reported Acidovorax were enriched in smokers’ SCC (23); Butyricicoccus mainly in the gut microbiome, and were reported in colorectal cancer (51). Thirdly, Actinomyces (often in human infection (52)) and Rhodococcus dropped in high-IAP cancer, but rose in Low-IAP cancer; these changes reflected the dynamic complexity of the lung cancer microbiome.\nMicrobes Different Between Men/Women and Smokers/Nonsmokers\n        Notably, Comamonas were 1.4~2 times higher in nonsmokers in both tissue types; from normal to cancer, Sphingomonas dropped in both men and smokers’ cancer but increased in women and nonsmokers’ cancer, so its abundance was 2~3 times higher in women and nonsmokers’ cancer, compared to their counterparts respectively (\nTables S31, 32\n). Taken together, these PAHs-degrading microbes tended to accumulate in female or nonsmoker groups. In addition, Capnocytophaga was nearly 9 times more abundant in female normal tissue than males’. Vagococcus was only found in the gender group, it rose in cancer of both genders, and was higher in female cancer. Actually, this genus is often found in animals and is rarely reported in human infection (53).\nMicrobiome Varied in Age, Blood Type, Anatomy Site, Histology Type, and TNM Stage\n        In order to better understand the microbe variation among other characteristics the data was further analyzed, which covered: age, blood type, anatomy site, histology type, and TNM stage (\nFigure 3\n). The combined normal/cancer tissue data from one patient were used to generally represent the microbiome of the individual, and the significantly different microbes were listed in \nTables S33-S39\n. These microbes were mainly found in the environment, and many of them were opportunistic pathogens.\n        \n          Figure 3\n          \n            PLSDA results for age, anatomy site, blood type, histology, and TNM stage. PLSDA analysis for patients’ age (A), anatomy site (B), blood type (C), histology type (D), and TNM stage: T stage (E), N stage (F), M stage (G), Tumor stage (H). The combined normal/cancer tissue data from one patient were used to generally represent the microbiome of the individual.\n          \n          \n        \n        Initially, we found wider genera were more likely to accumulate in patients older than 50 years, while younger patients (<50 years) shared a smaller variety (\nTable S33\n and \nFigure 3A\n). For example, opportunistic pathogen Actinomyces, Corynebacterium, Deinococcus, Fusobacterium, Mycoplasma were all clearly higher in the older group, in which Deinococcus species were known for their resistance to radiation and oxidative stress (54). On the other hand, Acetobacter, Acinetobacter, Clostridium, Lactococcus, Oscillospira were more abundant in the younger group, in which Acetobacter and Clostridium function in wastewater treatment, helping degrade pollutants (55); gut microbe Oscillospira was described as a future probiotic (56). Other studies also supported age as a parameter helping to shape the lung microbiome (57).\n        Interestingly, patients’ microbiome could also be grouped by their tumor anatomy site (\nFigure 3B\n and \nTable S34\n); it meant: the left/right lung, the upper/lower lobe were like different “terrain”; that was different habitat for their own microbe population. For example, most different genera were more abundant in the right lung, with many higher in the lower lobes. That could be explained by the structure of the organ: the right lung has wider and shorter bronchus, making inhaled particles/aerosol easier to enter the right side; and the lower lobes were more likely to accumulate bigger particles carrying microbes. Actually, considerable regional variation can be found in one lung, because numerous factors would impact bacterial growth: oxygen tension, pH, temperature, blood perfusion, alveolar ventilation, epithelial cell structure, deposition of inhaled particles, plus concentration and behavior of immune cells (58–60). Besides, another PAHs-degrading Novosphingobium (61) was also detected but seemed to prefer the upper lobes. In addition, we noted patients’ microbiome varied among different blood types (\nFigure 3C\n, \nTable S35\n), which consisted with others work: blood type could contribute to shaping human microbiome, for certain bacteria could use host glycans as receptors to adhere to the host, and some liberate host blood glycans as a nutrient (62). Histology type is one major character of cancer, and also inhabited with different microbes (\nFigure 3D\n, \nTable S36\n); we found 5 different genera and all were higher in adenocarcinoma. Consistently, other studies also found different microbiomes between lung AD and SCC (23).\n        Not surprisingly, patients’ microbiome also differed in the TNM stage (\nFigures 3E–H\n, \nTables S37–S39\n). Firstly, most opportunistic pathogens rose in the T3_4 group (\nFigure 3E\n, \nTable S37\n), only Massilia and probiotic Lactobacillus were more abundant in the T1_2 group. Secondly, similar was seen in the N group; from N0 to N1-2 (\nFigure 3F\n, \nTable S38\n), increased genera mainly cause opportunistic infection. Only Blastomonas, Bradyrhizobium, Kaistobacter were higher in the N0 group; among them, Bradyrhizobium, and Kaistobacter were reported to play important roles in pollutant degradation/detoxication, including PAHs and heavy metals (63, 64). Even there were only two M1 patients, their microbes’ composition still drifted outside the M0 population (\nFigure 3G\n). Finally, opportunistic pathogens increased in stage III_IV (\nFigure 3H\n, \nTable S39\n); but Blautia, Cloacibacterium, and probiotic Lactobacillus were higher in stage I_II patients. In which gut microbe Blautia was reported as potential probiotics (65), and Cloacibacterium were able to detoxify heavy metals by producing extracellular polymers (66). In conclusion, for the earlier stage, we found relatively higher probiotics and pollutants-detoxication genera; while in the later stage opportunistic pathogens rose in abundance and variety. Similarly, other studies also noted differential abundance between stage I–IIIA and IIIB–IV, with later-stage having more enriched oral commensals, such as Haemophilus, Fusobacterium, Gemella, etc. (67).\nHost Normal Lung Gene Expression Patterns: No Significant Overall Expression Difference; With Typical DEGs in Host-Microbes Symbiotic Interactions, Chemical Carcinogenesis, Dysregulated Immune Reaction\n        In order to compare host “tissue-soil” and the microbiome live inside, 29 normal tissue samples from the same patient pool were selected for RNA-seq, the gene expression pattern in each group was illuminated. In our cohort, a total of 19348 genes were detected; since all samples were normal lung tissue, which meant the genes expression need to maintain “generally normal” tissue structure and functions; thus, no significant difference was observed based on the overall gene expression. In \nFigure 4A\n, across FLC and sporadic patients, every individual had very similar gene-expression-bar and mean-expression levels. In \nFigure 4B\n, every subject showed similar gene expression level distribution for high level (FPKM ≥ 10), middle (FPKM 1~10), and low level (FPKM ≤ 1), no matter they were FLC or sporadic. As no major difference, we focused on finding genes with smaller variations among subgroups. In gene expression analysis, subgroups FLC, IAP, and gender were included. Because the comparisons were between normal tissues, only a few differentially expressed genes (DEGs) were found in each group (\nFigures 5A–C\n and \nTables S40–S42\n). They were: FLC vs sporadic, up 79 down 152; high-IAP vs low-IAP, up 119 down 136; female vs male, up 111 down 211; with DEGs, Gene Ontology (GO) and KEGG pathway classification and functional enrichment were performed (\nFigures 5D–L\n).\n        \n          Figure 4\n          \n            Host normal lung tissue gene overall expression. (A) Box-plot of overall gene expression in each subject. X-axis represented each sample, in the related subgroup. Y-axis represented the log10FPKM value. Five lines from bottom to top is the minimum value, the first quartile, mean, the third quartile, and the maximum value, and the extreme values were shown as black dots. (B) Gene expression distribution in each subject. Which showed the gene amount under three different FPKM ranges (FPKM <= 1、FPKM 1~10、FPKM >= 10)X-axis represented each sample, in the related subgroup. The Y-axis represented the gene amount; the dark color meant the high expression level which FPKM value >= 10, while the light color meant the low expression level which FPKM value <= 1. FPKM: Fragments Per Kilobase per Million, FPKM is a unit used in RNA-seq, which represents gene expression level; the bigger FPKM value, the higher gene expression level.\n          \n          \n        \n        \n          Figure 5\n          \n            Host normal lung tissue differentially-expressed-gene patterns (1). M-A plot of differentially expressed genes (DEGs) in three groups: (A) FLC vs Sporadic lung cancer; (B) High-IAP vs Low-IAP; (C) Female vs Male (2). DEGs GO Term relationship network in three groups: (D) FLC vs Sporadic lung cancer; (E) High-IAP vs Low-IAP; (F) Female vs Male. The detailed large figures were in supplementary material, \nFigures S5–7\n (3). Pathway classification of DEGs in three groups: (G) FLC vs Sporadic lung cancer; (H) High-IAP vs Low-IAP; (I) Female vs Male (4). Enriched KEGG Pathway in three groups: (J) FLC vs Sporadic lung cancer; (K) High-IAP vs Low-IAP; (L) Female vs Male. N1, normal tissue of familial lung cancer; N2, normal tissue of sporadic lung cancer; N.H, normal tissue from high indoor air pollution region (High-IAP); N.L, normal tissue from low indoor air pollution region (Low-IAP); N.F, normal tissue of female lung cancer; N.M, normal tissue of male lung cancer.\n          \n          \n        \n        Host gene expression seemed to have less diversity than their microbiome since individual subjects could have different microbiomes, but all patients shared the same set of human genes. As a result of GO analysis, DEGs were enriched in quite representative biological processes universally in 3 subgroups (\nFigures 5D–F\n): (1) “Antimicrobial humoral and cell immune response”. This is an important interaction between lung microbiome and host tissue, basically to clean the lung environment, control microbe community, and maintain equilibrium. On the host side, necessary interaction with normal microbiome kept the body immune system healthy and functional (68). However, a biased immune response could be an accomplice: one study suggested commensal microbiota promote lung cancer development via γδ T Cells, by tumor-promoting inflammation (69). (2) “Modification of host structure and modification other organisms in symbiotic interaction”. Reflecting microbes and host cells dynamically adjusting their structure, metabolism, activities to adapt to living with each other. This basic process usually is a healthy balance, but once twisted by variables like inhaled carcinogens or hazardous microbes, which cause cell mutations and chronic inflammation, the combined effects could be cancer-promoting. (3) “Collagen catabolic process and cornification”. Collagen is one major component of the extracellular matrix, which provides a surface and nutrients for microbes. However, microbes’ activities like catabolizing extracellular components might damage the epithelial protective barrier, making cells more exposed to environmental carcinogens and infective agents. Cornification is a kind of apoptosis of squamous epithelial cells, and was reported associated with lung cancer prognosis (70). Secondly, the DEGs enriched cellular component included: “extracellular space”, in which most of the symbiotic interaction taken place. “cytoplasmic and specific granule vesicle lumen”, these included secretory and endocytic vesicles; the latter may contain microbes inside, while secretory vesicles from immune cells had a variety of functions in inflammation, recruiting immune cells, killing microbes, etc (68).\n        In KEGG analysis, DEGs were also enriched in representative pathways similarly in three subgroups. Crucial pathway classification was summarized from \nFigures 5G–I\n, based on major categories and keywords; which contained: (1) “Cell communication and signal transduction”, which represented the basic cell functions and multi-cell collaborations; actually cell-cell corporations had more advantages in defense against invasive microbes, such as epithelial cells bind tightly to from “defensive barrier”, while immune cells killing/removing harmful microbes. (2) “Cancer”, it has been long known: the adjacent nonmalignant tissue was not strictly normal, the gene expression also betrayed some features of cancer, but the samples still provide useful information. (3) “Infectious disease caused by bacteria, virus, parasites”, that might reflect the infections in cancer patients were complex, cancer could induce an immune-compromised microenvironment (25), led patient increasingly vulnerable to infectious agents. (4) “Xenobiotics biodegradation and metabolism”, indicating cells’ efforts in degrading inhaled carcinogens as well as microbes’ products/toxins, reflecting a very complicated chemical environment the lung cells had to cope with. (5) “Immune and digestive systems” were listed as the top two organismal systems, the immune system played vital roles in controlling microbes, while the digestive system may hold the biggest microbiome in the body, and together might hint at the important equilibrium between the immune system and body microbiome. Specifically, the typical enriched KEGG pathway was summarized from \nFigures 5J–L\n: (1) “IL-17 signaling pathway”. Actually, IL-17 is overexpressed in a subset of lung cancer patients, it has been considered as an important cytokine in cancer promotion, and was reported to inhibit antitumor immune responses (71); plus, IL17 inflammatory phenotype could be caused by lower airway dysbiosis (67). (2) “Metabolism of xenobiotics by cytochrome P450”. (3) “Chemical carcinogenesis”. These two pathways were related to IAP and smoking conditions, in which subjects were exposed to carcinogens, accompanied by cells’ efforts on metabolic detoxification. (4) “Ras signaling pathway”, which is the famous cancer pathway. Summarily, the KEGG data collectively reflected triple interaction among host, pollutants, and microbiome, host immune response was clearly underlined.\n        Additionally, there were some enriched biological processes special to certain groups. For example, in the FLC population: “defense response to protozoan” (\nFigure 5D\n), reflecting FLC patients were more susceptible to opportunistic infections; actually, immune reactions against bacteria, virus, and parasites were all detected. “MAPK signaling pathway” (\nFigure 5J\n), the famous cancer pathway, was also enriched in the FLC group. “Alcoholism” (\nFigure 5J\n) might be explained by the drinking habits of some subjects, as a history of drinking was found in the personal medical records of some men. Furthermore, in the IAP subgroup, “Metalloendopeptidase activity” (\nFigure 5E\n) was detected, which was reported to suppress cancer metastasis (72); and “Notch signaling pathway” (\nFigure 5K\n), another canonical cancer pathway was enriched. Taken together, most DEGs were enriched in the process covering cancer promotion by chemical carcinogens and dysregulated immune reaction, in which microbes joined at least partly through symbiotic interaction with host epithelial cells and immune system.\nDiscussion\n      The lung microbiome is complex and highly diversified. Ours and others’ findings all suggested that each population may have its own characteristic dominant microbes, depending on the subjects’ source (23, 25, 67, 69). Importantly, a variety of subgroup-specific microbes existed in low abundance and reflected unique features of different subgroups. In a large population, the characters shared by the majority would stand out, but signatures of certain subgroups might be submerged. Our cohort had unique features of familial lung cancer (FLC) and indoor air pollution (IAP), which is a good model to study the complex interaction among fundamental variables in lung cancer etiology: patients’ genetic background, environmental carcinogens, as well as the specific microbiome. Firstly, our FLC microbiome seemed to be smaller, low-diversity, and inactive to change; that matched the features of an unhealthy “ecosystem” (68). In addition, FLC subjects also had features of younger age, later stage, higher tumor malignancy, etc. (73, 74). For both normal and cancer tissue, gene mutations might allow pathogenic species to dominate the community or increase the virulence of other normally commensal microbes; as one study noted: Apc mutation enhances mucosal bacterial adherence (75). Together, the FLC population may suffer from fragile lung epithelium, compromised immune surveillance, and weakened immune response (8, 11, 74). Therefore, we supposed that FLC susceptible factors cause increased lung cancer risks may partly by affecting lung biodiversity, especially in normal lung tissue. The susceptible mutations made the epithelial extracellular matrix “suitable soil” for some genera, while FLC immune systems were unable to clean inhaled microbes effectively; together creating a vulnerable host-microbes equilibrium.\n      Not surprisingly, we also noted microbiome differences in gender, age, blood type, anatomy site, histology type, TNM stage as well as IAP and smoking conditions; possibly suggesting the microbe community would make adaptive changes to almost any variable. Other studies also supported microbiome could vary among age, blood type, anatomy site, histology, TNM stage, and smoking (23, 26, 27, 57, 62, 67). Naturally, living microbes are sensitive organisms actively respond to their environment, adjusting themselves and making adaptive changes. The lung extracellular matrix and mucus layer are their “habitat”, like soil in the ecosystem, and changes in host “tissue soil” would to a greater or lesser extent influence microbes’ suitable niche or available resources, thus affecting their abundance or clone location. On the other side, chemicals from consistently inhaled air are also a certain “resource” or “toxin” to microbes, inhibiting some genera while benefiting some others. That is why smoking or air pollution could directly affect the lung microbiome. On a large scale, this highly diversified adaptability of tumor microbiome was supported by a study covering 1526 tumors across 7 cancer types, including breast, lung, ovary, pancreas, melanoma, bone, and brain tumors. They found each tumor type had a distinct microbiome composition, and also noted correlations between intratumor bacteria with tumor types, subtypes, smoking status, response to immunotherapy, etc. (25).\n      Environmental carcinogens are a vital culprit in lung cancer, they could induce genomic DNA mutations in host epithelial cells, making them potentially cancerous. Here, we found smoking and IAP dramatically decreased specific-OTU biodiversity, especially in normal lung tissue, suggesting the hazardous effects also struck the host microbiome. Generally, chemicals and particles from smoking or coal-burning could influence the microbiome of mouth, lung, and gut, leading to various diseases (26, 27); via directly changing microenvironmental oxygen, pH, and chemical composition; damaging epithelial cells (76); affecting the immune system (28); or promoting colonization and proliferation of certain taxa through biofilm formation (26, 29). Specifically, these pollutants affect the immune system on many levels: they influence the number and activity of macrophages, neutrophils, eosinophils, NK cells, mast cells, and airway dendritic cells, possibly leading to higher susceptibility to infections (28, 77). Biofilm is microbes’ self-organized polymer structure that insulates themselves from host defense and antibiotics, promoting bacterial persistence (29). One study in colon cancer indicated: biofilm could invade the host epithelial cell layer, increase DNA damage and foster chronic inflammation (75). It is possible that the metabolic advantages of biofilm and increased adherence to the epithelium support certain taxa expansion in a polluted lung environment. Additionally, the anchored biofilm could function as a stronghold for various opportunistic pathogens, which otherwise should be cleaned by the host immune system or antibiotics; as a result, expanding the microbes’ community in the lung, with increasing microbe activities, further damaging lung epithelium and exacerbating host immune burden, like a vicious cycle. Therefore, FLC factors could cause decreased normal lung biodiversity; then, smoking or IAP made even greater dysbiosis in normal lung ecosystems; these all contributed to lung cancer carcinogenesis.\n      Intriguingly, different microbes were enriched in 3 major categories: opportunistic pathogens, probiotics, and pollutants-detoxication microbes. The 1st category like Staphylococcus, Capnocytophaga, Fusobacterium, etc. often known to cause opportunistic infections. The 2nd included: Lactobacillus, Blautia, Oscillospira, which were recognized or predicted future probiotics, supposed to play a positive role in the microbiome (56, 65). Notably, the third involved: Sphingomonas, Sphingopyxis, Novosphingobium, Comamonas, Rhodococcus, Thermomonas, Bradyrhizobium, Kaistobacter, and Cloacibacterium, which are well-known for their degradation and detoxication of PAHs, pesticide, heavy metals and organometallic compounds (38–43, 47, 49, 50, 61, 63, 64, 66). Importantly, these microbes were frequently enriched in subjects of the FLC and IAP groups. Pollutants or cigarette smoke have been shown to reduce epithelial integrity and cell-cell contact, which can increase susceptibility to respiratory pathogens (76, 78). Further, continual inhalation of PAHs and other pollutants into patients’ lungs possibly provided a substrate for the microbes, and supported their growth. FLC genetic background might also facilitate these genera to colonize, taken together, allowing them to flourish in certain lung cancer microenvironments. Moreover, for younger age and earlier stages, we found relatively higher probiotics and pollutants-detoxication genera. However, in older age and later stage, the former two categories decreased, while opportunistic pathogens rose in abundance and variety. It seemed that pollutants-detoxication microbes were partly helping to save the “polluted lung”. Actually, we considered their existence as a “double-edged sword”: on the one side, they helped to degrade inhaled pollutants, reducing toxin accumulation and alleviating noxious effects on host cells. On the other side, they were not the human normal flora and also not in the “right biological niche”. Additionally, microbes could use host cells’ proteins and carbohydrates as an energy source. So, their nutrient-collecting activities, bacterial components, and pollutants metabolites might still cause stimulation or other hazardous effects on host cells. Moreover, they may be recognized as opportunistic pathogens by the immune system and induce chronic inflammation, which is a cancer-promoting condition (67, 69).\n      Our RNA-seq supported the conclusions from microbiome analysis, by the “tissue soil” perspective. Most DEGs were enriched in a representative process: “cancer promotion by chemical carcinogens and dysregulated immune reaction”. Firstly, environmental carcinogens could induce mutations in host cells; unfortunately, many cancer patients suffered dysregulated immune systems, that unable to eliminate or contain cancer cells effectively. Likely in our RNA-seq, the active IL17 pathway was frequently highlighted. Multiple studies also supported: increased IL17 production was associated with accelerated lung tumor growth, decreased responsiveness to checkpoint inhibition, and decreased survival (67, 69, 71). Our RNA-seq also indicated: “local microbes took part in carcinogenesis process by symbiotic interaction with host epithelial cell and immune system”. Certain genera might exhibit an adaptive advantage on mutated epithelial cells; as one work reported: some taxa like Acidovorax had a higher abundance in lung cancer with TP53 mutations (23). A group put evidence that: local microbiota provoked inflammation associated with lung cancer by activating lung-resident γδ T cells (69). Others noted: local lung microbiota could trigger host transcriptomic signatures associated with carcinogenesis, like upregulation of IL17, PI3K, MAPK, and ERK pathways; and lower airway dysbiosis led to increased local inflammation (67). Preclinical models also showed that lower airway mucosal inflammation is primarily associated with the composition of the lower airway microbiota rather than the gut or upper airway microbiota (79). The nutrient supply of the airways is abruptly increased during inflammation: increased vascular permeability and mucus production, which resulted in local pockets of anoxia (80) and rising temperature (81), combined with inflammatory by-products, all these could selectively support the colonization & proliferation of certain genera. At the same time, the immune cells kill and clear bacteria with highly varied efficiency (82), creating selection pressure across the bacterial community. Taken together, these dynamic symbiotic interactions would twist the balance toward “cancer-inhibiting” or “cancer-promoting”. In our cohort, RNA-seq highlighted pathways associated with carcinogenesis, like IL17, Ras, MAPK, and Notch, especially in FLC and IAP groups.\n      Conclusively, the lung microbiome can play vital roles in lung cancer pathogenesis, its symbiotic interaction with an FLC host, and diverse responses to IAP highlighted the complexity of the lung “micro-ecosystem”. Our findings provided useful information to study the intricate interaction between environmental carcinogens, population genetic background as well as diversified lung microbiome.\nData Availability Statement\n      The data presented in the study are deposited in the NCBI repository, accession number: PRJNA790037. Link: https://www.ncbi.nlm.nih.gov/sra/PRJNA790037.\nEthics Statement\n      The studies involving human participants were reviewed and approved by The Ethical Committees of Yunnan Cancer Hospital (No.KY2019.57). The patients/participants provided their written informed consent to participate in this study.\nAuthor Contributions\n      Conception and design: YiC and XD. Foundation support: YH, YaC, and GL. Sample and clinical information collection, sample processing: YiC, LH, MN, ZHY, and DH. Data processing, data analysis and interpretation: YiC, XD, ZLY, LY, and ZL. Writing and revising the article: all authors. All authors contributed to the article and approved the submitted version.\nFunding\n      This work was supported by the National Science Foundation of China (No: 82060426, 81702274, 81560380, 81960500); Yunnan Health Training Project of High-Level Talent (H-2018025). Doctor Research Foundation of Yunnan Cancer Hospital (No: BSKY201705).\nConflict of Interest\n      Author LY is the CEO of KeRui BioTech Co.,Ltd; Author ZYL is the CEO of MeiYin BioTech Co.,Ltd.\n      The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nPublisher’s Note\n      All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.\nSupplementary Material\n      The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fimmu.2022.827953/full#supplementary-material\n      \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        Supplementary Tables 1–3\n        \n          for clinicopathological characteristics of lung cancer patients;\n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        Supplementary Tables 28–39\n        \n          for significantly different microbes between groups;\n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        Supplementary Tables 40–42\n        \n          for significantly different top genes between groups; \n        \n        \n          \n            Click here for additional data file.\n          \n        \n        Supplementary Table for matching patient information to BioProject: PRJNA790037.\n      \n      \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n          \n            Click here for additional data file.\nAbbreviations\n      FLC, familial lung cancer; IAP, indoor air pollution; AD, Adenocarcinoma; SCC, squamous cell carcinoma; SCLC, small cell lung cancer; OTU, Operational Taxonomic Units; DEG, differentially expressed genes.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9037597/",
    "doi": "https://doi.org/10.3389/fimmu.2022.827953"
}