{
    "title": "Advances in the Study of Circadian Genes in Non-Small Cell Lung\nCancer",
    "abstract": "RORA/RORB activates transcription of ARNTL, whereas NR1D1 and NR1D2 repress it, which further increases the regulatory level of CLOCK/NPAS2 activity.22,23 Heterodimers of PER and CRY proteins activate a negative feedback loop that acts directly on CLOCK and NPAS222,24 Relationships Between Circadian Genes and the Clinicopathological Features of Lung Cancer Patients Circadian genes might be closely related to clinicopathological features, tumor-node-metastasis (TNM) staging, and lung cancer patients’ prognosis. In lung cancer cells, the gene and protein levels of HIF1α in A549 might be downregulated during hypoxia and act as an inhibitor of apoptosis.27,54 However, Liu et al 31 and Giatromanolaki et al 27 showed contradictory results with DEC1 showing low expression in lung cancer. Further studies using a larger sample size and more detailed stratified analysis are required to validate whether circadian rhythm disorders and circadian genetic abnormalities increase the risk of lung cancer, find specific pathways of biological clock genes acting on lung cancer, as well as for the exploration of the underlying mechanisms to provide effective theoretical support for the primary prevention of lung cancer.",
    "authors": [
        "Hao Zhang",
        "Renwang Liu",
        "Bo Zhang",
        "Huandong Huo",
        "Zuoqing Song"
    ],
    "published_year": "2022",
    "description": "Introduction\n      Circadian genes are widespread in living organisms. Circadian genes, such as\nTIMELESS, were discovered in Drosophila by Michael W. Young et\nal. Subsequently, approximately 20 circadian genes have been found to be\ninterrelated and coordinated, forming the circadian gene system.\n1\n This system is made up of 2 parts: a core circadian system found in the\nsuprachiasmatic nucleus and a peripheral circadian system found in nearly all\nperipheral tissues. As a master pacemaker, the circadian clock system synchronizes\nor drives the peripheral circadian systems distributed throughout the body, which\nare closely linked to regulating circadian rhythms.\n2\n Simultaneously, the circadian clock genetic system controls nearly all\nphysiological and pathological functions, including basal metabolism, body\ntemperature, blood pressure, hormone secretion, and immunity, enabling organisms to\nanticipate environmental changes and modify their behavior and physiological\nfunctions efficiently.\n3\n\n      Circadian genes have powerful regulatory functions on circadian rhythms and\nphysiological metabolism and are closely associated with tumor progression. Numerous\nstudies have presented that circadian genes such as PER, CLOCK,\nBMAL1, and TIMELESS are closely related to the\nprogression and prognosis of breast, pancreatic, colon, and kidney\ncancers.4-14 In breast cancer, patients\nwith a high expression of circadian genes CLOCK, PER1, PER2, PER3, CRY2,\nNPAS2, and RORγ have longer metastasis-free survival\n(MFS), those with a high expression of PER3 and\nRORγ have longer disease-free survival (DFS).\n8\n Additionally, the downregulation of PER2 gene expression in\nvitro promotes the level of cyclin D and cyclin E as well as the proliferation of\nbreast cancer cells.\n9\n Low BMAL1 expression is related to pancreatic cancer\nprogression and poor prognosis.\n13\n In vitro, overexpression of BMAL1 significantly inhibits\npancreatic cancer cell proliferation and invasion by activating the\nP53 pathway, which is consistent with the clinical findings.\n15\n In colon cancer, high CLOCK expression is associated with\nbetter overall survival (OS)\n12\n; however, it promotes tumor cell proliferation by regulating iron metabolism\nin colon cancer cells.\n10\n Furthermore, high CLOCK expression inhibits the apoptosis of\ncolon cancer cells in vitro.\n16\n It is common to find such inconsistencies between in vitro experiments and\nclinical observations in studies of circadian genes, suggesting that they may have a\ncomplex action mechanism in tumor progression.\n      The relationship between circadian genes and lung cancer progression and associated\nmechanisms has rarely been studied in lung cancers. Lung cancer has the highest\nmorbidity and mortality rates among malignant tumors, and has increased\nsignificantly over the last 40 years.\n17\n In 2015, lung cancer caused 25% of all cancer deaths in the United States and\n30% of deaths in China. Lung cancer ranks second in the United States and first in\nChina in terms of morbidity.18,19 Smoking and environmental\npollution are high-risk factors for lung cancer, while circadian rhythm disorders\nmight also be closely connected with lung cancer progression. Although circadian\nrhythm changes and alterations in circadian genes have been extensively studied in\nthe field of oncology, their roles in lung cancer are poorly studied. Hence, we\nsearched the published literature and summarized 15 genes in the circadian gene\nfamily, including PER1, PER2, PER3, TIMELESS, CRY1, CRY2, CLOCK,\nBMAL1/ARNTL-1, ARNTL2, NPAS2, NR1D1 (REV-ERB), DEC1, DEC2, RORα, and\nRORγ. We also observed the current status of their research in\nlung cancer to provide directions and ideas for future studies.\n      Circadian clock genes interact with each other forming a circadian gene network, and\nthe circadian system is based on an autonomous transcriptional autoregulatory\nfeedback loop within an activating unit (CLOCK, NPAS2, and\nARNTL [BMAL1]) and a repressing unit (PER and\nCRY) (Figure\n1).\n      \n        Figure 1.\n        \n          Hypothesized models of circadian rhythm genes in mammals. The\nCLOCK and NPAS2 form heterodimers with\nBMAL1. These heterodimers act as enhancer e-box\nelements upstream of transcription factors binding target genes to activate\ntranscription of other core circadian genes like the PER\nfamily (PER1, PER2, PER3) and CRY family\n(CRY1, CRY2).20,21\nCLOCK and NPAS2 can also trans-activate\nthe expression of other pathway components, such as NR1D1,\nNR1D2 (also known as Rev-ERB), RORA,\nRORB, and RORC. RORA/RORB\nactivates transcription of ARNTL, whereas\nNR1D1 and NR1D2 repress it, which\nfurther increases the regulatory level of\nCLOCK/NPAS2 activity.22,23\nHeterodimers of PER and CRY proteins\nactivate a negative feedback loop that acts directly on\nCLOCK and NPAS222,24\nRelationships Between Circadian Genes and the Clinicopathological Features of\nLung Cancer Patients\n      Circadian genes might be closely related to clinicopathological features,\ntumor-node-metastasis (TNM) staging, and lung cancer patients’ prognosis.\nTIMELESS, PER1, PER2, PER3, DEC1, and ARNTL-2\nare associated with the degree of differentiation in non-small cell lung cancer\n(NSCLC). Zhang et al\n25\n compared the clinical data of 72 NSCLC patients and revealed that lung cancer\npatients with high TIMELESS expression had a low degree of\ndifferentiation. Liu et al\n26\n discovered that PER1, PER2, and\nPER3-deficient NSCLC patients had a low degree of differentiation.\nGiatromanolaki et al\n27\n collected data from 115 NSCLC patients and presented that patients with low\nDEC1 expression had a low degree of differentiation. In the\nsame way, Brady et al\n28\n found that in lung adenocarcinoma, ARNTL-2 expression was\nhigher in poorly differentiated lung cancer tissues. The associations between\ncircadian genes and the degree of differentiation of lung cancer tissues are\npresented in Table\n1.\n      \n        Table 1.\n        \n          Associations Between Circadian Genes and the Degree of Differentiation of\nLung Cancer Tissues.\n        \n        \n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                Gene name\n                Author\n                Object of study\n                Gene expression\n                Differentiation\n                T stage\n                LN involvement\n                Distant metastatic status\n                TNM stage\n                Prognosis\n              \n              \n                Adjacent normal tissues\n                Tumor specimens\n                mRNA\n                Protein\n                mRNA\n                Protein\n              \n            \n            \n              \n                TIMELESS\n                Zhang et al\n25\n\n                Human tumor specimens\n                N/A\n                N/A\n                H\n                H\n                Poorer\n                Positive correlation\n                Positive correlation\n                N/A\n                Positive correlation\n              \n              \n                Poorer\n                Yoshida et al\n29\n\n                Human tumor specimens\n                L\n                L\n                H\n                H\n                N/A\n                N/A\n                N/A\n                N/A\n                No significance\n              \n              \n                Poorer\n                Qiu et al \n30\n\n                TCGA\n                L\n                L\n                H\n                H\n                N/A\n                N/A\n                N/A\n                N/A\n                No significance\n                Poorer\n              \n              \n                PER1\n                Qiu et al\n30\n\n                TCGA\n                H (in ADC cancer)\n                H (in ADC cancer)\n                H (in ADC cancer)\n                H (in ADC cancer)\n                N/A\n                N/A\n                N/A\n                N/A\n                N/A\n              \n              \n                Nosignificance\n                Liu et al\n26\n\n                Human tumor specimens\n                N/A\n                N/A\n                L\n                L\n                Poorer\n                Negative correlation\n                Negative correlation\n                N/A\n                Negative correlation\n                Poorer\n              \n              \n                PER2\n                Qiu et al\n30\n\n                TCGA\n                H (in SCC cancer)\n                H (in SCC cancer)\n                H (in SCC cancer)\n                H (in SCC cancer)\n                N/A\n                No significance\n                No significance\n                No significance\n                N/A\n              \n              \n                Nosignificance\n                Liu et al\n26\n\n                Human tumor specimens\n                N/A\n                N/A\n                L\n                L\n                Poorer\n                Negative correlation\n                Negative correlation\n                N/A\n                Negative correlation\n                Poorer\n              \n              \n                PER3\n                Liu et al\n26\n\n                Human tumor specimens\n                N/A\n                N/A\n                L\n                L\n                Poorer\n                Negative correlation\n                Negative correlation\n                N/A\n                Negative correlation\n              \n              \n                Poorer\n                Qiu et al\n30\n\n                TCGA\n                No significance\n                No significance\n                No significance\n                No significance\n                N/A\n                N/A\n                N/A\n                N/A\n                N/A\n                Nosignificance\n              \n              \n                CLOCK\n                Qiu et al\n30\n\n                TCGA\n                H (in SCC cancer)\n                H (in SCC cancer)\n                H (in SCC cancer)\n                H (in SCC cancer)\n                N/A\n                N/A\n                N/A\n                N/A\n                N/A\n                Nosignificance\n              \n              \n                BMAL1\n                Qiu et al\n30\n\n                TCGA\n                No significance\n                No significance\n                No significance\n                No significance\n                N/A\n                N/A\n                N/A\n                N/A\n                No significance\n                Poorer\n              \n              \n                ARNTL2\n                Brady et al\n28\n\n                Human tumor specimens/animal experiment\n                H\n                H\n                H\n                H\n                Negative correlation\n                N/A\n                Positive correlation\n                Positive correlation\n                N/A\n                Poorer\n              \n              \n                NPAS2\n                Qiu et al\n30\n\n                TCGA\n                L\n                L\n                L\n                N/A\n                N/A\n                N/A\n                N/A\n                N/A\n                No significance\n              \n              \n                Better\n                Gao et al\n32\n\n                Animal experiments\n                N/A\n                N/A\n                L\n                L\n                N/A\n                N/A\n                N/A\n                N/A\n                N/A\n                Better\n              \n              \n                DEC1\n                Giatromanolaki et al \n27\n\n                Human tumor specimens\n                N/A\n                N/A\n                L\n                L\n                Positive correlation\n                N/A\n                N/A\n                N/A\n                No significance\n              \n              \n                Nosignificance\n                Liu et al\n31\n\n                Human tumor specimens\n                N/A\n                N/A\n                L\n                L\n                Poorer\n                No significance\n                No significance\n                N/A\n                Negative correlation\n              \n              \n                N/A\n                Qiu et al\n30\n\n                TCGA\n                No significance\n                No significance\n                No significance\n                No significance\n                N/A\n                N/A\n                N/A\n                N/A\n                No significance\n                Poorer\n              \n              \n                DEC2\n                Qiu et al\n30\n\n                TCGA\n                No significance\n                No significance\n                No significance\n                No significance\n                N/A\n                 N/A\n                 N/A\n                 N/A\n                N/A\n                Nosignificance\n              \n              \n                RORα\n                Qiu et al\n30\n\n                TCGA\n                H (in ADC cancer)\n                H (in ADC cancer)\n                H (in ADC cancer)\n                H (in ADC cancer)\n                N/A\n                N/A\n                N/A\n                N/A\n                Negative correlation\n                Better\n              \n              \n                RORγ2\n                Huang et al\n33\n\n                Human tumor specimens\n                L\n                L\n                H\n                H\n                N/A\n                No significance\n                Negative correlation\n                No significance\n                No significance\n                Poorer\n              \n              \n                CRY2\n                Qiu et al\n30\n\n                TCGA\n                H\n                H\n                L\n                L\n                N/A\n                N/A\n                N/A\n                N/A\n                Negative correlation\n                Better\n              \n              \n                CRY1\n                Qiu et al\n30\n\n                TCGA\n                H\n                H\n                H\n                H\n                No significance\n                N/A\n                N/A\n                N/A\n                N/A\n                Nosignificance\n              \n              \n                NR1D1\n                Qiu et al\n30\n\n                TCGA\n                L\n                L\n                L\n                L\n                N/A\n                N/A\n                N/A\n                N/A\n                N/A\n                Better\n              \n            \n          \n        \n        \n          \n            Abbreviations: ADC, adenocarcinoma; SCC, squamous cell carcinoma;\nBMAL1 = ARNTL1; L, low expression; H, high expression; N/A, not\napplicable.\n          \n        \n      \n      Circadian genes are also closely related to TNM staging in lung cancer patients.\nPatients with TNM stage III NSCLC express significantly more\nTIMELESS than those with TNM stage I and II. Additionally,\nTIMELESS expression in lung adenocarcinoma tissues with more\nthan 3 cm tumor size was significantly higher than that in lung cancer tissue sizes\nsmaller than 3 cm.\n25\n However, it has also been shown that TIMELESS does not\ncorrelate with the TNM stage significantly.29,30 A clinical study of 130 NSCLC\ncases reported that PER1, PER2, and PER3 were less\nprevalent in lung cancer tissues than in the adjacent normal lung tissues, and the\nTNM staging was relatively late in patients with PER1, PER2, and\nPER3 deletion.\n26\n Furthermore, Liu et al\n31\n found that DEC1-deficient NSCLC patients had later TNM\nstaging. However, some studies show that the circadian clock genes have no\nassociation with the TNM staging of NSCLC.27,30 The associations between\ncircadian genes and the TNM staging of NSCLC patients are presented in Table 1.\n      Prognostically, there is also a relation between circadian genes and lung cancer. It\nhas been established that TIMELESS, PER1, PER2, PER3, DEC1, BMAL1, ARNTL-2,\nNPAS2, CRY2, RORα, and RORγ are associated with\npatient prognosis.25-33 Patients with high\nTIMELESS expression have a considerably shorter OS and poorer\nprognosis,29,30 and patients with PER1, PER2, and\nPER3 deletion also show lower OS.\n26\n However, it has been revealed that the expression of PER\nfamily does not correlate with lung cancer patients’ prognosis significantly.\n30\n A database-based study presented that high DEC1 expression\ncorresponded with a poor prognosis in NSCLC patients.\n30\n However, it has also been shown that the expression of the\nDEC family does not correlate with lung cancer prognosis significantly.\n27\n Thus, whether the PER family proteins and\nDEC1 can predict NSCLC prognosis must be investigated further.\nAnother study discovered that OS was significantly longer in lung adenocarcinoma\npatients with a high expression of BMAL1, RORα, and\nNPAS2.\n30\n The relationships between each circadian gene and the prognosis of NSCLC\npatients are presented in Table 1.\nAbnormal Circadian Gene Expression Is Closely Associated With Lung Cancer\nProgression\n      Several studies have shown that the abnormal expression of circadian genes might be\nclosely related to the progression lung cancer. The role of the aberrant expression\nof 15 circadian genes, including TIMELESS and\nBMAL-1, in lung cancer progression and the underlying\nmechanisms, has been summarized below (Figure 2).\n      \n        Figure 2.\n        \n          The association between circadian genes and lung cancer.\n          Abbreviations: (–), gene downregulation or gene deletion; PI3K-Akt-mTOR,\nphosphoinositide 3-kinase (PI3K)/protein kinase B (Akt)/mechanistic target\nof rapamycin (mTOR) signaling pathway; PI3K-Akt-MMP-2, phosphoinositide\n3-kinase (PI3K)/protein kinase B (Akt)/matrix metalloproteinase-2 (MMP-2)\nsignaling pathway; VEGF, vascular endothelial growth factor; VEGF-C,\nvascular endothelial growth factor-c; PARP1, poly (ADP-ribose) polymerase 1;\nCGM, CDC45/MCM2-7/GINS; RHOA-ROCK-CFL, Ras homolog family member A\n(ROHA)-Rho-associated coiled-coil containing\nkinase(ROCK)-Actin-depolymerizing factor (CFL); GSK3β, glycogen synthase\nkinase 3β; FBXW7, F-box and WD40 repeat domain-containing 7.\n        \n        \n      \n      \n        TIMELESS\n        TIMELESS (TIM) gene is located on 12q13.3. Several retrospective\nclinical analyses have reported that high TIMELESS expression\nin lung cancer suggests hypodifferentiation, late-stage, and poor\nprognosis.25,29,30 In cellular experiments, however, TIM\ndeletion may promote the cytogenesis and progression of lung cancer by\nsignificantly accelerating the proliferation of lung cancer cells and by\ninhibiting their apoptosis.\n29\n The underlying mechanism by which TIM deletion increases\nthe proliferative capacity of lung cancer cells remains unclear.\n        Smith et al.\n34\n discovered that the complex makeup of TIMELESS and\nTIMELESS interacting protein Tipin (Tim-Tipin) played an\nimportant role in DNA replication and genome stabilization; Tim-Tipin deletion\ncan result in the abnormal aggregation of single-stranded DNA at replication\nforks and affect normal DNA replication. At this time, the cell can maintain the\nDNA replication process only via the activation of the ATR-Chk1 signaling\npathway. When both Tim-Tipin and ATR are absent, phosphorylation of histone\n(H2AX) phosphorylation increases, resulting in DNA double-strand breaks, thus\nblocking DNA replication in the S-phase. TIM and Tipin can inhibit DNA\nreplication by suppressing excessive fork rotation and also prevent DNA damage\nduring DNA replication by inhibiting excessive fork rotation and DNA\nprecatenation, thus sustaining the stability of DNA replication.\n35\n Simultaneously, TIM deletion can also increase the sister chromatid\nexchange by 3- to 4-fold during DNA synthesis, signifying the role of TIM in\nmaintaining genomic stability during DNA replication.\n36\n Hence, we hypothesized that TIM deletion might result in a higher\nprobability of damage and sister chromatid exchange during DNA replication and\nlower stability, promoting carcinogenesis.\n        TIMELESS is required to ligate the CMG helicase complex\n(CDC45/MCM2–7/GINS helicase complex) to DNA polymerase, and\nTIMELESS deletion can lead to the aggregation of abnormal\nCMG helicase complexes, affecting DNA synthesis.37,38\nTIMELESS deletion inhibits the stable chromatin binding.\n38\n Tipin was identified as a substrate for cyclin E/cytosolic\nprotein-dependent kinase 2 in African clawed toads.\n38\n Additionally, poly(ADP-ribose)polymerase1 (PARP1) binding to certain\nsubstrates and its complementation of DNA damage is impaired by\nTIMELESS knockdown, and TIMELESS silencing\nsignificantly impairs DNA double-strand break repair. The deletion of\nTIMELESS genes might affect DNA synthesis, stimulating tumorigenesis.\n39\n\n        Conversely, increased levels of TIMELESS expression can protect\nlung cancer cells from oncogene-directed replicative stress and inhibit their\nintrinsic negative feedback mechanisms, thus promoting cancer progression.\n40\n\nTIMELESS knockdown reduces the cancer cell proliferation rate\nsignificantly and may lead to apoptosis caused by impaired intra-S checkpoints\nas well as induced apoptosis, which inhibits the proliferation and clonal growth\nof H157 and H460 cells.\n29\n The TIMELESS expression shows contradictory effects on\nlung cancer, suggesting more precise research to determine the relationship\nbetween their abnormal alterations and lung carcinogenesis and the underlying\nmechanisms.\n      \n      \n        BMAL1\n        BMAL1 is also recognized as brain and muscle ARNT-like protein 1\n(BMAL1/ARNTL-1), and its gene is located at 11p15.3. The\nprotein BMAL1 always forms heterodimers with CLOCK and NPAS2 (CLOCK-BMAL1,\nNPAS2-CLOCK), working as 1 heterodimer. A controlled study of 409 lung cancer\npatients and 417 normal subjects in a northeastern Chinese population reported\nthat BMAL1 single-nucleotide polymorphisms were strongly\nrelated to lung cancer. The rs3816360 heterozygous CT genotype and variant pure\nCC genotype in BMAL1 are connected with a significantly\nincreased risk of lung cancer versus the wild-type pure TT genotype. For\nrs2290035, an increased risk of lung adenocarcinoma was associated with those\ncarrying the AA genotype, considering the TT genotype as the reference group.\n41\n Meanwhile, intracellular studies have suggested that\nBMAL1 may inhibit the ability of the Bcl-w\noncogene to activate the PI3K-Akt-MMP-2 pathway and attenuate the ability of\nBcl-w to promote MMP-2 aggregation and A549 cell invasion,\nthereby inhibiting lung cancer cell growth and invasion.\n42\n\nBMAL1/PER2 can synergize with KRAS and\nP53 mutations, promoting lung carcinogenesis. For\nsimultaneous mutations in KRAS and P53, a\nsimple alteration of the photoperiod to physiologically disrupt circadian\nrhythms can accelerate lung cancer development. The numbers of tumor cells are\nsignificantly increased in animals with BMAL1 knockdown. In\nKrasLA2/+ lung cancer cells, BMAL1 mutations\nincrease the number of lung cancer cells and decrease survival. Furthermore, the\nloss of BMAL1 in K-rasLSL–G12D+ tumor cells\naccelerates lung cancer cell proliferation. In KP (K-rasLSL–G12D/+\nand p53fl°x/fl°x) tumor cells, that is, cells\nwith KRAS mutation and P53 deletion, tumor\nload is not increased after BMAL1 knockdown, signifying a\npossible P53-dependent role of BMAL1 deletion\nin promoting lung cancer.\n43\n\nBMAL1 deletion can also increase c-myc\ntranscriptional output, thus promoting lung cancer cell proliferation.\n43\n Therefore, BMAL1 deletion may affect or synergize with\nKRAS and cancer regulatory genes such as P53,\nc-myc, and Bcl-w to promote lung\ncarcinogenesis.\n      \n      \n        PERIOD Family\n        The PERIOD (PER) family comprises 3 genes,\nPER1, PER2, and PER3, located at 17p13.1,\n2q37.3, and 1p36.22. The PER2 gene is positively correlated.\n26\n\nPER1 inhibits the growth of NSCLC cells and their clonal\nproliferation ability, and DNA hypermethylation and histone H3 acetylation.\n44\n Deletion of PER2 function, an anti-oncogene, accelerates\ntumor progression and reduces tumor DNA damage repair.\n45\n\nc-myc expression in tumor cells increases after\nPER2 knockdown, enhancing lung cancer proliferation.\n43\n\nPER2 also decreased the activity of PI3K/AKT/mTOR signaling\npathway, promoting apoptosis in lung adenocarcinoma cells.\n46\n Overexpression of PER3 inhibits the proliferation of\nNSCLC, induces apoptosis, and suppresses the migration and invasion abilities of cells.\n47\n Furthermore, PER3 single nucleotide polymorphisms are\nstrongly related to lung cancer, and the risk of lung cancer is higher in T/T\npure individuals with single nucleotide polymorphism (SNP) (rs228729).\n48\n Hence, deletion of the PER family genes may increase the\nproliferation and invasion abilities of lung cancer cells and inhibit their\napoptosis. Single-nucleotide polymorphisms in the PER gene may\nbe associated with a high risk of lung cancer.\n      \n      \n        CLOCK\n        The Circadian locomotor output cycles kaput (CLOCK) encoding\ngene is located at 4q12. The CLOCK forms heterodimers with BMAL1, and\nCLOCK-BMAL1 heterodimers drive the positive component of transcriptional oscillations.\n20\n The deletion of CLOCK may hinder the proliferation,\nmigration, and invasion abilities of lung cancer cells. Jiang et al. found that\nafter CLOCK knockdown in A549 and H1299 spherical cells, the\nWnt/β-catenin protein pathway was significantly inactivated, and the expression\nlevels of the proteins β-catenin and GSK-3β reduced, thereby inhibiting the\nproliferation of lung cancer cells. Meanwhile, the number of lung tumor stem\ncells was reduced significantly, and the sphere-forming ability of lung cancer\nA549 and H1299 cell lines was also decreased.\n49\n CLOCK-BMAL1 also medicates the downregulation of RHOA-ROCK-CFL pathway\nexpression, alters F-actin/G-actin conversion, causes F-actin aggregation, and\npromotes cancer cell proliferation, migration, and invasion.\n50\n The specific mechanisms by which CLOCK might influence\nlung cancer cell proliferation and invasion remain unclear.\n      \n      \n        ARNTL-2\n        Brain and muscle ARNT-like protein 2 (ARNTL-2) encoding gene is\nlocated on 12p11.23 and is likely related to the metastatic capacity of lung\ncancer. Brady et al\n23\n reported that ARNTL-2 was highly expressed in metastatic\nlymph nodes and distant metastatic lung cancer tissues, and those\nARNTL-2-regulated secretory factors like Wnt5a, IL-11, and\nCxcl5 were more highly expressed in the cell lines of metastatic origin. For\nthat reason, ARNTL-2 might be closely associated with\nmetastasis in lung cancer. This study also knocked down ARNTL-2\nin lung adenocarcinoma H1792 cells and discovered that it could significantly\nreduce their ability to form colonies. Meanwhile, Smoc2, a member of the\nsecreted protein acidic and rich in cysteine family, is a potential regulator of\nmetastatic capacity promoting lung cancer cell metastasis in vivo. In cells with\nARNTL-2 knockdown, its transcript levels are significantly\ndownregulated. Additionally, it is found in animal experiments that lung and\nliver metastases were significantly reduced in\nARNTL-2-deficient homozygous immunoreactive receptor mice.\nHence, it was hypothesized that ARNTL-2 aberrant expression\nmight promote the distant metastasis of lung cancer. ARNTL-2\ncould also synergize with CLOCK to stimulate the distant\nmetastasis of lung cancer. CLOCK knockdown resulted in a\nsignificant decrease in the mRNA transcription of ARNTL-2,\nthereby decreasing the protein expression in cells. Lung cancer cell colonies\nare significantly reduced after simultaneous knockdown of CLOCK\nand ARNTL-2, suggesting that the 2 may act synergistically to\npromote the distant metastasis of lung cancer.\n28\n\n      \n      \n        NPAS2\n        The gene encoding neuronal PAS domain protein 2 (NPAS2)—also\nidentified as MOP4—is located on 2q11.2. NPAS2 and BMAL1 polypeptides also form\nheterodimeric transcription factor to regulate positively clock gene expression.\nThe role of NPAS2 in lung cancer is still not clear.\nNPAS2 expression and BAML-1-related\nsignaling pathways are significantly controlled by indole-3-carbinol (I3C)\nand/or silibinin (Sil)  + I3C. Contrary to NNK\n4-(methylnitro-samino)-1-(3-pyridyl)-1-butanone-induced lung cancer cells,\ninflammation-driven lung adenocarcinoma cells show a significantly low\nexpression of NPAS2.\n51\n This might play a role in promoting inflammation-driven lung\ntumorigenesis; however, its role and mechanism remain unclear. Studies with\nbreast cancer cell line MCF-7 and colon cancer cell line HCT-15 have reported\nthat reduced NPAS2 expression can affect DNA repair capacity,\ncell cycle checkpoints, and inhibit the DNA damage response to cell\nproliferation, making it easier to enter the next cycle to promote tumor proliferation.\n52\n Therefore, NPAS2 deletion might promote tumor cell\nproliferation via its effect on the cell cycle. Conversely, NSCLC patients with\nlow NPAS2 expression had a better prognosis in clinical\nstudies.30,32 Such contradictory outcomes indicate that the role of\nNPAS2 in lung cancer is unclear, and the mechanisms behind\nit require further exploration.\n      \n      \n        DEC Family\n        The differentiated embryo-chondrocyte expressed gene (DEC)\nfamily contains genes expressed by differentiated embryonic chondrocyte cells,\nwith DEC1 located on 3p26.1 and DEC2 on\n12p12.1. DEC1, a negative transcriptional regulator of DEC2,\nmainly binds via the E-box of DEC2 proximal promoter to\nnegatively regulate DEC2 expression.\n53\n\nDEC2 displays low expression in lung cancer, whereas\nDEC1 expression is significantly increased in cancer.\n53\n\nDEC1 may downregulate hypoxia-inducible factor-1α (HIF1α) in\nA549 in response to hypoxia. In lung cancer cells, the gene and protein levels\nof HIF1α in A549 might be downregulated during hypoxia and act as an inhibitor\nof apoptosis.27,54 However, Liu et al\n31\n and Giatromanolaki et al\n27\n showed contradictory results with DEC1 showing low\nexpression in lung cancer. After DEC1 knockdown, the\nproliferation of lung cancer cells was reduced, significantly increasing after\noverexpression. Loss of DEC1 can lead to the upregulation of\ncyclin D1, while upregulating cyclin D1 can stimulate tumorigenesis progression\nin NSCLC.31,55,56\n      \n      \n        CRY Family\n        The cryptochrome (CRY) family genes include\nCRY1 and CRY2 at 12q23.3 and 11p11.2,\nrespectively. CRY2 stimulates c-myc\ndegradation and synergizes with F-box and leucine-rich repeat protein 3 to\nco-promote c-myc degradation.\n57\n Downregulation of CRY2 increases c-myc\nexpression to promote lung cancer cell growth.\n58\n However, the underlying mechanism is still not clear. As a result of CRY2\nknockdown in osteosarcoma, the S-phase cell population increases, the G1-phase\ncell population decreases, P53 expression decreases,\nc-myc and cyclin D1 expression increases, and the\nphosphorylation of extracellular signal-regulated kinase (ERK) 1/2 increases\nwithout altering the phosphorylation of c-Jun N-terminal kinase (JNK) and\nP38. CRY2 knockdown enhances the expression of matrix\nmetalloproteinase (MMP)-2 and β-catenin and increases the proliferation and\nmigration of osteosarcoma cells by promoting cell cycle progression and inducing\nmitogen-activated protein kinase (MAPK) and Wnt/β-catenin signaling pathways.\n59\n\nCRY2 deletion might reduce the degradation of\nc-myc and accordingly promote tumor cell proliferation by\ninducing cell cycle progression, which may be a potential mechanism for its\ndeletion to promote lung cancer cell proliferation.\n      \n      \n        RORα/RORγ\n        ROR family genes encode the retinoic acid receptor-related\norphan receptors, with RORα (RORA) located on 15q22.2 and\nRORγ (RORC) located on 1q21.2–22. In lung cancer,\nRORγ2 expression is increased and is positively correlated\nwith IL-17 expression. Its relation with lung cancer progression might be\nassociated with the upregulation of Th17 cells,33,60 which secrete IL-17A that\nactivates tumor-associated macrophages in NSCLC and drives tumor progression by\ninducing angiogenesis and lymphangiogenesis and directly inducing tumor cell\ngrowth. The Th17 effector cytokine IL-22 might also directly stimulate the\nproliferation of NSCLC cells.\n61\n Studies on the role of RORα in lung cancer are limited,\nwith some indicating that RORα may induce apoptosis in lung\nepithelial cells,\n62\n and its high expression may offer a better prognosis.\n30\n\n      \n      \n        Other Genes\n        The role of other circadian genes in lung cancer is not well understood. Some\ngenes, such as CSNK1D (CK1δ) (encoding casein kinase 1δ),\nlocated on 17q25.3, have defective low CK1δ-mediated\nphosphorylation, leading to the disruption of the associated\nCK1δ/GSK3β/FBXW7α axis-regulated ZNF322A oncoprotein, which\ncan result in ZNF322A overexpression and stimulate lung cancer progression.\n63\nTIMELESS\n        TIMELESS (TIM) gene is located on 12q13.3. Several retrospective\nclinical analyses have reported that high TIMELESS expression\nin lung cancer suggests hypodifferentiation, late-stage, and poor\nprognosis.25,29,30 In cellular experiments, however, TIM\ndeletion may promote the cytogenesis and progression of lung cancer by\nsignificantly accelerating the proliferation of lung cancer cells and by\ninhibiting their apoptosis.\n29\n The underlying mechanism by which TIM deletion increases\nthe proliferative capacity of lung cancer cells remains unclear.\n        Smith et al.\n34\n discovered that the complex makeup of TIMELESS and\nTIMELESS interacting protein Tipin (Tim-Tipin) played an\nimportant role in DNA replication and genome stabilization; Tim-Tipin deletion\ncan result in the abnormal aggregation of single-stranded DNA at replication\nforks and affect normal DNA replication. At this time, the cell can maintain the\nDNA replication process only via the activation of the ATR-Chk1 signaling\npathway. When both Tim-Tipin and ATR are absent, phosphorylation of histone\n(H2AX) phosphorylation increases, resulting in DNA double-strand breaks, thus\nblocking DNA replication in the S-phase. TIM and Tipin can inhibit DNA\nreplication by suppressing excessive fork rotation and also prevent DNA damage\nduring DNA replication by inhibiting excessive fork rotation and DNA\nprecatenation, thus sustaining the stability of DNA replication.\n35\n Simultaneously, TIM deletion can also increase the sister chromatid\nexchange by 3- to 4-fold during DNA synthesis, signifying the role of TIM in\nmaintaining genomic stability during DNA replication.\n36\n Hence, we hypothesized that TIM deletion might result in a higher\nprobability of damage and sister chromatid exchange during DNA replication and\nlower stability, promoting carcinogenesis.\n        TIMELESS is required to ligate the CMG helicase complex\n(CDC45/MCM2–7/GINS helicase complex) to DNA polymerase, and\nTIMELESS deletion can lead to the aggregation of abnormal\nCMG helicase complexes, affecting DNA synthesis.37,38\nTIMELESS deletion inhibits the stable chromatin binding.\n38\n Tipin was identified as a substrate for cyclin E/cytosolic\nprotein-dependent kinase 2 in African clawed toads.\n38\n Additionally, poly(ADP-ribose)polymerase1 (PARP1) binding to certain\nsubstrates and its complementation of DNA damage is impaired by\nTIMELESS knockdown, and TIMELESS silencing\nsignificantly impairs DNA double-strand break repair. The deletion of\nTIMELESS genes might affect DNA synthesis, stimulating tumorigenesis.\n39\n\n        Conversely, increased levels of TIMELESS expression can protect\nlung cancer cells from oncogene-directed replicative stress and inhibit their\nintrinsic negative feedback mechanisms, thus promoting cancer progression.\n40\n\nTIMELESS knockdown reduces the cancer cell proliferation rate\nsignificantly and may lead to apoptosis caused by impaired intra-S checkpoints\nas well as induced apoptosis, which inhibits the proliferation and clonal growth\nof H157 and H460 cells.\n29\n The TIMELESS expression shows contradictory effects on\nlung cancer, suggesting more precise research to determine the relationship\nbetween their abnormal alterations and lung carcinogenesis and the underlying\nmechanisms.\nBMAL1\n        BMAL1 is also recognized as brain and muscle ARNT-like protein 1\n(BMAL1/ARNTL-1), and its gene is located at 11p15.3. The\nprotein BMAL1 always forms heterodimers with CLOCK and NPAS2 (CLOCK-BMAL1,\nNPAS2-CLOCK), working as 1 heterodimer. A controlled study of 409 lung cancer\npatients and 417 normal subjects in a northeastern Chinese population reported\nthat BMAL1 single-nucleotide polymorphisms were strongly\nrelated to lung cancer. The rs3816360 heterozygous CT genotype and variant pure\nCC genotype in BMAL1 are connected with a significantly\nincreased risk of lung cancer versus the wild-type pure TT genotype. For\nrs2290035, an increased risk of lung adenocarcinoma was associated with those\ncarrying the AA genotype, considering the TT genotype as the reference group.\n41\n Meanwhile, intracellular studies have suggested that\nBMAL1 may inhibit the ability of the Bcl-w\noncogene to activate the PI3K-Akt-MMP-2 pathway and attenuate the ability of\nBcl-w to promote MMP-2 aggregation and A549 cell invasion,\nthereby inhibiting lung cancer cell growth and invasion.\n42\n\nBMAL1/PER2 can synergize with KRAS and\nP53 mutations, promoting lung carcinogenesis. For\nsimultaneous mutations in KRAS and P53, a\nsimple alteration of the photoperiod to physiologically disrupt circadian\nrhythms can accelerate lung cancer development. The numbers of tumor cells are\nsignificantly increased in animals with BMAL1 knockdown. In\nKrasLA2/+ lung cancer cells, BMAL1 mutations\nincrease the number of lung cancer cells and decrease survival. Furthermore, the\nloss of BMAL1 in K-rasLSL–G12D+ tumor cells\naccelerates lung cancer cell proliferation. In KP (K-rasLSL–G12D/+\nand p53fl°x/fl°x) tumor cells, that is, cells\nwith KRAS mutation and P53 deletion, tumor\nload is not increased after BMAL1 knockdown, signifying a\npossible P53-dependent role of BMAL1 deletion\nin promoting lung cancer.\n43\n\nBMAL1 deletion can also increase c-myc\ntranscriptional output, thus promoting lung cancer cell proliferation.\n43\n Therefore, BMAL1 deletion may affect or synergize with\nKRAS and cancer regulatory genes such as P53,\nc-myc, and Bcl-w to promote lung\ncarcinogenesis.\nCLOCK\n        The Circadian locomotor output cycles kaput (CLOCK) encoding\ngene is located at 4q12. The CLOCK forms heterodimers with BMAL1, and\nCLOCK-BMAL1 heterodimers drive the positive component of transcriptional oscillations.\n20\n The deletion of CLOCK may hinder the proliferation,\nmigration, and invasion abilities of lung cancer cells. Jiang et al. found that\nafter CLOCK knockdown in A549 and H1299 spherical cells, the\nWnt/β-catenin protein pathway was significantly inactivated, and the expression\nlevels of the proteins β-catenin and GSK-3β reduced, thereby inhibiting the\nproliferation of lung cancer cells. Meanwhile, the number of lung tumor stem\ncells was reduced significantly, and the sphere-forming ability of lung cancer\nA549 and H1299 cell lines was also decreased.\n49\n CLOCK-BMAL1 also medicates the downregulation of RHOA-ROCK-CFL pathway\nexpression, alters F-actin/G-actin conversion, causes F-actin aggregation, and\npromotes cancer cell proliferation, migration, and invasion.\n50\n The specific mechanisms by which CLOCK might influence\nlung cancer cell proliferation and invasion remain unclear.\nARNTL-2\n        Brain and muscle ARNT-like protein 2 (ARNTL-2) encoding gene is\nlocated on 12p11.23 and is likely related to the metastatic capacity of lung\ncancer. Brady et al\n23\n reported that ARNTL-2 was highly expressed in metastatic\nlymph nodes and distant metastatic lung cancer tissues, and those\nARNTL-2-regulated secretory factors like Wnt5a, IL-11, and\nCxcl5 were more highly expressed in the cell lines of metastatic origin. For\nthat reason, ARNTL-2 might be closely associated with\nmetastasis in lung cancer. This study also knocked down ARNTL-2\nin lung adenocarcinoma H1792 cells and discovered that it could significantly\nreduce their ability to form colonies. Meanwhile, Smoc2, a member of the\nsecreted protein acidic and rich in cysteine family, is a potential regulator of\nmetastatic capacity promoting lung cancer cell metastasis in vivo. In cells with\nARNTL-2 knockdown, its transcript levels are significantly\ndownregulated. Additionally, it is found in animal experiments that lung and\nliver metastases were significantly reduced in\nARNTL-2-deficient homozygous immunoreactive receptor mice.\nHence, it was hypothesized that ARNTL-2 aberrant expression\nmight promote the distant metastasis of lung cancer. ARNTL-2\ncould also synergize with CLOCK to stimulate the distant\nmetastasis of lung cancer. CLOCK knockdown resulted in a\nsignificant decrease in the mRNA transcription of ARNTL-2,\nthereby decreasing the protein expression in cells. Lung cancer cell colonies\nare significantly reduced after simultaneous knockdown of CLOCK\nand ARNTL-2, suggesting that the 2 may act synergistically to\npromote the distant metastasis of lung cancer.\n28\nNPAS2\n        The gene encoding neuronal PAS domain protein 2 (NPAS2)—also\nidentified as MOP4—is located on 2q11.2. NPAS2 and BMAL1 polypeptides also form\nheterodimeric transcription factor to regulate positively clock gene expression.\nThe role of NPAS2 in lung cancer is still not clear.\nNPAS2 expression and BAML-1-related\nsignaling pathways are significantly controlled by indole-3-carbinol (I3C)\nand/or silibinin (Sil)  + I3C. Contrary to NNK\n4-(methylnitro-samino)-1-(3-pyridyl)-1-butanone-induced lung cancer cells,\ninflammation-driven lung adenocarcinoma cells show a significantly low\nexpression of NPAS2.\n51\n This might play a role in promoting inflammation-driven lung\ntumorigenesis; however, its role and mechanism remain unclear. Studies with\nbreast cancer cell line MCF-7 and colon cancer cell line HCT-15 have reported\nthat reduced NPAS2 expression can affect DNA repair capacity,\ncell cycle checkpoints, and inhibit the DNA damage response to cell\nproliferation, making it easier to enter the next cycle to promote tumor proliferation.\n52\n Therefore, NPAS2 deletion might promote tumor cell\nproliferation via its effect on the cell cycle. Conversely, NSCLC patients with\nlow NPAS2 expression had a better prognosis in clinical\nstudies.30,32 Such contradictory outcomes indicate that the role of\nNPAS2 in lung cancer is unclear, and the mechanisms behind\nit require further exploration.\nRORα/RORγ\n        ROR family genes encode the retinoic acid receptor-related\norphan receptors, with RORα (RORA) located on 15q22.2 and\nRORγ (RORC) located on 1q21.2–22. In lung cancer,\nRORγ2 expression is increased and is positively correlated\nwith IL-17 expression. Its relation with lung cancer progression might be\nassociated with the upregulation of Th17 cells,33,60 which secrete IL-17A that\nactivates tumor-associated macrophages in NSCLC and drives tumor progression by\ninducing angiogenesis and lymphangiogenesis and directly inducing tumor cell\ngrowth. The Th17 effector cytokine IL-22 might also directly stimulate the\nproliferation of NSCLC cells.\n61\n Studies on the role of RORα in lung cancer are limited,\nwith some indicating that RORα may induce apoptosis in lung\nepithelial cells,\n62\n and its high expression may offer a better prognosis.\n30\nOther Genes\n        The role of other circadian genes in lung cancer is not well understood. Some\ngenes, such as CSNK1D (CK1δ) (encoding casein kinase 1δ),\nlocated on 17q25.3, have defective low CK1δ-mediated\nphosphorylation, leading to the disruption of the associated\nCK1δ/GSK3β/FBXW7α axis-regulated ZNF322A oncoprotein, which\ncan result in ZNF322A overexpression and stimulate lung cancer progression.\n63\nConclusions and Future Directions\n      Circadian genes are essential components of the multi-feedback loop of the regulatory\nsystem of organisms and are associated with the clinicopathological features of\nNSCLC, playing an important role in its growth, invasion, and metastasis. Circadian\ngenes can promote lung carcinogenesis via numerous pathways, comprising the c-myc\nand regulation of metastatic factors, immune cells, and cell cycle proteins. Thus,\nthey may serve as potential biomarkers and therapeutic targets for lung cancer.\nTargeting of circadian genes has also been reported in relation to other tumors; for\nexample, inhibitors to suppress RORγ can hinder tumor growth and\nimprove the survival of pancreatic cancer patients.\n64\n There is still a need for further study in order to determine whether\ntargeting circadian genes in lung cancer can improve the therapeutic effect.\n      As a consequence of irregular circadian gene expression and circadian rhythm\ndisorders, there is a higher incidence of lung cancer among smokers who have\ncircadian rhythm disorders. Further studies using a larger sample size and more\ndetailed stratified analysis are required to validate whether circadian rhythm\ndisorders and circadian genetic abnormalities increase the risk of lung cancer, find\nspecific pathways of biological clock genes acting on lung cancer, as well as for\nthe exploration of the underlying mechanisms to provide effective theoretical\nsupport for the primary prevention of lung cancer.\n      In conclusion, circadian genes are closely connected to physiological functions like\nsleep and metabolism in humans, and their abnormal expression might promote lung\ncancer progression. Circadian rhythm disorders and abnormal circadian genes could\ncontribute to lung development in a population. Further research on circadian clock\ngenes will result in new targets for lung cancer treatment and theoretical support\nfor the primary prevention of lung cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9121494/",
    "doi": "https://doi.org/10.1177/15347354221096080"
}