{
    "title": "Society for Immunotherapy of Cancer (SITC) clinical practice guideline on immunotherapy for the treatment of lung cancer and mesothelioma",
    "abstract": "Even though many cancer cells present neoantigens that are recognized by cytotoxic T cells,15 tumors avoid eradication by the immune system through multiple mechanisms, including T cell exclusion and suppression of effector functions.16 Contributing to the immunosuppressive milieu are checkpoint proteins on tumor and/or immune cells, which inhibit T cell activation, proliferation, and receptor signaling through a variety of mechanisms.17 18 At the time of manuscript publication, the majority of FDA-approved ICIs target the programmed cell death protein 1 (PD-1)/programmed death-ligand 1 (PD-L1) axis (ie, PD-(L)1), which is a receptor-ligand pair involved in tumor immune suppression that plays a role in the maintenance of peripheral tolerance in healthy tissues by inhibiting downstream signaling through CD28 upon T cell receptor activation.19 20 Anti-PD-(L)1 ICIs may have activity as monotherapies, but combinations with chemotherapies or anti-angiogenics may be necessary for maximal benefit for some tumors.6 9 21 22 Additionally, the nivolumab plus ipilimumab dual-ICI regimen has been approved for NSCLC and pleural mesothelioma.3 23 Dual ICI with 2 cycles of chemotherapy has also been approved for NSCLC.24 Nivolumab is an anti-PD-1 mAb and ipilimumab is a mAb against cytotoxic T lymphocyte antigen-4 (CTLA-4), which also functions by limiting CD28 co-stimulation at the T cell receptor.17 18 25 The identification of additional immune checkpoints beyond PD-(L)1 and CTLA-4 is an ongoing area of investigation, as is the optimal chemotherapy or targeted therapy backbone for ICI combination therapies in specific disease settings. The median duration of response (DOR) was not reached at the time of writing in the pembrolizumab arm versus 6.3 months for the chemotherapy arm.60 The toxicity profile was favorable for immunotherapy, where 76.6% of patients in the pembrolizumab arm developed treatment-related adverse events (TRAEs) compared with 90.0% of patients in the chemotherapy arm, 31.2% and 53.3% of which were grade 3–5 TRAEs, respectively.61 Long-term efficacy results in the intention-to-treat (ITT) population show a 5-year OS rate of 31.9% (95% CI 24.5% to 39.5%) with pembrolizumab versus 16.3% (95% CI 10.6% to 23.0%) for chemotherapy.62 While the results of KEYNOTE-024 lead to the initial approval of pembrolizumab monotherapy as a first-line option for patients with NSCLC and PD-L1 TPS ≥50% in October 2016, this indication was later expanded to tumors with TPS ≥1% based on results from KEYNOTE-042 (discussed in the Tumors with PD-L1 expression ≥1% section). The median duration of response (DOR) was not reached at the time of writing in the pembrolizumab arm versus 6.3 months for the chemotherapy arm.60 The toxicity profile was favorable for immunotherapy, where 76.6% of patients in the pembrolizumab arm developed treatment-related adverse events (TRAEs) compared with 90.0% of patients in the chemotherapy arm, 31.2% and 53.3% of which were grade 3–5 TRAEs, respectively.61 Long-term efficacy results in the intention-to-treat (ITT) population show a 5-year OS rate of 31.9% (95% CI 24.5% to 39.5%) with pembrolizumab versus 16.3% (95% CI 10.6% to 23.0%) for chemotherapy.62 While the results of KEYNOTE-024 lead to the initial approval of pembrolizumab monotherapy as a first-line option for patients with NSCLC and PD-L1 TPS ≥50% in October 2016, this indication was later expanded to tumors with TPS ≥1% based on results from KEYNOTE-042 (discussed in the Tumors with PD-L1 expression ≥1% section).",
    "authors": [
        "Ramaswamy Govindan",
        "Charu Aggarwal",
        "Scott J Antonia",
        "Marianne Davies",
        "Steven M Dubinett",
        "Andrea Ferris",
        "Patrick M Forde",
        "Edward B Garon",
        "Sarah B Goldberg",
        "Raffit Hassan",
        "Matthew D Hellmann",
        "Fred R Hirsch",
        "Melissa L Johnson",
        "Shakun Malik",
        "Daniel Morgensztern",
        "Joel W Neal",
        "Jyoti D Patel",
        "David L Rimm",
        "Sarah Sagorsky",
        "Lawrence H Schwartz",
        "Boris Sepesi",
        "Roy S Herbst"
    ],
    "published_year": "2022",
    "description": "Introduction\n      Lung cancer is the leading cause of cancer-related death globally1 and despite significant declines in the overall mortality rate, the disease is still expected to account for 21% of all cancer deaths in the US in 2022.2 The advent of immunotherapies, specifically immune checkpoint inhibitors (ICIs), has contributed to improved outcomes in lung cancer. Since the initial US Food and Drug Administration (FDA) approval of nivolumab for metastatic non-small cell lung cancer (NSCLC) after prior treatment with chemotherapy in 2015,3 additional ICIs have become standard of care (SOC) options in earlier lines of therapy, as components of combination regimens, and in unresectable stage III NSCLC, as well as in the adjuvant and neoadjuvant settings. The FDA-approved ICIs for lung cancer and mesothelioma at the time of guideline publication are pembrolizumab, nivolumab, ipilimumab, atezolizumab, cemiplimab, and durvalumab, with specific indications for each.4–12 Additionally, ICIs have now been approved by the FDA for the treatment of other thoracic malignancies including small-cell lung cancer (SCLC),13 and pleural mesothelioma.14 Immunotherapy has profoundly expanded and evolved the treatment landscape for lung cancers in recent years, and oncologists need practical guidance in the appropriate use of the available agents.\n      ICIs are monoclonal antibodies (mAbs) that target endogenous autoregulatory pathways to unleash antitumor immune responses. Even though many cancer cells present neoantigens that are recognized by cytotoxic T cells,15 tumors avoid eradication by the immune system through multiple mechanisms, including T cell exclusion and suppression of effector functions.16 Contributing to the immunosuppressive milieu are checkpoint proteins on tumor and/or immune cells, which inhibit T cell activation, proliferation, and receptor signaling through a variety of mechanisms.17 18 At the time of manuscript publication, the majority of FDA-approved ICIs target the programmed cell death protein 1 (PD-1)/programmed death-ligand 1 (PD-L1) axis (ie, PD-(L)1), which is a receptor-ligand pair involved in tumor immune suppression that plays a role in the maintenance of peripheral tolerance in healthy tissues by inhibiting downstream signaling through CD28 upon T cell receptor activation.19 20 Anti-PD-(L)1 ICIs may have activity as monotherapies, but combinations with chemotherapies or anti-angiogenics may be necessary for maximal benefit for some tumors.6 9 21 22 Additionally, the nivolumab plus ipilimumab dual-ICI regimen has been approved for NSCLC and pleural mesothelioma.3 23 Dual ICI with 2 cycles of chemotherapy has also been approved for NSCLC.24 Nivolumab is an anti-PD-1 mAb and ipilimumab is a mAb against cytotoxic T lymphocyte antigen-4 (CTLA-4), which also functions by limiting CD28 co-stimulation at the T cell receptor.17 18 25 The identification of additional immune checkpoints beyond PD-(L)1 and CTLA-4 is an ongoing area of investigation, as is the optimal chemotherapy or targeted therapy backbone for ICI combination therapies in specific disease settings.\n      Although some patients with lung cancer achieve deep and durable responses with ICIs, not all patients benefit and many tumors are resistant to treatment, either at baseline or through acquired mechanisms.26 27 To support the oncology community and provide evidence- and consensus-based recommendations on immunotherapy for lung cancer and mesothelioma, the Society for Immunotherapy of Cancer (SITC) convened a multidisciplinary panel of experts to develop a new clinical practice guideline (CPG) for NSCLC, SCLC and mesothelioma, covering immunotherapy-specific topics such as recommended immunotherapies, diagnostics and biomarkers, monitoring response to treatment, special patient populations, toxicity management, and quality of life (QOL) considerations. The recommendations within this guideline are not intended to supplant sound clinical judgment, but rather to provide clinicians with the most up-to-date expert recommendations regarding the integration of immunotherapy into the treatment of patients with lung cancer or mesothelioma.\nGuideline development methods\n      The Institute of Medicine’s (IOM) Standards for Developing Trustworthy Clinical Practice Guidelines28 were used as a model to develop the recommendations in this manuscript. IOM standards dictate that guideline development is led by a multidisciplinary expert panel using a transparent process where both funding sources and conflicts of interest are readily reported. This clinical practice guideline is intended to provide guidance and is not a substitute for the professional judgment of individual treating physicians.\n      \n        Conflict of interest management\n        As outlined by IOM standards, all financial relationships of expert panel members that might result in actual, potential, or perceived conflicts of interest were individually reported. Disclosures were made prior to the onset of manuscript development and updated on an annual basis. In addition, panel members were asked to articulate any actual or potential conflicts at all key decision points during guideline development, so that participants would understand all possible influences, biases, and/or the diversity of perspectives on the panel. Although some degree of relationships with outside interests are to be expected among experts, panel candidates with significant financial connections that may compromise their ability to fairly weigh evidence (either actual or perceived) were not eligible to participate in guideline development.\n        Recognizing that guideline panel members are among the leading experts on the subject matter under consideration and guideline recommendations should have the benefit of their expertise, any identified potential conflicts of interests were managed as outlined in SITC’s disclosure and conflict of interest resolution policies. As noted in these policies, panel members disclosing a real or perceived potential conflict of interest may be permitted to participate in consideration and decision-making of a matter related to that conflict, but only if deemed appropriate after discussion and agreement by the expert panel.\n        The financial support for the development of this guideline was provided solely by SITC. No commercial funding was received.\n      \n      \n        Recommendation development\n        Panel recommendations are based on literature evidence, where possible, and clinical experience, where appropriate. Consensus for the recommendations herein was generated by open communication and scientific debate in small-group and whole-group settings, surveying and responses to clinical questionnaires, as well as formal voting in consensus meetings.\n        For transparency, a draft of this CPG was made publicly available for comment during the development process and prior to publication. All comments were evaluated and considered for inclusion into the final manuscript according to the IOM standard.\n      \n      \n        Evidence rating\n        The evidence- and consensus-based recommendations of the panel were refined throughout the development process in order to obtain the highest possible agreement among the experts, however, the minimum threshold was defined as 75% approval among the voting members. Evidence supporting panel recommendations was graded according to the Oxford Centre for Evidence-Based Medicine (OCEBM) Levels of Evidence Working Group ‘The Oxford Levels of Evidence 2’ (2016 version). A summary of the OCEBM grading scale may be found in table 1. The level of evidence (LE) for a given consensus recommendation is expressed in parentheses following the recommendation (eg, LE:1). Recommendations without an associated LE were based on expert consensus.\n        \n          Table 1\n          \n            Summary of ‘The Oxford Levels of Evidence 2’ (adapted from Oxford Centre for Evidence-Based Medicine Levels of Evidence Working Group)\n          \n          \n            \n              \n                Level 1\n                Level 2\n                Level 3\n                Level 4\n                Level 5\n              \n            \n            \n              \n                Systematic review or meta-analysis\n                Randomized trial or observational study with dramatic effect\n                Non-randomized, controlled cohort, or follow-up study\n                Case series, case–control, or historically controlled study\n                Mechanism-based reasoning\nConflict of interest management\n        As outlined by IOM standards, all financial relationships of expert panel members that might result in actual, potential, or perceived conflicts of interest were individually reported. Disclosures were made prior to the onset of manuscript development and updated on an annual basis. In addition, panel members were asked to articulate any actual or potential conflicts at all key decision points during guideline development, so that participants would understand all possible influences, biases, and/or the diversity of perspectives on the panel. Although some degree of relationships with outside interests are to be expected among experts, panel candidates with significant financial connections that may compromise their ability to fairly weigh evidence (either actual or perceived) were not eligible to participate in guideline development.\n        Recognizing that guideline panel members are among the leading experts on the subject matter under consideration and guideline recommendations should have the benefit of their expertise, any identified potential conflicts of interests were managed as outlined in SITC’s disclosure and conflict of interest resolution policies. As noted in these policies, panel members disclosing a real or perceived potential conflict of interest may be permitted to participate in consideration and decision-making of a matter related to that conflict, but only if deemed appropriate after discussion and agreement by the expert panel.\n        The financial support for the development of this guideline was provided solely by SITC. No commercial funding was received.\nRecommendation development\n        Panel recommendations are based on literature evidence, where possible, and clinical experience, where appropriate. Consensus for the recommendations herein was generated by open communication and scientific debate in small-group and whole-group settings, surveying and responses to clinical questionnaires, as well as formal voting in consensus meetings.\n        For transparency, a draft of this CPG was made publicly available for comment during the development process and prior to publication. All comments were evaluated and considered for inclusion into the final manuscript according to the IOM standard.\nEvidence rating\n        The evidence- and consensus-based recommendations of the panel were refined throughout the development process in order to obtain the highest possible agreement among the experts, however, the minimum threshold was defined as 75% approval among the voting members. Evidence supporting panel recommendations was graded according to the Oxford Centre for Evidence-Based Medicine (OCEBM) Levels of Evidence Working Group ‘The Oxford Levels of Evidence 2’ (2016 version). A summary of the OCEBM grading scale may be found in table 1. The level of evidence (LE) for a given consensus recommendation is expressed in parentheses following the recommendation (eg, LE:1). Recommendations without an associated LE were based on expert consensus.\n        \n          Table 1\n          \n            Summary of ‘The Oxford Levels of Evidence 2’ (adapted from Oxford Centre for Evidence-Based Medicine Levels of Evidence Working Group)\n          \n          \n            \n              \n                Level 1\n                Level 2\n                Level 3\n                Level 4\n                Level 5\n              \n            \n            \n              \n                Systematic review or meta-analysis\n                Randomized trial or observational study with dramatic effect\n                Non-randomized, controlled cohort, or follow-up study\n                Case series, case–control, or historically controlled study\n                Mechanism-based reasoning\nDiagnostic tests and biomarkers\n      Biomarker testing may identify patients who are more likely to derive benefit from regimens incorporating targeted therapies or immunotherapies as opposed to cytotoxic chemotherapy alone, and thus has become an essential component in determining the optimal treatment of patients with NSCLC. Although biomarkers for patient selection for other thoracic malignancies are an ongoing area of research, PD-L1 expression in SCLC or mesothelioma is not known to be predictive of benefit withimmunotherapy at this time. While ICIs have improved clinical outcomes for some patients, only a subset of patients experience deep, durable responses as a result of ICI therapy.29\n\n      For immunotherapy specifically, research is ongoing to identify biomarkers with predictive value for response to ICIs for patients with lung cancer. Across solid tumors, three tumor biomarkers have been validated thus far to predict improved outcomes after ICI treatment: PD-L1 expression, microsatellite instability (MSI), and tumor mutational burden (TMB). FDA-approved indications for some ICIs, including in lung cancer, are dependent on PD-L1 expression above a specific cut-off by an approved companion diagnostic (discussed in the PD-L1 expression section below); additionally, pembrolizumab is approved for tissue-agnostic use in tumors that are MSI-high (MSI-H) and/or deficient in mismatch repair (dMMR) as well as in tumors with high TMB (TMB-H).30\n\n      \n        PD-L1 expression\n        At the time of manuscript writing, all FDA-approved ICI regimens for lung cancer and mesothelioma include one agent that targets the PD-(L)1 axis. As such, several clinical trials have attempted to stratify patients by the level of PD-L1 expression in tumor cells (TCs) and/or infiltrating immune cells (ICs) in an effort to identify patients most likely to benefit from ICI therapy. Currently, eligibility for four of the ICIs indicated for the treatment of advanced NSCLC is conditional based on PD-L1 expression above a specific cut-off (currently, no FDA approvals for SCLC or mesothelioma are dependent on PD-L1 expression). Additionally, eligibility for ICI therapy in the adjuvant setting requires confirmed tumor PD-L1 expression by an FDA-approved test (data supporting the approval, as well as outcomes across PD-L1 expression subgroups, are described in the Resectable stage II to IIIA NSCLC section). For all of the agents with indications for PD-L1-positive NSCLC, the FDA has approved corresponding companion diagnostics that assess PD-L1 expression using immunohistochemistry (IHC). It is important to note that these assays are not all equivalent or interchangeable, as will be discussed below in the Concordance in PD-L1 testing section. Additionally, different thresholds for PD-L1 expression define eligibility across indications. The most commonly used cut-off values are PD-L1 expression ≤1%, 1%–49%, and ≥50%. In real-world analyses, roughly 44% of tumors have PD-L1 expression <1%, 25% of tumors have PD-L1 expression 1%–49%, and around 31% of tumors have PD-L1 expression ≥50%.31 A comprehensive review of PD-L1 as a predictive biomarker was published in 2021.32\n\n        The VENTANA PD-L1 SP142 assay is the FDA-approved companion diagnostic for atezolizumab, an anti-PD-L1 ICI, which may be used in the treatment of PD-L1-high NSCLC as a first-line monotherapy in patients with no EGFR/ALK alterations.33 The SP142 assay defines high PD-L1 expression in lung cancer as ≥50% of TCs staining positive for PD-L1 (TC ≥50%), or as PD-L1-expressing ICs covering ≥10% of the tumor (IC ≥10%).33 The FDA approval of atezolizumab for this indication was based on data from IMpower110 (NCT02409342), in which the subgroup of patients with high PD-L1 expression exhibited a significant overall survival (OS) advantage with ICI treatment compared with platinum-based chemotherapy, a benefit that was not seen for patients with tumors in other PD-L1 expression categories (TC ≥5% or IC ≥5%; TC ≥1% or IC ≥1%).34\n\n        The anti-PD-1 ICI nivolumab is approved in combination with ipilimumab for the first-line treatment of metastatic NSCLC, if no EGFR/ALK alterations are present and tumors are PD-L1 ≥1% (≥1% of TCs in the sample staining positive for PD-L1).3 23 The PD-L1 IHC 28–8 pharmDx assay was used to evaluate PD-L1 expression during the CheckMate 227 trial (NCT02477826), and patients with PD-L1 ≥1% treated with nivolumab and ipilimumab exhibited a significant OS advantage over patients treated with platinum-doublet chemotherapy.35 The 28–8 assay is FDA-approved for this indication as a companion diagnostic.\n        Pembrolizumab, an ICI that targets PD-1, has two NSCLC indications that require PD-L1 testing. For both indications, PD-L1 expression is measured by the PD-L1 IHC 22C3 pharmDx companion diagnostic, which measures PD-L1 expression on TCs only.30 In both cases, the threshold for PD-L1 positivity is tumor proportion score (TPS) ≥1%. Pembrolizumab may be used as a first-line monotherapy for PD-L1-positive tumors without EGFR/ALK alterations, if the disease is either metastatic or stage III and the patient is not a candidate for surgery or radiotherapy. Pembrolizumab is also indicated for the treatment of PD-L1-positive relapsed/refractory (R/R) NSCLC, if patients have previously received platinum-based chemotherapy and targeted therapies for EGFR/ALK alterations (if appropriate). During the KEYNOTE-042 trial (NCT02220894) evaluating pembrolizumab as a first-line monotherapy, statistically significant improvements in OS over chemotherapy were observed for the TPS ≥1%, TPS ≥20%, and TPS ≥50% subgroups.8 Similarly, both the TPS ≥1% and TPS ≥50% subgroups exhibited significant improvements in OS and overall response rate (ORR) in comparison to docetaxel in KEYNOTE-010 (NCT01905657), a trial evaluating pembrolizumab in the R/R NSCLC setting.7 Progression-free survival (PFS) was also improved in the TPS ≥50% subgroup with pembrolizumab compared with docetaxel. Of note, the 28–8 assay has been found to be equivalent to the 22C3 assay,36 and these assays are used interchangeably for both nivolumab and pembrolizumab.\n        Cemiplimab, an anti-PD-1 mAb, has also been approved for the treatment of NSCLC tumors that are PD-L1-positive. Both pembrolizumab and cemiplimab are indicated for the treatment of tumors that are PD-L1-positive by the 22C3 assay. However, the threshold for PD-L1 positivity for cemiplimab is TPS ≥50%. Cemiplimab monotherapy may be used for the first-line treatment of locally advanced (and not eligible for surgical resection or definitive chemoradiation) or metastatic NSCLC that is PD-L1-positive and has no EGFR, ALK, or ROS1 genetic alterations.37 Approval was based on the phase III EMPOWER-Lung 1 trial (NCT03088540), which compared SOC chemotherapy to cemiplimab monotherapy and showed significant OS and PFS benefit in the PD-L1-positive (TPS ≥50%) population.11\n\n      \n      \n        Concordance in PD-L1 assays and considerations for testing\n        The existence of multiple assays that measure PD-L1 expression, each developed for use with a different ICI and developed using different protocols, scoring algorithms, and antibodies has raised questions of generalizability of positive results across IHC staining platforms. Harmonization efforts are ongoing, however, the predictive value of individual PD-L1 assays for indications other than reported in the registrational clinical trials leading to each FDA approval is unknown. The Blueprint Phase 1 study included 471 tumor samples and compared the SP142, 28–8, 22C3, and the VENTANA PD-L1 SP263 (used for patient selection with durvalumab, but not in lung cancer diagnostics) assays. Through both manual and automated image analysis methods measuring the number of PD-L1 staining TCs (excluding ICs), the 28–8, 22C3, and the SP263 assays showed high levels of concordance, while the SP142 assay did not correlate as strongly with any of the other assays.36 However, this study did not assess the concordance of IC staining. Results from Blueprint Phase 2 (in which ICs were included in the analysis) confirmed interchangeability of the 22C3, 28–8, and SP263 assays.38 The SP142 assay has also been shown to stain fewer TCs compared with the other assays.39 40 A similar study that compared IHC using the 22C3, SP263, SP142, and E1L3N antibody clones to test 97 NSCLC samples found that E1L3N can be used interchangeably with the 22C3 and SP263 antibodies.41 The results of assay concordance studies to date, however, have not been based on head-to-head comparisons. Also of note, the E1L3N antibody has not received approval as a companion or complementary diagnostic—although in many cases institutions use it or other reagents as components of in-house assays, also known as laboratory developed tests. Many laboratories do not offer multiple tests for PD-L1, but rather choose to validate only one or two of the four or five options. Notably, no major prospective studies have examined cross-assay correlations between PD-L1 expression and measurements of clinical outcome (eg, OS and PFS).32\n\n      \n      \n        Tissue-agnostic indications for ICIs\n        At the time of manuscript preparation, pembrolizumab is approved for two tissue-agnostic indications for tumors with high levels of genomic instability, namely MSI-H/dMMR and TMB-H. To identify tumors that are MSI-H/dMMR, no specific companion diagnostic was mandated in the original FDA approval,30 which was based on a pooled analysis of 149 patients with MSI-H solid tumors across five clinical trials (KEYNOTE-016, KEYNOTE-164, KEYNOTE-012, KEYNOTE-028, and KEYNOTE-158). In February 2022, the FoundationOne CDx was approved as a companion diagnostic to identify patients with MSI-H solid tumors who may be appropriate for treatment with pembrolizumab. It is important to note that it is uncommon for lung cancers to be MSI-H. In an analysis of 10,701 tumor-normal sample pairs from 39 cancer types, lung adenocarcinomas were MSI-H at a rate of 0.53%, and lung squamous cell carcinomas were MSI-H at a rate of 0.60%.42\n\n        The FDA also approved pembrolizumab for the treatment of patients with solid tumors that are TMB-H (defined as ≥10 mutations/megabase by the FDA-approved FoundationOne CDx companion diagnostic). Approval was based on KEYNOTE-158, which included a total of 1,032 patients (none with NSCLC).43 Notably, data are lacking for the predictive and prognostic value of TMB-H in the context of lung cancers treated with immunotherapy. During the CheckMate 227 trial, which evaluated nivolumab in combination with ipilimumab in advanced NSCLC and stratified patients by biomarker status, survival endpoints were met regardless of TMB status.44 The optimal cut-off threshold for TMB-H remains an ongoing area of investigation and variability across panel assays remains an obstacle. A recent effort pioneered by Friends of Cancer Research demonstrated that panel sizes of >667 Kbb are necessary for optimal concordance with whole-exome sequencing-based methods of assessing TMB, however, statistical methods can assist in filtering out pathogenic and germline variants for more consistent results.45\n\n      \n      \n        Tissue acquisition considerations for immunotherapy\n        For biomarkers that rely on IHC staining (ie, PD-L1 testing), it is important to consider the conditions under which tissue samples are stored and tested. Acquisition of sufficient tissue for multiple assays is also paramount. There is evidence that, while archived specimens can be used to successfully measure PD-L1 expression, PD-L1 immunoreactivity is gradually lost over time while the specimen is in storage. One analysis of formalin-fixed paraffin-embedded tissue samples from 1,546 patients with NSCLC found that concordance between recently-acquired (<3 months old) and archived samples was highest with archived samples less than 3 years old.46 Regardless of the age of the sample, however, there is no evidence that results significantly differ between PD-L1 assays performed in in-house Clinical Laboratory Improvement Amendments (CLIA)-certified laboratories compared with those returned from samples sent to centralized testing laboratories.\n      \n      \n        Molecular testing\n        Targeted therapies exist to inhibit the aberrant protein signaling resulting from common NSCLC genetic variants, including mutations or genetic alterations in EGFR, ALK and ROS1. Therefore, for some patients, molecular testing can guide eligibility for treatment with appropriate targeted therapies. Comprehensive recommendations on genetic testing are beyond the scope of this immunotherapy-focused CPG, but several international organizations have published statements recommending, at minimum, routine testing for EGFR, ALK, ROS1, BRAF, MET exon 14, RET, NTRK, and KRAS G12C alterations.47–50 It is likely that the list of genes selected for molecular testing in lung cancer will continue to increase as new targeted agents are approved by the FDA.\n      \n      \n        Panel recommendations\n        \n          \n            Comprehensive next-generation sequencing (NGS) testing of tumor tissue is recommended for all patients with metastatic non-squamous NSCLC and select patients with squamous carcinoma of the lung (eg, never-smokers) if feasible (LE: 2).\n          \n          \n            When NGS is not possible, tumor tissue should be tested for EGFR, ALK, ROS1, BRAF, MET ex14, RET, NTRK, and KRAS G12C alterations for all patients with non-squamous NSCLC and selected patients with squamous cell.\n          \n          \n            Tumor tissue should be tested for molecular driver oncogenes for patients with metastatic NSCLC adenocarcinoma with any smoking history, and for patients with light or never smoking history with non-adenocarcinoma histology (LE: 3).\n          \n          \n            ICIs should not be initiated until the results of molecular driver mutation testing are available, regardless of tumor PD-L1 expression status.\n          \n          \n            Testing for tumor PD-L1 expression should be performed for patients with metastatic (stage IV) NSCLC of any histology to predict the likelihood of clinical benefit from anti-PD-(L)1 ICI therapy (LE: 2).\n          \n          \n            Testing for tumor PD-L1 expression can be considered, but is not required, for patients with stage III unresectable NSCLC to predict the likelihood of clinical benefit from anti-PD(L)1 ICI therapy.\n          \n          \n            For resectable stage II to IIIA NSCLC, testing for tumor PD-L1 expression should be performed to be considered for atezolizumab therapy in the adjuvant setting following resection and platinum-based chemotherapy (LE:2).\n          \n          \n            For PD-L1 assessment, the 22C3, 28–8, and SP263 assays are interchangeable. The SP142 assay is not interchangeable and does not perform equivalently to the other assays listed (LE: 3).\n          \n          \n            Archived or fresh biopsy material can be used for PD-L1 assessment (LE: 3). Previously cut slides that are less than 3 months old can be used for PD-L1 assessment.\n          \n          \n            Testing for PD-L1 expression in SCLC or mesothelioma is not known to be predictive of benefit with immunotherapy at this time.\n          \n          \n            TMB and MSI are the basis for tumor-agnostic indications for ICI therapy and have demonstrated clinical utility in many tumor types, but in lung cancer there are insufficient data to recommend routine testing for these biomarkers (LE: 2).\nPD-L1 expression\n        At the time of manuscript writing, all FDA-approved ICI regimens for lung cancer and mesothelioma include one agent that targets the PD-(L)1 axis. As such, several clinical trials have attempted to stratify patients by the level of PD-L1 expression in tumor cells (TCs) and/or infiltrating immune cells (ICs) in an effort to identify patients most likely to benefit from ICI therapy. Currently, eligibility for four of the ICIs indicated for the treatment of advanced NSCLC is conditional based on PD-L1 expression above a specific cut-off (currently, no FDA approvals for SCLC or mesothelioma are dependent on PD-L1 expression). Additionally, eligibility for ICI therapy in the adjuvant setting requires confirmed tumor PD-L1 expression by an FDA-approved test (data supporting the approval, as well as outcomes across PD-L1 expression subgroups, are described in the Resectable stage II to IIIA NSCLC section). For all of the agents with indications for PD-L1-positive NSCLC, the FDA has approved corresponding companion diagnostics that assess PD-L1 expression using immunohistochemistry (IHC). It is important to note that these assays are not all equivalent or interchangeable, as will be discussed below in the Concordance in PD-L1 testing section. Additionally, different thresholds for PD-L1 expression define eligibility across indications. The most commonly used cut-off values are PD-L1 expression ≤1%, 1%–49%, and ≥50%. In real-world analyses, roughly 44% of tumors have PD-L1 expression <1%, 25% of tumors have PD-L1 expression 1%–49%, and around 31% of tumors have PD-L1 expression ≥50%.31 A comprehensive review of PD-L1 as a predictive biomarker was published in 2021.32\n\n        The VENTANA PD-L1 SP142 assay is the FDA-approved companion diagnostic for atezolizumab, an anti-PD-L1 ICI, which may be used in the treatment of PD-L1-high NSCLC as a first-line monotherapy in patients with no EGFR/ALK alterations.33 The SP142 assay defines high PD-L1 expression in lung cancer as ≥50% of TCs staining positive for PD-L1 (TC ≥50%), or as PD-L1-expressing ICs covering ≥10% of the tumor (IC ≥10%).33 The FDA approval of atezolizumab for this indication was based on data from IMpower110 (NCT02409342), in which the subgroup of patients with high PD-L1 expression exhibited a significant overall survival (OS) advantage with ICI treatment compared with platinum-based chemotherapy, a benefit that was not seen for patients with tumors in other PD-L1 expression categories (TC ≥5% or IC ≥5%; TC ≥1% or IC ≥1%).34\n\n        The anti-PD-1 ICI nivolumab is approved in combination with ipilimumab for the first-line treatment of metastatic NSCLC, if no EGFR/ALK alterations are present and tumors are PD-L1 ≥1% (≥1% of TCs in the sample staining positive for PD-L1).3 23 The PD-L1 IHC 28–8 pharmDx assay was used to evaluate PD-L1 expression during the CheckMate 227 trial (NCT02477826), and patients with PD-L1 ≥1% treated with nivolumab and ipilimumab exhibited a significant OS advantage over patients treated with platinum-doublet chemotherapy.35 The 28–8 assay is FDA-approved for this indication as a companion diagnostic.\n        Pembrolizumab, an ICI that targets PD-1, has two NSCLC indications that require PD-L1 testing. For both indications, PD-L1 expression is measured by the PD-L1 IHC 22C3 pharmDx companion diagnostic, which measures PD-L1 expression on TCs only.30 In both cases, the threshold for PD-L1 positivity is tumor proportion score (TPS) ≥1%. Pembrolizumab may be used as a first-line monotherapy for PD-L1-positive tumors without EGFR/ALK alterations, if the disease is either metastatic or stage III and the patient is not a candidate for surgery or radiotherapy. Pembrolizumab is also indicated for the treatment of PD-L1-positive relapsed/refractory (R/R) NSCLC, if patients have previously received platinum-based chemotherapy and targeted therapies for EGFR/ALK alterations (if appropriate). During the KEYNOTE-042 trial (NCT02220894) evaluating pembrolizumab as a first-line monotherapy, statistically significant improvements in OS over chemotherapy were observed for the TPS ≥1%, TPS ≥20%, and TPS ≥50% subgroups.8 Similarly, both the TPS ≥1% and TPS ≥50% subgroups exhibited significant improvements in OS and overall response rate (ORR) in comparison to docetaxel in KEYNOTE-010 (NCT01905657), a trial evaluating pembrolizumab in the R/R NSCLC setting.7 Progression-free survival (PFS) was also improved in the TPS ≥50% subgroup with pembrolizumab compared with docetaxel. Of note, the 28–8 assay has been found to be equivalent to the 22C3 assay,36 and these assays are used interchangeably for both nivolumab and pembrolizumab.\n        Cemiplimab, an anti-PD-1 mAb, has also been approved for the treatment of NSCLC tumors that are PD-L1-positive. Both pembrolizumab and cemiplimab are indicated for the treatment of tumors that are PD-L1-positive by the 22C3 assay. However, the threshold for PD-L1 positivity for cemiplimab is TPS ≥50%. Cemiplimab monotherapy may be used for the first-line treatment of locally advanced (and not eligible for surgical resection or definitive chemoradiation) or metastatic NSCLC that is PD-L1-positive and has no EGFR, ALK, or ROS1 genetic alterations.37 Approval was based on the phase III EMPOWER-Lung 1 trial (NCT03088540), which compared SOC chemotherapy to cemiplimab monotherapy and showed significant OS and PFS benefit in the PD-L1-positive (TPS ≥50%) population.11\nConcordance in PD-L1 assays and considerations for testing\n        The existence of multiple assays that measure PD-L1 expression, each developed for use with a different ICI and developed using different protocols, scoring algorithms, and antibodies has raised questions of generalizability of positive results across IHC staining platforms. Harmonization efforts are ongoing, however, the predictive value of individual PD-L1 assays for indications other than reported in the registrational clinical trials leading to each FDA approval is unknown. The Blueprint Phase 1 study included 471 tumor samples and compared the SP142, 28–8, 22C3, and the VENTANA PD-L1 SP263 (used for patient selection with durvalumab, but not in lung cancer diagnostics) assays. Through both manual and automated image analysis methods measuring the number of PD-L1 staining TCs (excluding ICs), the 28–8, 22C3, and the SP263 assays showed high levels of concordance, while the SP142 assay did not correlate as strongly with any of the other assays.36 However, this study did not assess the concordance of IC staining. Results from Blueprint Phase 2 (in which ICs were included in the analysis) confirmed interchangeability of the 22C3, 28–8, and SP263 assays.38 The SP142 assay has also been shown to stain fewer TCs compared with the other assays.39 40 A similar study that compared IHC using the 22C3, SP263, SP142, and E1L3N antibody clones to test 97 NSCLC samples found that E1L3N can be used interchangeably with the 22C3 and SP263 antibodies.41 The results of assay concordance studies to date, however, have not been based on head-to-head comparisons. Also of note, the E1L3N antibody has not received approval as a companion or complementary diagnostic—although in many cases institutions use it or other reagents as components of in-house assays, also known as laboratory developed tests. Many laboratories do not offer multiple tests for PD-L1, but rather choose to validate only one or two of the four or five options. Notably, no major prospective studies have examined cross-assay correlations between PD-L1 expression and measurements of clinical outcome (eg, OS and PFS).32\nTissue-agnostic indications for ICIs\n        At the time of manuscript preparation, pembrolizumab is approved for two tissue-agnostic indications for tumors with high levels of genomic instability, namely MSI-H/dMMR and TMB-H. To identify tumors that are MSI-H/dMMR, no specific companion diagnostic was mandated in the original FDA approval,30 which was based on a pooled analysis of 149 patients with MSI-H solid tumors across five clinical trials (KEYNOTE-016, KEYNOTE-164, KEYNOTE-012, KEYNOTE-028, and KEYNOTE-158). In February 2022, the FoundationOne CDx was approved as a companion diagnostic to identify patients with MSI-H solid tumors who may be appropriate for treatment with pembrolizumab. It is important to note that it is uncommon for lung cancers to be MSI-H. In an analysis of 10,701 tumor-normal sample pairs from 39 cancer types, lung adenocarcinomas were MSI-H at a rate of 0.53%, and lung squamous cell carcinomas were MSI-H at a rate of 0.60%.42\n\n        The FDA also approved pembrolizumab for the treatment of patients with solid tumors that are TMB-H (defined as ≥10 mutations/megabase by the FDA-approved FoundationOne CDx companion diagnostic). Approval was based on KEYNOTE-158, which included a total of 1,032 patients (none with NSCLC).43 Notably, data are lacking for the predictive and prognostic value of TMB-H in the context of lung cancers treated with immunotherapy. During the CheckMate 227 trial, which evaluated nivolumab in combination with ipilimumab in advanced NSCLC and stratified patients by biomarker status, survival endpoints were met regardless of TMB status.44 The optimal cut-off threshold for TMB-H remains an ongoing area of investigation and variability across panel assays remains an obstacle. A recent effort pioneered by Friends of Cancer Research demonstrated that panel sizes of >667 Kbb are necessary for optimal concordance with whole-exome sequencing-based methods of assessing TMB, however, statistical methods can assist in filtering out pathogenic and germline variants for more consistent results.45\nTissue acquisition considerations for immunotherapy\n        For biomarkers that rely on IHC staining (ie, PD-L1 testing), it is important to consider the conditions under which tissue samples are stored and tested. Acquisition of sufficient tissue for multiple assays is also paramount. There is evidence that, while archived specimens can be used to successfully measure PD-L1 expression, PD-L1 immunoreactivity is gradually lost over time while the specimen is in storage. One analysis of formalin-fixed paraffin-embedded tissue samples from 1,546 patients with NSCLC found that concordance between recently-acquired (<3 months old) and archived samples was highest with archived samples less than 3 years old.46 Regardless of the age of the sample, however, there is no evidence that results significantly differ between PD-L1 assays performed in in-house Clinical Laboratory Improvement Amendments (CLIA)-certified laboratories compared with those returned from samples sent to centralized testing laboratories.\nMolecular testing\n        Targeted therapies exist to inhibit the aberrant protein signaling resulting from common NSCLC genetic variants, including mutations or genetic alterations in EGFR, ALK and ROS1. Therefore, for some patients, molecular testing can guide eligibility for treatment with appropriate targeted therapies. Comprehensive recommendations on genetic testing are beyond the scope of this immunotherapy-focused CPG, but several international organizations have published statements recommending, at minimum, routine testing for EGFR, ALK, ROS1, BRAF, MET exon 14, RET, NTRK, and KRAS G12C alterations.47–50 It is likely that the list of genes selected for molecular testing in lung cancer will continue to increase as new targeted agents are approved by the FDA.\nPanel recommendations\n        \n          \n            All patients receiving treatment with ICIs should receive detailed education about the potential immune-related toxicities associated with therapy.\n          \n          \n            Support tools should be provided to guide patients and caregivers in self-monitoring to support appropriate intervention.\n          \n          \n            It is important to discuss the financial impact of immunotherapy treatment with patients and their care-partners, and to assist in identifying resources for them to find support.\nNon-small cell lung cancer\n      The SOC for the treatment of NSCLC includes surgery, radiation, and systemic therapies. As discussed earlier, targeted therapies, especially those that specifically disrupt tumors with alterations in specific genes, such as EGFR, ALK, and ROS1\n51–53 have been approved for the treatment of patients with advanced NSCLC and the respective genetic variants. The role for immunotherapy is limited in oncogene-driven NSCLC at the time of manuscript writing. ICI monotherapy has provided limited clinical benefit to patients with molecular driver gene mutated NSCLC—one retrospective analysis that included 551 patients with mutations in KRAS, BRAF, ROS1, MET, EGFR, HER2, RET, and ALK found ORRs of 26%, 24%, 17%, 16%, 12%, 7%, 6%, 0%, respectively, with single-agent anti-PD-(L)1.54 Combination regimens involving ICIs and epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors (TKIs) are not routinely used as severe hepatotoxicity leading to treatment discontinuation was seen in early-stage trials.55 56 ICI treatment has been demonstrated to offer improved outcomes to patients with EGFR mutant NSCLC after disease progression on first-line TKIs in retrospective57 and prospective trials21 (IMpower150 is discussed in more detail in the Tumors unselected by PD-L1 expression section). However, caution is warranted when ICIs are administered sequentially after TKIs as there may be increased risk for toxicity. A database study that included 20,516 participants with NSCLC in the US FDA Adverse Event Reporting System found significantly higher rates of immune-related pneumonitis for patients treated with both an EGFR TKI and nivolumab (adjusted OR for interaction 4.31; 95% CI 2.37 to 7.86; p<0.001).58\n\n      Chemotherapy regimens are also used to treat NSCLC,59 although targeted therapies and immunotherapy have shown better efficacy in specific patient subgroups (eg, targeted therapy for those with alterations in driver oncogenes). A number of ICIs have been approved by the FDA for the treatment of NSCLC in the first-line, maintenance, adjuvant, and R/R settings. Data from key clinical trials that supported the FDA approvals of immunotherapies for NSCLC are summarized in table 2, and discussed in more detail in the following paragraphs, organized by tumor PD-L1 expression.\n      \n        Table 2\n        \n          Pivotal trial outcomes data for US Food and Drug Administration-approved immunotherapies for NSCLC\n        \n        \n          \n            \n              Trial\n              Line of therapy\n              Interventions\n              Results\n            \n            \n              ORR\n              Median DOR\n              OS\n              Median PFS\n            \n          \n          \n            \n              \nTumors with PD-L1 expression ≥50%\n\n            \n            \n              IMpower110 (NCT02409342)34\n\n              First-line\n              Atezolizumab\n              38.3% (95% CI 29.1% to 48.2%)\n              NE\n              Median OS: 20.2 months (95% CI 16.5 to NE) (HR vs chemotherapy 0.59; 95% CI 0.40 to 0.89; p=0.01)\n              8.1 months (95% CI) (HR vs chemotherapy 0.63; 95% CI 0.45 to 0.88)\n            \n            \n              Platinum-based chemotherapy\n              28.6% (95% CI 19.9% to 38.6%)\n              6.7 months\n              Median OS: 13.1 months (95% CI 7.4 to 16.5)\n              5.0 months\n            \n            \n              KEYNOTE-024 (NCT02142738)60 61\n\n              First-line\n              Pembrolizumab\n              44.8% (95% CI 36.8% to 53.0%)\n              NR\n              Median OS: 30.0 months (95% CI 18.3 to NR) (HR vs chemotherapy 0.63; 95% CI 0.47 to 0.86; p=0.002)\n              10.3 months (95% CI 6.7 to NR) (HR vs chemotherapy 0.50; 95% CI 0.37 to 0.68; p<0.001)\n            \n            \n              Chemotherapy\n              27.8% (95% CI 20.8% to 35.7%)\n              6.3 months\n              Median OS: 14.2 months (95% CI 9.8 to 19.0)\n              6.0 months (95% CI 4.2 to 6.2)\n            \n            \n              EMPOWER-Lung 1 (NCT03088540)11\n\n              First-line\n              Cemiplimab\n              39% (95% CI 34% to 45%) (OR vs chemotherapy 2.53; 95% CI 1.74 to 3.69; p<0.0001)\n              16.7 months (95% CI 12.5 to 22.8)\n              Median OS: NR (95% CI 17.9 to NE) (HR vs chemotherapy 0.57; 95% CI 0.42 to 0.77; p=0.0002)\n              8.2 months (95% CI 6.1 to 8.8) (HR vs chemotherapy 0.54; 95% CI 0.43 to 0.68; p<0.0001)\n            \n            \n              Chemotherapy\n              20% (95% CI 16% to 26%)\n              6.0 months(95% CI 4.3 to 6.5)\n              Median OS: 14.2 months (95% CI 11.2 to 17.5)\n              5.7 months (95% CI 4.5 to 6.2)\n            \n            \n              \nTumors with PD-L1 expression ≥1%\n\n            \n            \n              CheckMate 227 (NCT02477826)35\n\n              First-line\n              Nivolumab + ipilimumab\n              35.9% (95% CI 31.1% to 40.8%)\n              23.2 months (95% CI 15.2 to 32.2)\n              24-month OS:40.1% (HR vs chemotherapy 0.79; 97.72% CI 0.65 to 0.96; p=0.007)\n              5.1 months (95% CI 4.1 to 6.3) (HR vs chemotherapy 0.82; 95% CI 0.69 to 0.97)\n            \n            \n              Platinum doublet chemotherapy\n              30.0% (95% CI 25.5% to 34.7%)\n              6.2 months (95% CI 5.6 to 7.4)\n              24-month OS: 32.8%\n              5.6 months (95% CI 4.6 to 5.8)\n            \n            \n              KEYNOTE-042 (NCT02220894)8 178\n\n              First-line\n              Pembrolizumab\n              27% (95% CI 24% to 31%)\n              20.2 months (95% CI 16.6 to NR)\n              Median OS: 16.7 months (95% CI 13.9 to 19.7) (HR vs chemotherapy 0.81; 95% CI 0.71 to 0.93; p=0.0018)\n              5.4 months (95% CI 4.3 to 6.2) (HR vs chemotherapy 1.05; 95% CI 0.93 to 1.19)\n            \n            \n              Chemotherapy\n              27% (95% CI 23% to 30%)\n              8.3 months (95% CI 6.5 to 11.1)\n              Median OS: 12.1 months (95% CI 11.3 to 13.3)\n              6.6 months (95% CI 6.3 to 7.3)\n            \n            \n              KEYNOTE-010* (NCT01905657)7 67\n\n              Second-line\n              Pembrolizumab\n              18% (95% CI 14.1% to 22.5%)\n              NR (IQR 4.2 to 10.5 months)\n              36-month OS: 22.9% (95% CI 19.8% to 26.1%) (HR vs docetaxel 0.69; 95% CI 0.60 to 0.80; p<0.00001)\n              4.0 months (95% CI 3.1 to 4.1) (HR vs docetaxel 0.83; 95% CI 0.72 to 0.96; p<0.005)\n            \n            \n              Docetaxel\n              9.3% (95% CI 6.5% to 12.9%)\n              6 months (IQR 2.7 to 6.1)\n              36-month OS: 11.0% (95% CI 7.9% to 14.7%)\n              4.1 months (95% CI 3.8 to 4.5)\n            \n            \n              \nTumors unselected by PD-L1 expression\n\n            \n            \n              IMpower150† (NCT02366143)21 70\n\n              First-line\n              Atezolizumab + paclitaxel +carboplatin‡\n              40.6% (95% CI 35.8% to 45.6%)‡\n              8.3 months‡\n              24 month OS: 38.3% (95% CI 31.9% to 44.8%) (HR vs BCP 0.85; 95% CI 0.71 to 1.03)‡\n              6.7 months (95% CI 5.7 to 6.9) (HR vs BCP 0.91; 95% CI 0.78 to 1.06)‡\n            \n            \n              Atezolizumab + bevacizumab +paclitaxel + carboplatin\n              63.5% (95% CI 58.2% to 68.5%)\n              9.0 months\n              24-month OS: 43.4% (95% CI 36.9% to 49.9%) (HR vs BCP 0.78; 95% CI 0.64 to 0.96; p=0.02)\n              8.3 months (95% CI 7.7 to 9.8) (HR vs BCP 0.62; 95% CI 0.52 to 0.74; p<0.001)\n            \n            \n              Bevacizumab + paclitaxel +carboplatin (BCP)\n              48.0% (95% CI 42.5% to 53.6%)\n              5.7 months\n              24-month OS: 33.7% (95% CI 27.4% to 40.0%)\n              6.8 months (95% CI 6.0 to 7.1)\n            \n            \n              IMpower130 † (NCT02367781)6\n\n              First-line\n              Atezolizumab + nab-paclitaxel + carboplatin\n              49.2% (95% CI 44.5% to 54.0%) (OR vs nab-paclitaxel + carboplatin 2.07; 95% CI 1.48 to 2.89)\n              8.4 months (95% CI 6.9 to 11.8)\n              24-month OS: 39.6% (95% CI 33.6% to 45.7%) (HR vs chemotherapy 0.79; 95% CI 0.64 to 0.98; p=0.033)\n              7.0 months (95% CI 6.2 to 7.3) (HR vs chemotherapy 0.64; 95% CI 0.54 to 0.77; p<0.0001)\n            \n            \n              Nab-paclitaxel + carboplatin\n              31.9% (95% CI 25.8% to 38.4%)\n              6.1 months (95% CI 5.5 to 7.9)\n              24-month OS: 30.0% (95% CI 21.7% to 38.2%)\n              5.5 months (95% CI 4.4 to 5.9)\n            \n            \n              OAK§ (NCT02008227)73\n\n              Second-line\n              Atezolizumab\n              14.6% (95% CI 11.4% to 18.3%)\n              16.3 months (95% CI 10.0 to 26.3)\n              24 month OS: 30.9% (HR vs docetaxel 0.75; 95% CI 0.64 to 0.89; p=0.0006)\n              2.8 months (95% CI 2.6 to 3.0) (HR vs docetaxel 0.93; 95% CI 0.80 to 1.08; p=0.3495)\n            \n            \n              Docetaxel\n              13.4% (95% CI 10.3% to 17.0%)\n              6.2 months (95% CI 4.9 to 8.4)\n              24-month OS: 21.1%\n              4.0 months (95% CI 3.3 to 4.2)\n            \n            \n              CheckMate 9LA (NCT03215706)12\n\n              First-line\n              Nivolumab + ipilimumab +chemotherapy\n              38.2% (95% CI 33.2% to 43.5%)\n              11.3 months (95% CI 8.5 to NR)\n              Median OS: 15.6 months (95% CI 13.9 to 20.0) (HR vs chemotherapy 0.66; 95% CI 0.55 to 0.80; p=0.0006)\n              6.7 months (95% CI 5.6 to 7.8) (HR vs chemotherapy 0.68; 95% CI 0.57 to 0.82)\n            \n            \n              Chemotherapy\n              24.9% (95% CI 20.5% to 29.7%)\n              5.6 months (95% CI 4.4 to 7.5)\n              10.9 months (95% CI 9.5 to 12.6)\n              5.0 months (95% CI 4.3 to 5.6)\n            \n            \n              CheckMate 017 (NCT01642004) andCheckMate 057¶ (NCT01673867)74\n\n              Second-line\n              Nivolumab\n              19% (95% CI 16% to 24%) (OR vs docetaxel 1.91; 95% CI 1.28 to 2.86)\n              23.8 months (95% CI 11.4 to 36.1)\n              36-month OS:17% (95% CI 14% to 21%) (HR vs docetaxel 0.70; 95% CI 0.61 to 0.81)\n              2.56 months (95% CI 2.20 to 3.48) (HR vs docetaxel 0.80; 95% CI 0.69 to 0.92)\n            \n            \n              Docetaxel\n              11% (95% CI 8% to 15%)\n              5.6 months (95% CI 4.4 to 7.0)\n              36-month OS: 8% (95% CI 6% to 11%)\n              3.52 months (95% CI 3.15 to 4.21)\n            \n            \n              KEYNOTE-189 (NCT02578680)9\n\n              First-line\n              Pembrolizumab + chemotherapy\n              48.0% (95% CI 43.1% to 53.0%)\n              12.4 months\n              24-month OS: 45.5% (HR vs chemotherapy 0.56; 95% CI 0.45 to 0.70)\n              9.0 months (95% CI 8.1 to 9.9) (HR vs chemotherapy 0.48; 95% CI 0.40 to 0.58)\n            \n            \n              Chemotherapy\n              19.4% (95% CI 14.2% to 25.5%)\n              7.1 months\n              24-month OS: 29.9%\n              4.9 months (95% CI 4.7 to 5.5)\n            \n            \n              KEYNOTE-407 (NCT02775435)69\n\n              First-line\n              Pembrolizumab + chemotherapy\n              62.6% (95% CI 56.6% to 68.3%)\n              8.8 months\n              Median OS: 17.1 months (95% CI 14.4 to 19.9) (HR vs chemotherapy 0.71; 95% CI 0.58 to 0.88)\n              8.0 months (95% CI 6.3 to 8.4) (HR vs chemotherapy 0.57; 95% CI 0.47 to 0.69)\n            \n            \n              Chemotherapy\n              38.4% (95% CI 32.7% to 44.4%)\n              4.9 months\n              Median OS: 11.4 months (95% CI 10.1 to 13.7)\n              5.1 months (95% CI 4.3 to 6.0)\n            \n            \n              PACIFIC (NCT02125461)**4 76\n\n              Maintenance\n              Durvalumab\n              30.0% (95% CI 25.8% to 34.5%) (p<0.001 vs placebo)\n              NR (95% CI 27.4 months to NR)\n              36-month OS: 57.0% (95% CI 52.3% to 61.4%) (unstratified HR vs placebo 0.67; 95% CI 0.54 to 0.84)\n              17.2 months (95% CI 13.1 to 23.9) (HR vs placebo 0.51; 95% CI 0.41 to 0.63)\n            \n            \n              Placebo\n              17.8% (95% CI 13.0% to 23.6%)\n              18.4 months (95% CI 6.7 to 24.5)\n              36-month OS: 43.5% (95% CI 37.0% to 49.9%)\n              5.6 months (95% CI 4.6 to 7.7)\n            \n          \n        \n        \n          \n            *ORR and DOR data are from patients treated with 2 mg/kg pembrolizumab. OS and PFS data are from updated pooled analyses including 2 mg/kg and 10 mg/kg doses.\n          \n          \n            †Study included patients with EGFR/ALK mutant tumors; ITT-wild–type population (no EGFR/ALK genetic alterations) data reported.\n          \n          \n            ‡Updated analysis (January 2018) of ITT population (which includes patients with EGFR/ALK genetic alterations who had progression with, or intolerance to, at least one TKI).\n          \n          \n            §Primary efficacy population (ITT-850) data reported.\n          \n          \n            ¶Pooled population from CheckMate 017 and Checkmate 057 reported.\n          \n          \n            **Approval is for stage III, unresectable NSCLC.\n          \n          \n            DOR, duration of response; ITT, intention-to-treat; NE, not estimable; NR, not reached; NSCLC, non-small cell lung cancer; ORR, objective response rate; OS, overall survival; PD-L1, programmed death-ligand 1; PFS, progression-free survival; TKI, tyrosine kinase inhibitor.\n          \n        \n      \n      \n        Tumors with PD-L1 expression ≥50%\n        The approval of pembrolizumab as a first-line monotherapy for patients with NSCLC was based on results from the phase III, randomized, open-label KEYNOTE-024 and KEYNOTE-042 trials (KEYNOTE-042 is discussed in the Tumors with PD-L1 expression ≥1% section).30 KEYNOTE-024 (NCT02142738) enrolled patients with untreated, metastatic NSCLC and PD-L1 TPS ≥50% to receive either pembrolizumab or a platinum-based chemotherapy regimen. Patients assigned to the pembrolizumab arm had higher ORR, longer median OS and extended median PFS compared with the chemotherapy arm. The median duration of response (DOR) was not reached at the time of writing in the pembrolizumab arm versus 6.3 months for the chemotherapy arm.60 The toxicity profile was favorable for immunotherapy, where 76.6% of patients in the pembrolizumab arm developed treatment-related adverse events (TRAEs) compared with 90.0% of patients in the chemotherapy arm, 31.2% and 53.3% of which were grade 3–5 TRAEs, respectively.61 Long-term efficacy results in the intention-to-treat (ITT) population show a 5-year OS rate of 31.9% (95% CI 24.5% to 39.5%) with pembrolizumab versus 16.3% (95% CI 10.6% to 23.0%) for chemotherapy.62 While the results of KEYNOTE-024 lead to the initial approval of pembrolizumab monotherapy as a first-line option for patients with NSCLC and PD-L1 TPS ≥50% in October 2016, this indication was later expanded to tumors with TPS ≥1% based on results from KEYNOTE-042 (discussed in the Tumors with PD-L1 expression ≥1% section).\n        Approval for atezolizumab monotherapy for first-line systemic therapy of metastatic PD-L1-positive disease was based on the phase III, randomized, open-label trial IMpower110 (NCT02409342).33 An interim analysis of the 572 chemotherapy-naïve patients who were enrolled and randomized to atezolizumab versus chemotherapy found benefit in median OS for patients in the PD-L1-high categories by the SP142 assay (PD-L1 staining on TCs ≥50% or ICs ≥10%). TRAEs occurred in 90.2% of patients in the atezolizumab arm and 94.7% of patients in the chemotherapy arm, and grade 3–4 TRAEs occurred in 30.1% and 52.5% of patients in the respective treatment arms.34 The FDA granted approval for atezolizumab monotherapy for the first-line treatment of NSCLC for patients with tumors that have high PD-L1 expression and no EGFR/ALK alterations in May 2020.33\n\n        Cemiplimab has also received approval as a first-line monotherapy for the treatment of patients with locally advanced (not eligible for surgery or definitive chemoradiation) or metastatic NSCLC tumors that do not harbor EGFR, ALK, or ROS1 genetic alterations with PD-L1 TPS ≥50%.37 Approval in February 2021 was based on results of the phase III, open-label EMPOWER-Lung 1 study, which enrolled patients with a history of smoking to receive either cemiplimab or SOC chemotherapy. Patients receiving cemiplimab experienced significantly better OS and PFS compared with chemotherapy regimens. An exploratory analysis that stratified patients by PD-L1 expression (PD-L1 ≥90%; PD-L1 >60% to <90%; PD-L1 ≥50% to ≤60%) found that PD-L1 expression correlated with degree of change to tumor size, as well as with incremental improvements in OS, PFS, and ORR.11\n\n        The decision to offer ICI as monotherapy or in combination with chemotherapy for patients with tumor PD-L1 expression 1%–49% is an ongoing area of controversy. Patient-related factors such as ability to tolerate chemotherapy may contribute to the decision to offer ICI monotherapy, while high disease burden disease-related symptoms may necessitate the addition of chemotherapy for rapid response induction. Improved ORR, OS and PFS with immunotherapy−chemotherapy combinations compared with anti-PD-(L)1 monotherapy among patients with baseline bone, brain, liver, and adrenal metastases have been observed in retrospective real-world analyses.63 A recent exploratory analysis of pooled data from eight randomized controlled first-line NSCLC trials enrolling patients with PD-L1 expression 1%–49% found generally longer OS and PFS with anti-PD-(L)1 therapy in combination with chemotherapy compared with the monotherapy across most age, Eastern Cooperative Oncology Group (ECOG) performance status (PS), and smoking status subgroups. Only patients of age ≥75 had similar outcomes with monotherapy versus combination treatment.64\n\n      \n      \n        Tumors with PD-L1 expression ≥1%\n        Ipilimumab was approved for use in combination with nivolumab based on data from the phase III, randomized, open-label CheckMate 227 (NCT02477826) trial. In the study, patients were randomized 1:1:1:1 to one of four arms (nivolumab, nivolumab with ipilimumab, nivolumab with chemotherapy, and chemotherapy). PD-L1-postive patients (TPS ≥1%) in the nivolumab with ipilimumab arm exhibited higher OS than those in the chemotherapy arm at 24 months (40.1% vs 32.8%, respectively). Patients developed TRAEs at a rate of 76.7% (32.8% developed grade 3–4 TRAEs) versus 81.9% (36.0% developed grade 3–4 TRAEs) in the nivolumab with ipilimumab arm versus the chemotherapy arm, respectively.35 Based on OS data from this trial, the FDA approved nivolumab with ipilimumab for first-line treatment of PD-L1-positive (TPS ≥1%) NSCLC with no EGFR/ALK alterations.3 23 CheckMate 227 stratified patients by histology, and exploratory analysis with 4 years of follow-up found pronounced clinical benefit with ipilimumab plus nivolumab compared with chemotherapy among the 46 patients with squamous NSCLC in the study. The 4-year OS rate for patients with squamous NSCLC treated with ipilimumab plus nivolumab was 22% compared with 7% for chemotherapy (median OS 15.9 months vs 8.5 months; HR=0.53; 95% CI 0.34 to 0.84).5 Post-hoc analyses of CheckMate 227 demonstrated a trend toward more pronounced clinical benefit with ipilimumab plus nivolumab for patients with baseline brain metastases. Median OS was 18.8 months for patients with brain metastases (95% CI 9.2 to 29.4) versus 17.1 months for patients without brain metastases (95% CI 15.3 to 19.9). The OS HR for nivolumab plus ipilimumab versus chemotherapy for patients with brain metastases was 0.57 (95% CI 0.38 to 0.85) versus 0.76 (95% CI 0.66 to 0.88) for patients without brain metastases.65 The combination of ipilimumab plus nivolumab was not FDA-approved for these specific patient populations at the time of manuscript preparation, nor for the treatment of patients with tumor PD-L1 expression ≤1%. Prospective trials are needed to establish clinical benefit in these populations.\n        Pembrolizumab monotherapy was FDA-approved as a first-line treatment for PD-L1-positive (TPS ≥1%) NSCLC without EGFR or ALK alterations in April 2019 for patients with metastatic disease or those who have stage III disease and are not candidates for surgery or radiation based on results from the KEYNOTE-042 (NCT02220894) and KEYNOTE-024 (NCT02142738; KEYNOTE-024 is discussed in the Tumors with PD-L1 expression ≥50% section) trials, both of which were phase III, randomized, and open-label.30 In KEYNOTE-042, patients with TPS ≥1% who were treated with pembrolizumab had significantly higher median OS compared with those receiving platinum-based chemotherapy. TRAEs were observed in 63% of patients receiving pembrolizumab (18% developed grade 3–5 TRAEs) and in 90% of patients receiving chemotherapy (41% developed grade 3–5 TRAEs).8\n\n        Pembrolizumab was initially granted an accelerated approval from the FDA for the treatment of patients with R/R NSCLC (who have disease progression on or after platinum-containing chemotherapy or targeted therapy against ALK or EGFR, if appropriate) with PD-L1 TPS ≥50% in October 2015. This approval was based off of results from the phase I, open-label KEYNOTE-001 (NCT01295827) trial, in which pembrolizumab-treated patients with NSCLC and high PD-L1 expression experienced durable responses (ORR 41% (95% CI 28.6% to 54.3%)) and a tolerable safety profile.66 In the phase II/III, randomized, open-label KEYNOTE-010 (NCT01905657) trial, multiple dosing regimens of pembrolizumab were compared against docetaxel in the R/R (after platinum-based chemotherapy) NSCLC setting. The trial enrolled 1033 patients with PD-L1-positive disease (TPS ≥1%) to receive pembrolizumab at either 2 mg/kg every 3 weeks or 10 mg/kg every 3 weeks, or chemotherapy. Patients in the 2 mg/kg pembrolizumab arm (current clinical dosing) had significantly higher median OS at 10.4 months (95% CI 9.4 to 11.9; HR 0.71 (95% CI 0.58 to 0.88; p=0.0008)) for pembrolizumab versus 8.5 months (95% CI 7.5 to 9.8) for docetaxel. Across all dosages pembrolizumab was associated with significantly higher OS at 36 months, ORR, and DOR—the pembrolizumab arms had not reached median DOR at the time of manuscript preparation, while median DOR was 6 months in the docetaxel arm.7 Long-term safety data have also been reported, with a median follow-up of 42.6 months (range 35.2–53.2); in the pembrolizumab arms, patients developed TRAEs at a rate of 67.7% (16.1% developed TRAEs of grade 3–5), and in the docetaxel arm patients developed TRAEs at a rate of 82.5% (36.6% developed TRAEs of grade 3–5). Notably, 14 patients received second courses of pembrolizumab after PFS events, which led to a partial response in six patients (43%) and stable disease in five patients (36%).67 The full approval of pembrolizumab in this setting was expanded to include patients with tumors with PD-L1 TPS ≥1% in October 2016.68\n\n      \n      \n        Tumors unselected by PD-L1 expression\n        During the phase III, randomized, quadruple-masked study KEYNOTE-189 (NCT02578680), 616 patients were assigned to receive pembrolizumab with chemotherapy (pemetrexed and platinum) or chemotherapy alone as a first-line treatment for non-squamous NSCLC. Pembrolizumab treatment was associated with improved ORR, DOR, milestone OS at 24 months, and median PFS. All-cause adverse events (AEs) occurred in 99.8% of patients receiving pembrolizumab (71.9% of patients developed AEs of grade 3–5) and in 99.0% of patients receiving chemotherapy alone (66.8% of patients developed AEs of grade 3–5).9 Benefit with pembrolizumab plus chemotherapy was maintained across PD-L1 expression cutpoints and regardless of the presence of baseline liver or brain metastases.9 Based on KEYNOTE-189, the FDA approved the use of pembrolizumab with pemetrexed and platinum chemotherapy for first-line treatment of non-squamous NSCLC with no EGFR/ALK genetic alterations in May 2017.30\n\n        In KEYNOTE-407 (NCT02775435), 559 patients with squamous NSCLC were assigned to receive pembrolizumab with chemotherapy (carboplatin and paclitaxel or nab-paclitaxel) or chemotherapy alone in a phase III, randomized, triple-masked clinical trial. In the protocol-specified final analysis, patients in the pembrolizumab arm had a higher ORR, median DOR, median OS, and median PFS. Patients in the pembrolizumab arm developed AEs at a rate of 98.6%, with 74.1% developing AEs of grade 3–5. OS and PFS benefit for the ICI plus chemotherapy combination was maintained across prespecified PD-L1 expression subgroups, with an OS HR of 0.61 (95% CI 0.38 to 0.98) for patients with PD-L1-negative tumors, 0.57 (95% CI 0.36 to 0.90) for patients with tumor PD-L1 expression 1%–49%, and 0.64 (95% CI 0.37 to 1.10) for patients with tumor PD-L1 expression ≥50%. Patients in the chemotherapy alone arm developed AEs at a rate of 98.2%, and 69.6% developed AEs of grade 3–5.69 The FDA approved pembrolizumab with carboplatin and paclitaxel or nab-paclitaxel for the first-line treatment of metastatic, squamous NSCLC in May 2017.30\n\n        The FDA has also approved atezolizumab in combinations with cytotoxic and targeted therapies for the first-line treatment of metastatic NSCLC. In the phase III, randomized, open-label IMpower150 trial (NCT02366143), 1202 patients were assigned to receive atezolizumab, carboplatin, and paclitaxel (ACP); atezolizumab, bevacizumab, carboplatin, and paclitaxel (ABCP); or bevacizumab, carboplatin, and paclitaxel (BCP). As described in table 2, the ABCP arm had higher ORR, DOR, OS, and PFS compared with the BCP arm in the ITT-wild-type (no EGFR/ALK alterations) population.70 Although statistically significant OS benefit with ABCP compared with BCP was demonstrated in the ITT population, exploratory analyses revealed longer median OS with ABCP and ACP versus BCP in PD-L1-high and PD-L1-positive subgroups, whereas median OS was similar with ACP and ABCP versus BCP in patients with PD-L1-negative tumors.71 The ACP arm, in contrast, did not exhibit marked clinical advantages over the BCP arm in secondary analyses of the ITT population (including patients with EGFR/ALK genetic alterations who had progression with, or showed intolerance to at least one approved TKI). Importantly, ABCP was also associated with improved OS compared with BCP in the subgroup of patients with tumors with EGFR mutations (median OS not estimable with ABCP vs median OS 17.5 months with BCP; HR 0.31; 95% CI 0.11 to 0.83).21 Patients developed grade 3–4 AEs at a rate of 64% in the ABCP group and at 58% in the BCP group.21 The FDA approved the ABCP combination regimen for the first-line treatment of metastatic NSCLC in December 2019.33\n\n        During IMpower130 (NCT02367781), a phase III, randomized, open-label trial of patients with chemotherapy-naïve non-squamous NSCLC, atezolizumab with chemotherapy (nab-paclitaxel and carboplatin) was compared with chemotherapy alone. Patients in the atezolizumab arm with no EGFR/ALK alterations (ITT wild-type population) had longer median OS, long-term (24-month) OS, median PFS, ORR, and median DOR. No difference in OS was seen across pre-stratifed PD-L1 expression subgroups. TRAEs were observed in 96% of patients in the atezolizumab arm and 93% of patients in the chemotherapy alone arm, with 75% of patients receiving atezolizumab with chemotherapy and 61% of patients receiving chemotherapy developing grade 3–5 TRAEs.6 In December 2018, the FDA approved atezolizumab with nab-paclitaxel and carboplatin for the first-line treatment of metastatic NSCLC with no EGFR/ALK alterations.33\n\n        The CheckMate 9LA trial (NCT03215706), a phase III, randomized, open-label study, compared nivolumab and ipilimumab plus 2 cycles of platinum doublet chemotherapy versus platinum doublet chemotherapy alone in 719 patients with recurrent or metastatic NSCLC with no EGFR or ALK mutations. ORR was increased in the ICI-treated arm, as well as DOR, median OS, and median PFS. The 2-year OS rates were 38% and 26% for the ICI arm and the chemotherapy arm, respectively. Median OS was similar for the PD-L1 expression ≥1% group and the PD-L1 expression <1% group, at 15.8 months and 16.8 months, respectively (HR vs chemotherapy 0.64 (95% CI 0.50 to 0.82) for PD-L1 expression ≥1%; HR versus chemotherapy 0.62 (95% CI 0.45 to 0.85) for PD-L1 expression <1%). TRAEs of grade 3–4 were reported in 47% of patients receiving ICIs versus 38% of patients receiving chemotherapy alone.12 In May 2020, the FDA approved nivolumab and ipilimumab plus 2 cycles of platinum doublet chemotherapy for the first-line treatment of NSCLC with no EGFR or ALK alterations.3 23\n\n        Atezolizumab has also showed benefit in clinical trials for R/R (after platinum-based chemotherapy) NSCLC. In the phase III, randomized, open-label OAK trial (NCT02008227), patients were assigned to receive either docetaxel or atezolizumab.72 In the primary efficacy population (n = 850), patients treated with atezolizumab had higher median OS, milestone (24-month) OS, and higher median DOR, although there was not a statistically significant advantage in PFS or ORR. The secondary efficacy population, which included 1,225 patients, had results consistent with the primary population. Patients receiving atezolizumab developed TRAEs at a rate of 64.0% (14.9% developed grade 3–5 TRAEs), while patients receiving docetaxel developed TRAEs at a rate of 86.2% (42.4% developed grade 3–5 TRAEs).73 Data from OAK led to the approval of atezolizumab for R/R NSCLC in patients who have received prior chemotherapy and EGFR/ALK targeted treatment, if appropriate, in April 2017.33\n\n        Nivolumab was the first anti-PD(L)−1 agent to be approved in lung cancer. In March 2015, the FDA approved nivolumab for the treatment of metastatic squamous NSCLC with progression on or after platinum-based chemotherapy based on CheckMate 017 and CheckMate 063. In October 2015, nivolumab’s indication was expanded to the treatment of metastatic NSCLC with progression on or after platinum-based chemotherapy based on results of CheckMate 057 with patients with metastatic non-squamous NSCLC.3 In a pooled analysis of CheckMate 017 (NCT01642004; patients with squamous NSCLC) and CheckMate 057 (NCT01673867; patients with non-squamous NSCLC), patients treated with nivolumab exhibited improvements in ORR, median DOR, 36-month OS, and 3-year PFS rates (10% versus <1%; HR 0.80; 95% CI 0.69 to 0.92) compared with patients who received docetaxel.74 At 5-year update, the OS rates (13.4% vs 2.6%), and PFS rates (8% vs 0%; HR 0.79; 95% CI 0.68 to 0.92), continued to favor immunotherapy. No patients were treated with docetaxel for more than 2 years, however, at 5 years, 67.9% of the patients who received nivolumab experienced any grade TRAEs, with 10.9% being grade 3–4 events.75\n\n      \n      \n        Unresectable stage III NSCLC\n        Durvalumab, an anti-PD-L1 antibody, has been approved for use as a consolidation therapy in patients with stage III unresectable disease following concurrent chemoradiotherapy who have not yet experienced disease progression. During the phase III, randomized, quadruple-masked PACIFIC trial (NCT02125461), patients were assigned to receive durvalumab or placebo following chemoradiation therapy. Patients who received durvalumab experienced greater median OS, milestone (36-month) OS,4 and higher median PFS. AEs were reported in 96.8% of patients receiving durvalumab (30.5% developed AEs of grade 3–5) and in 94.9% of patients receiving placebo (26.1% developed AEs of grade 3–5).76 OS improvements were seen across most PD-L1 expression subgroups (HR for TC ≥25% = 0.50, 95% CI 0.30 to 0.83; HR for TC <25% = 0.89, 95% CI 0.63 to 1.25; HR for TC ≥1% = 0.59, 95% CI 0.41 to 0.83; HR for TC 1%–24% = 0.67, 95% CI 0.41 to 1.10; HR for unknown PD-L1=0.60, 95% CI 0.43 to 0.84), with the exception of patients with tumor PD-L1 expression <1% (HR=1.14, 95% CI 0.71 to 1.84).77 Durvalumab was approved as a maintenance therapy in this setting by the FDA in February of 201878 and approved by the European Medicines Agency for consolidation therapy for patients with PD-L1 positive tumors in October of 2018. Pembrolizumab is also indicated as a first-line treatment for patients with stage III NSCLC (for patients not eligible for surgery or definitive chemoradiation),8 discussed in the Tumors with PD-L1 expression ≥1% section.\n      \n      \n        Resectable stage II to IIIA NSCLC\n        The FDA approved atezolizumab as an adjuvant treatment following resection and platinum-based chemotherapy for patients with stage II to IIIA NSCLC whose tumors have PD-L1 expression on ≥ 1% of TCs on October 15, 2021. The SP263 assay was approved as a companion diagnostic test with the new indication. Approval was based on IMpower010, a randomized, multicenter, open-label, phase III trial comparing 16 cycles of adjuvant atezolizumab (1200 mg every 21 days) or best supportive care after tumor resection and completion of 1–4 cycles of adjuvant platinum-based chemotherapy. Investigator-assessed disease-free survival (DFS) was the primary endpoint. At a median follow-up of 32.2 months (IQR 27.4–38.3), the primary endpoint was met for all patients with stage II−IIIA disease. DFS events occurred in 173 (39%) of the 442 patients with stage II−IIIA tumors receiving atezolizumab and 198 (45%) of the 440 in the group receiving best supportive care, leading to an HR of 0.79 (95% CI 0.64 to 0.96; p=0.020). In the subgroup with stage II−IIIA tumors with PD-L1 expression ≥1%, 88 (35%) of 248 patients receiving atezolizumab and 105 (46%) of 228 patients receiving best supportive care group experienced DFS events for a stratified HR of 0.66 (95% CI 0.50 to 0.88; p=0.0039). The 3-year DFS rates for all patients were 56% in the atezolizumab group versus 49% in the best supportive care group and among patients with tumors with PD-L1 expression ≥1% the 3-year DFS rates were 60% and 48%, respectively. For the secondary endpoint of DFS in patients with tumor PD-L1 on 50% or more of TCs, the unstratified HR was 0.43 (95% CI 0.27 to 0.68) and post-hoc exploratory analyses demonstrated an unstratified HR of 0.87 (95% CI 0.60 to 1.26) for patients with tumors PD-L1 expression of 1%–49%. OS data were immature at the cut-off date. Atezolizumab-related grade 3 and 4 AEs occurred in 11% of patients (n=53 of 495) and there were 4 grade 5 events.79\n\n        Nivolumab in combination with platinum doublet chemotherapy every 3 weeks for up to 3 cycles prior to definitive surgery for adult patients with resectable NSCLC gained FDA approval on March 4, 2022. Approval was based on improvements in pCR rate and event-free survival (EFS) compared with neoadjuvant platinum doublet chemotherapy alone in the phase III, randomized, open-label trial CheckMate 816, which included a total of 358 patients with with resectable, histologically confirmed Stage IB (≥4 cm), II, or IIIA NSCLC (American Joint Commission on Cancer(AJCC)/Union for International Cancer Control (UICC) staging criteria) and measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. Significantly increased pCR rates were observed for neoadjuvant nivolumab plus chemotherapy compared with chemotherapy alone in the ITT population (24.0% vs 2.2%; OR 13.94; 99% CI 3.49 to 55.75; p<0.0001) as well as across all key subgroups including by disease stage (IB/II, 26.2% vs 4.8%; ≥IIIA, 23.0% vs 0.9%), PD-L1 expression status (PD-L1 <1%, 16.7% vs 2.6%; PD-L1 ≥1%, 32.6% vs 2.2%), and TMB (TMB low, 22.4% vs 1.9%; TMB-H, 30.8% vs 2.7%).80 Neoadjuvant nivolumab plus chemotherapy did not impede the feasibility of surgery nor increase surgical complications. Definitive surgery rates were 83% with nivolumab plus chemotherapy (n=149) compared with 75% with chemotherapy alone (n=135). An R0 resection was achieved in 83% patients in the nivolumab plus chemotherapy arm compared with 78% of patients in the chemotherapy alone arm and the median percentage residual viable tumor cells in the primary tumor bed were 10% and 74% across arms, respectively. Any-grade surgery-related AEs were reported in 41% versus 47% of patients in the nivolumab plus chemotherapy versus chemotherapy alone arms, and grade 3–4 AEs were reported in 11% versus 15% of patients in each arm, respectively.81 Median EFS was 31.6 months (95% CI 30.2 to not reached) in the nivolumab plus chemotherapy arm and 20.8 months (95% CI 14.0 to 26.7) in the chemotherapy alone arm.\n      \n      \n        Panel recommendations\n        \n          \n            For patients with metastatic NSCLC with no actionable mutations and TPS ≥50%, the panel recommends first-line pembrolizumab, atezolizumab, or cemiplimab monotherapy, with consideration for chemo-immunotherapy for patients with high tumor disease burden or worrisome symptoms (LE:2).\n          \n          \n            For patients with metastatic NSCLC with no actionable mutations and TPS <50%, pembrolizumab with chemotherapy, atezolizumab with chemotherapy (with or without bevacizumab), or nivolumab with ipilimumab with or without 2 cycles of chemotherapy (in select cases) should be used (LE:2).\n          \n          \n            For patients with metastatic NSCLC with no actionable mutations and tumor PD-L1 expression 1%–49% who are ineligible for or refuse chemotherapy, pembrolizumab monotherapy may be considered (LE:2).\n          \n          \n            For patients with metastatic NSCLC with tumor PD-L1 expression ≤1% and baseline brain metastases or squamous histology nivolumab in combination with ipilimumab may be considered (LE:3).\n          \n          \n            For adult patients with resectable (tumors ≥4 cm or node positive) NSCLC, nivolumab in combination with platinum-doublet chemotherapy every 3 weeks for 3 cycles in the neoadjuvant setting may be considered (LE:2).\n          \n          \n            For adult patients with stage II to IIIA NSCLC and PD-L1 expression ≥50%, atezolizumab is recommended as an adjuvant treatment following resection and platinum-based chemotherapy (LE:2).\n          \n          \n            For adult patients with stage II to IIIA NSCLC and PD-L1 expression 1%–49%, atezolizumab may be considered as an adjuvant treatment following resection and platinum-based chemotherapy (LE:2).\n          \n          \n            In patients with non-squamous cell NSCLC tumors positive for EGFR, ALK, or ROS1 alterations, appropriate FDA-approved targeted therapy should be administered as first-line therapy (LE:1).\n          \n          \n            In patients with non-squamous cell NSCLC tumors positive for EGFR, ALK, or ROS1 alterations that become refractory to TKIs, chemotherapy should be given, with consideration for the addition of immunotherapy (LE:2) and antiangiogenic therapy.\n          \n          \n            In patients with non-squamous cell NSCLC with tumors positive for actionable molecular alterations other than EGFR, ALK, or ROS1 alterations, appropriate FDA-approved targeted therapies can be considered as first-line therapy.\n          \n          \n            Whenever possible, patients should be offered participation in clinical trials.\n          \n        \n        A treatment algorithm for advanced NSCLC summarizing the panel recommendations is provided in figure 1. The treatment landscape for patients with NSCLC continues to evolve and there are a number of clinical trials underway, including many late-stage, phase III trials investigating additional ICIs and ICI combination therapies for the treatment of NSCLC.\n        \n          Figure 1\n          \n            Advanced NSCLC immunotherapy treatment algorithm. Algorithm for the treatment of advanced NSCLC based on the evidence- and consensus-based recommendations of the SITC Lung Cancer and Mesothelioma Clinical Practice Guideline Expert Panel. In all cases, chemotherapy selection should be guided by histology. Whenever possible, patients should be offered participation in clinical trials.*Select patients with stage III NSCLC may also be considered for PD-L1 expression testing to determine eligibility for adjuvant ICIs or predict clinical benefit in the unresectable setting in select cases. See the Diagnostics tests and biomarkers and Non-small cell lung cancer sections for more information on approved immunotherapy treatment options for stage III NSCLC.†See the Contraindicated patient populations section for discussion of immunotherapy in special patient populations.‡Comprehensive next-generation sequencing (NGS) is recommended for molecular testing. If NGS is not available, tumor tissue should be tested for molecular driver genetic alterations.§For PD-L1 expression assessment, the 22C3, 28–8, and SP263 assays are interchangeable. The SP142 assay is not interchangeable and does not perform equivalently to the other assays listed. Abbreviations: FDA, US Food and Drug Administration; ICI, immune checkpoint inhibitor; NSCLC, non-small cell lung cancer; PD-L1, programmed death-ligand 1; SITC, Society for Immunotherapy of Cancer; TKI, tyrosine kinase inhibitor; TPS, tumor proportion score.\nTumors with PD-L1 expression ≥50%\n        The approval of pembrolizumab as a first-line monotherapy for patients with NSCLC was based on results from the phase III, randomized, open-label KEYNOTE-024 and KEYNOTE-042 trials (KEYNOTE-042 is discussed in the Tumors with PD-L1 expression ≥1% section).30 KEYNOTE-024 (NCT02142738) enrolled patients with untreated, metastatic NSCLC and PD-L1 TPS ≥50% to receive either pembrolizumab or a platinum-based chemotherapy regimen. Patients assigned to the pembrolizumab arm had higher ORR, longer median OS and extended median PFS compared with the chemotherapy arm. The median duration of response (DOR) was not reached at the time of writing in the pembrolizumab arm versus 6.3 months for the chemotherapy arm.60 The toxicity profile was favorable for immunotherapy, where 76.6% of patients in the pembrolizumab arm developed treatment-related adverse events (TRAEs) compared with 90.0% of patients in the chemotherapy arm, 31.2% and 53.3% of which were grade 3–5 TRAEs, respectively.61 Long-term efficacy results in the intention-to-treat (ITT) population show a 5-year OS rate of 31.9% (95% CI 24.5% to 39.5%) with pembrolizumab versus 16.3% (95% CI 10.6% to 23.0%) for chemotherapy.62 While the results of KEYNOTE-024 lead to the initial approval of pembrolizumab monotherapy as a first-line option for patients with NSCLC and PD-L1 TPS ≥50% in October 2016, this indication was later expanded to tumors with TPS ≥1% based on results from KEYNOTE-042 (discussed in the Tumors with PD-L1 expression ≥1% section).\n        Approval for atezolizumab monotherapy for first-line systemic therapy of metastatic PD-L1-positive disease was based on the phase III, randomized, open-label trial IMpower110 (NCT02409342).33 An interim analysis of the 572 chemotherapy-naïve patients who were enrolled and randomized to atezolizumab versus chemotherapy found benefit in median OS for patients in the PD-L1-high categories by the SP142 assay (PD-L1 staining on TCs ≥50% or ICs ≥10%). TRAEs occurred in 90.2% of patients in the atezolizumab arm and 94.7% of patients in the chemotherapy arm, and grade 3–4 TRAEs occurred in 30.1% and 52.5% of patients in the respective treatment arms.34 The FDA granted approval for atezolizumab monotherapy for the first-line treatment of NSCLC for patients with tumors that have high PD-L1 expression and no EGFR/ALK alterations in May 2020.33\n\n        Cemiplimab has also received approval as a first-line monotherapy for the treatment of patients with locally advanced (not eligible for surgery or definitive chemoradiation) or metastatic NSCLC tumors that do not harbor EGFR, ALK, or ROS1 genetic alterations with PD-L1 TPS ≥50%.37 Approval in February 2021 was based on results of the phase III, open-label EMPOWER-Lung 1 study, which enrolled patients with a history of smoking to receive either cemiplimab or SOC chemotherapy. Patients receiving cemiplimab experienced significantly better OS and PFS compared with chemotherapy regimens. An exploratory analysis that stratified patients by PD-L1 expression (PD-L1 ≥90%; PD-L1 >60% to <90%; PD-L1 ≥50% to ≤60%) found that PD-L1 expression correlated with degree of change to tumor size, as well as with incremental improvements in OS, PFS, and ORR.11\n\n        The decision to offer ICI as monotherapy or in combination with chemotherapy for patients with tumor PD-L1 expression 1%–49% is an ongoing area of controversy. Patient-related factors such as ability to tolerate chemotherapy may contribute to the decision to offer ICI monotherapy, while high disease burden disease-related symptoms may necessitate the addition of chemotherapy for rapid response induction. Improved ORR, OS and PFS with immunotherapy−chemotherapy combinations compared with anti-PD-(L)1 monotherapy among patients with baseline bone, brain, liver, and adrenal metastases have been observed in retrospective real-world analyses.63 A recent exploratory analysis of pooled data from eight randomized controlled first-line NSCLC trials enrolling patients with PD-L1 expression 1%–49% found generally longer OS and PFS with anti-PD-(L)1 therapy in combination with chemotherapy compared with the monotherapy across most age, Eastern Cooperative Oncology Group (ECOG) performance status (PS), and smoking status subgroups. Only patients of age ≥75 had similar outcomes with monotherapy versus combination treatment.64\nTumors with PD-L1 expression ≥1%\n        Ipilimumab was approved for use in combination with nivolumab based on data from the phase III, randomized, open-label CheckMate 227 (NCT02477826) trial. In the study, patients were randomized 1:1:1:1 to one of four arms (nivolumab, nivolumab with ipilimumab, nivolumab with chemotherapy, and chemotherapy). PD-L1-postive patients (TPS ≥1%) in the nivolumab with ipilimumab arm exhibited higher OS than those in the chemotherapy arm at 24 months (40.1% vs 32.8%, respectively). Patients developed TRAEs at a rate of 76.7% (32.8% developed grade 3–4 TRAEs) versus 81.9% (36.0% developed grade 3–4 TRAEs) in the nivolumab with ipilimumab arm versus the chemotherapy arm, respectively.35 Based on OS data from this trial, the FDA approved nivolumab with ipilimumab for first-line treatment of PD-L1-positive (TPS ≥1%) NSCLC with no EGFR/ALK alterations.3 23 CheckMate 227 stratified patients by histology, and exploratory analysis with 4 years of follow-up found pronounced clinical benefit with ipilimumab plus nivolumab compared with chemotherapy among the 46 patients with squamous NSCLC in the study. The 4-year OS rate for patients with squamous NSCLC treated with ipilimumab plus nivolumab was 22% compared with 7% for chemotherapy (median OS 15.9 months vs 8.5 months; HR=0.53; 95% CI 0.34 to 0.84).5 Post-hoc analyses of CheckMate 227 demonstrated a trend toward more pronounced clinical benefit with ipilimumab plus nivolumab for patients with baseline brain metastases. Median OS was 18.8 months for patients with brain metastases (95% CI 9.2 to 29.4) versus 17.1 months for patients without brain metastases (95% CI 15.3 to 19.9). The OS HR for nivolumab plus ipilimumab versus chemotherapy for patients with brain metastases was 0.57 (95% CI 0.38 to 0.85) versus 0.76 (95% CI 0.66 to 0.88) for patients without brain metastases.65 The combination of ipilimumab plus nivolumab was not FDA-approved for these specific patient populations at the time of manuscript preparation, nor for the treatment of patients with tumor PD-L1 expression ≤1%. Prospective trials are needed to establish clinical benefit in these populations.\n        Pembrolizumab monotherapy was FDA-approved as a first-line treatment for PD-L1-positive (TPS ≥1%) NSCLC without EGFR or ALK alterations in April 2019 for patients with metastatic disease or those who have stage III disease and are not candidates for surgery or radiation based on results from the KEYNOTE-042 (NCT02220894) and KEYNOTE-024 (NCT02142738; KEYNOTE-024 is discussed in the Tumors with PD-L1 expression ≥50% section) trials, both of which were phase III, randomized, and open-label.30 In KEYNOTE-042, patients with TPS ≥1% who were treated with pembrolizumab had significantly higher median OS compared with those receiving platinum-based chemotherapy. TRAEs were observed in 63% of patients receiving pembrolizumab (18% developed grade 3–5 TRAEs) and in 90% of patients receiving chemotherapy (41% developed grade 3–5 TRAEs).8\n\n        Pembrolizumab was initially granted an accelerated approval from the FDA for the treatment of patients with R/R NSCLC (who have disease progression on or after platinum-containing chemotherapy or targeted therapy against ALK or EGFR, if appropriate) with PD-L1 TPS ≥50% in October 2015. This approval was based off of results from the phase I, open-label KEYNOTE-001 (NCT01295827) trial, in which pembrolizumab-treated patients with NSCLC and high PD-L1 expression experienced durable responses (ORR 41% (95% CI 28.6% to 54.3%)) and a tolerable safety profile.66 In the phase II/III, randomized, open-label KEYNOTE-010 (NCT01905657) trial, multiple dosing regimens of pembrolizumab were compared against docetaxel in the R/R (after platinum-based chemotherapy) NSCLC setting. The trial enrolled 1033 patients with PD-L1-positive disease (TPS ≥1%) to receive pembrolizumab at either 2 mg/kg every 3 weeks or 10 mg/kg every 3 weeks, or chemotherapy. Patients in the 2 mg/kg pembrolizumab arm (current clinical dosing) had significantly higher median OS at 10.4 months (95% CI 9.4 to 11.9; HR 0.71 (95% CI 0.58 to 0.88; p=0.0008)) for pembrolizumab versus 8.5 months (95% CI 7.5 to 9.8) for docetaxel. Across all dosages pembrolizumab was associated with significantly higher OS at 36 months, ORR, and DOR—the pembrolizumab arms had not reached median DOR at the time of manuscript preparation, while median DOR was 6 months in the docetaxel arm.7 Long-term safety data have also been reported, with a median follow-up of 42.6 months (range 35.2–53.2); in the pembrolizumab arms, patients developed TRAEs at a rate of 67.7% (16.1% developed TRAEs of grade 3–5), and in the docetaxel arm patients developed TRAEs at a rate of 82.5% (36.6% developed TRAEs of grade 3–5). Notably, 14 patients received second courses of pembrolizumab after PFS events, which led to a partial response in six patients (43%) and stable disease in five patients (36%).67 The full approval of pembrolizumab in this setting was expanded to include patients with tumors with PD-L1 TPS ≥1% in October 2016.68\nTumors unselected by PD-L1 expression\n        During the phase III, randomized, quadruple-masked study KEYNOTE-189 (NCT02578680), 616 patients were assigned to receive pembrolizumab with chemotherapy (pemetrexed and platinum) or chemotherapy alone as a first-line treatment for non-squamous NSCLC. Pembrolizumab treatment was associated with improved ORR, DOR, milestone OS at 24 months, and median PFS. All-cause adverse events (AEs) occurred in 99.8% of patients receiving pembrolizumab (71.9% of patients developed AEs of grade 3–5) and in 99.0% of patients receiving chemotherapy alone (66.8% of patients developed AEs of grade 3–5).9 Benefit with pembrolizumab plus chemotherapy was maintained across PD-L1 expression cutpoints and regardless of the presence of baseline liver or brain metastases.9 Based on KEYNOTE-189, the FDA approved the use of pembrolizumab with pemetrexed and platinum chemotherapy for first-line treatment of non-squamous NSCLC with no EGFR/ALK genetic alterations in May 2017.30\n\n        In KEYNOTE-407 (NCT02775435), 559 patients with squamous NSCLC were assigned to receive pembrolizumab with chemotherapy (carboplatin and paclitaxel or nab-paclitaxel) or chemotherapy alone in a phase III, randomized, triple-masked clinical trial. In the protocol-specified final analysis, patients in the pembrolizumab arm had a higher ORR, median DOR, median OS, and median PFS. Patients in the pembrolizumab arm developed AEs at a rate of 98.6%, with 74.1% developing AEs of grade 3–5. OS and PFS benefit for the ICI plus chemotherapy combination was maintained across prespecified PD-L1 expression subgroups, with an OS HR of 0.61 (95% CI 0.38 to 0.98) for patients with PD-L1-negative tumors, 0.57 (95% CI 0.36 to 0.90) for patients with tumor PD-L1 expression 1%–49%, and 0.64 (95% CI 0.37 to 1.10) for patients with tumor PD-L1 expression ≥50%. Patients in the chemotherapy alone arm developed AEs at a rate of 98.2%, and 69.6% developed AEs of grade 3–5.69 The FDA approved pembrolizumab with carboplatin and paclitaxel or nab-paclitaxel for the first-line treatment of metastatic, squamous NSCLC in May 2017.30\n\n        The FDA has also approved atezolizumab in combinations with cytotoxic and targeted therapies for the first-line treatment of metastatic NSCLC. In the phase III, randomized, open-label IMpower150 trial (NCT02366143), 1202 patients were assigned to receive atezolizumab, carboplatin, and paclitaxel (ACP); atezolizumab, bevacizumab, carboplatin, and paclitaxel (ABCP); or bevacizumab, carboplatin, and paclitaxel (BCP). As described in table 2, the ABCP arm had higher ORR, DOR, OS, and PFS compared with the BCP arm in the ITT-wild-type (no EGFR/ALK alterations) population.70 Although statistically significant OS benefit with ABCP compared with BCP was demonstrated in the ITT population, exploratory analyses revealed longer median OS with ABCP and ACP versus BCP in PD-L1-high and PD-L1-positive subgroups, whereas median OS was similar with ACP and ABCP versus BCP in patients with PD-L1-negative tumors.71 The ACP arm, in contrast, did not exhibit marked clinical advantages over the BCP arm in secondary analyses of the ITT population (including patients with EGFR/ALK genetic alterations who had progression with, or showed intolerance to at least one approved TKI). Importantly, ABCP was also associated with improved OS compared with BCP in the subgroup of patients with tumors with EGFR mutations (median OS not estimable with ABCP vs median OS 17.5 months with BCP; HR 0.31; 95% CI 0.11 to 0.83).21 Patients developed grade 3–4 AEs at a rate of 64% in the ABCP group and at 58% in the BCP group.21 The FDA approved the ABCP combination regimen for the first-line treatment of metastatic NSCLC in December 2019.33\n\n        During IMpower130 (NCT02367781), a phase III, randomized, open-label trial of patients with chemotherapy-naïve non-squamous NSCLC, atezolizumab with chemotherapy (nab-paclitaxel and carboplatin) was compared with chemotherapy alone. Patients in the atezolizumab arm with no EGFR/ALK alterations (ITT wild-type population) had longer median OS, long-term (24-month) OS, median PFS, ORR, and median DOR. No difference in OS was seen across pre-stratifed PD-L1 expression subgroups. TRAEs were observed in 96% of patients in the atezolizumab arm and 93% of patients in the chemotherapy alone arm, with 75% of patients receiving atezolizumab with chemotherapy and 61% of patients receiving chemotherapy developing grade 3–5 TRAEs.6 In December 2018, the FDA approved atezolizumab with nab-paclitaxel and carboplatin for the first-line treatment of metastatic NSCLC with no EGFR/ALK alterations.33\n\n        The CheckMate 9LA trial (NCT03215706), a phase III, randomized, open-label study, compared nivolumab and ipilimumab plus 2 cycles of platinum doublet chemotherapy versus platinum doublet chemotherapy alone in 719 patients with recurrent or metastatic NSCLC with no EGFR or ALK mutations. ORR was increased in the ICI-treated arm, as well as DOR, median OS, and median PFS. The 2-year OS rates were 38% and 26% for the ICI arm and the chemotherapy arm, respectively. Median OS was similar for the PD-L1 expression ≥1% group and the PD-L1 expression <1% group, at 15.8 months and 16.8 months, respectively (HR vs chemotherapy 0.64 (95% CI 0.50 to 0.82) for PD-L1 expression ≥1%; HR versus chemotherapy 0.62 (95% CI 0.45 to 0.85) for PD-L1 expression <1%). TRAEs of grade 3–4 were reported in 47% of patients receiving ICIs versus 38% of patients receiving chemotherapy alone.12 In May 2020, the FDA approved nivolumab and ipilimumab plus 2 cycles of platinum doublet chemotherapy for the first-line treatment of NSCLC with no EGFR or ALK alterations.3 23\n\n        Atezolizumab has also showed benefit in clinical trials for R/R (after platinum-based chemotherapy) NSCLC. In the phase III, randomized, open-label OAK trial (NCT02008227), patients were assigned to receive either docetaxel or atezolizumab.72 In the primary efficacy population (n = 850), patients treated with atezolizumab had higher median OS, milestone (24-month) OS, and higher median DOR, although there was not a statistically significant advantage in PFS or ORR. The secondary efficacy population, which included 1,225 patients, had results consistent with the primary population. Patients receiving atezolizumab developed TRAEs at a rate of 64.0% (14.9% developed grade 3–5 TRAEs), while patients receiving docetaxel developed TRAEs at a rate of 86.2% (42.4% developed grade 3–5 TRAEs).73 Data from OAK led to the approval of atezolizumab for R/R NSCLC in patients who have received prior chemotherapy and EGFR/ALK targeted treatment, if appropriate, in April 2017.33\n\n        Nivolumab was the first anti-PD(L)−1 agent to be approved in lung cancer. In March 2015, the FDA approved nivolumab for the treatment of metastatic squamous NSCLC with progression on or after platinum-based chemotherapy based on CheckMate 017 and CheckMate 063. In October 2015, nivolumab’s indication was expanded to the treatment of metastatic NSCLC with progression on or after platinum-based chemotherapy based on results of CheckMate 057 with patients with metastatic non-squamous NSCLC.3 In a pooled analysis of CheckMate 017 (NCT01642004; patients with squamous NSCLC) and CheckMate 057 (NCT01673867; patients with non-squamous NSCLC), patients treated with nivolumab exhibited improvements in ORR, median DOR, 36-month OS, and 3-year PFS rates (10% versus <1%; HR 0.80; 95% CI 0.69 to 0.92) compared with patients who received docetaxel.74 At 5-year update, the OS rates (13.4% vs 2.6%), and PFS rates (8% vs 0%; HR 0.79; 95% CI 0.68 to 0.92), continued to favor immunotherapy. No patients were treated with docetaxel for more than 2 years, however, at 5 years, 67.9% of the patients who received nivolumab experienced any grade TRAEs, with 10.9% being grade 3–4 events.75\nUnresectable stage III NSCLC\n        Durvalumab, an anti-PD-L1 antibody, has been approved for use as a consolidation therapy in patients with stage III unresectable disease following concurrent chemoradiotherapy who have not yet experienced disease progression. During the phase III, randomized, quadruple-masked PACIFIC trial (NCT02125461), patients were assigned to receive durvalumab or placebo following chemoradiation therapy. Patients who received durvalumab experienced greater median OS, milestone (36-month) OS,4 and higher median PFS. AEs were reported in 96.8% of patients receiving durvalumab (30.5% developed AEs of grade 3–5) and in 94.9% of patients receiving placebo (26.1% developed AEs of grade 3–5).76 OS improvements were seen across most PD-L1 expression subgroups (HR for TC ≥25% = 0.50, 95% CI 0.30 to 0.83; HR for TC <25% = 0.89, 95% CI 0.63 to 1.25; HR for TC ≥1% = 0.59, 95% CI 0.41 to 0.83; HR for TC 1%–24% = 0.67, 95% CI 0.41 to 1.10; HR for unknown PD-L1=0.60, 95% CI 0.43 to 0.84), with the exception of patients with tumor PD-L1 expression <1% (HR=1.14, 95% CI 0.71 to 1.84).77 Durvalumab was approved as a maintenance therapy in this setting by the FDA in February of 201878 and approved by the European Medicines Agency for consolidation therapy for patients with PD-L1 positive tumors in October of 2018. Pembrolizumab is also indicated as a first-line treatment for patients with stage III NSCLC (for patients not eligible for surgery or definitive chemoradiation),8 discussed in the Tumors with PD-L1 expression ≥1% section.\nResectable stage II to IIIA NSCLC\n        The FDA approved atezolizumab as an adjuvant treatment following resection and platinum-based chemotherapy for patients with stage II to IIIA NSCLC whose tumors have PD-L1 expression on ≥ 1% of TCs on October 15, 2021. The SP263 assay was approved as a companion diagnostic test with the new indication. Approval was based on IMpower010, a randomized, multicenter, open-label, phase III trial comparing 16 cycles of adjuvant atezolizumab (1200 mg every 21 days) or best supportive care after tumor resection and completion of 1–4 cycles of adjuvant platinum-based chemotherapy. Investigator-assessed disease-free survival (DFS) was the primary endpoint. At a median follow-up of 32.2 months (IQR 27.4–38.3), the primary endpoint was met for all patients with stage II−IIIA disease. DFS events occurred in 173 (39%) of the 442 patients with stage II−IIIA tumors receiving atezolizumab and 198 (45%) of the 440 in the group receiving best supportive care, leading to an HR of 0.79 (95% CI 0.64 to 0.96; p=0.020). In the subgroup with stage II−IIIA tumors with PD-L1 expression ≥1%, 88 (35%) of 248 patients receiving atezolizumab and 105 (46%) of 228 patients receiving best supportive care group experienced DFS events for a stratified HR of 0.66 (95% CI 0.50 to 0.88; p=0.0039). The 3-year DFS rates for all patients were 56% in the atezolizumab group versus 49% in the best supportive care group and among patients with tumors with PD-L1 expression ≥1% the 3-year DFS rates were 60% and 48%, respectively. For the secondary endpoint of DFS in patients with tumor PD-L1 on 50% or more of TCs, the unstratified HR was 0.43 (95% CI 0.27 to 0.68) and post-hoc exploratory analyses demonstrated an unstratified HR of 0.87 (95% CI 0.60 to 1.26) for patients with tumors PD-L1 expression of 1%–49%. OS data were immature at the cut-off date. Atezolizumab-related grade 3 and 4 AEs occurred in 11% of patients (n=53 of 495) and there were 4 grade 5 events.79\n\n        Nivolumab in combination with platinum doublet chemotherapy every 3 weeks for up to 3 cycles prior to definitive surgery for adult patients with resectable NSCLC gained FDA approval on March 4, 2022. Approval was based on improvements in pCR rate and event-free survival (EFS) compared with neoadjuvant platinum doublet chemotherapy alone in the phase III, randomized, open-label trial CheckMate 816, which included a total of 358 patients with with resectable, histologically confirmed Stage IB (≥4 cm), II, or IIIA NSCLC (American Joint Commission on Cancer(AJCC)/Union for International Cancer Control (UICC) staging criteria) and measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. Significantly increased pCR rates were observed for neoadjuvant nivolumab plus chemotherapy compared with chemotherapy alone in the ITT population (24.0% vs 2.2%; OR 13.94; 99% CI 3.49 to 55.75; p<0.0001) as well as across all key subgroups including by disease stage (IB/II, 26.2% vs 4.8%; ≥IIIA, 23.0% vs 0.9%), PD-L1 expression status (PD-L1 <1%, 16.7% vs 2.6%; PD-L1 ≥1%, 32.6% vs 2.2%), and TMB (TMB low, 22.4% vs 1.9%; TMB-H, 30.8% vs 2.7%).80 Neoadjuvant nivolumab plus chemotherapy did not impede the feasibility of surgery nor increase surgical complications. Definitive surgery rates were 83% with nivolumab plus chemotherapy (n=149) compared with 75% with chemotherapy alone (n=135). An R0 resection was achieved in 83% patients in the nivolumab plus chemotherapy arm compared with 78% of patients in the chemotherapy alone arm and the median percentage residual viable tumor cells in the primary tumor bed were 10% and 74% across arms, respectively. Any-grade surgery-related AEs were reported in 41% versus 47% of patients in the nivolumab plus chemotherapy versus chemotherapy alone arms, and grade 3–4 AEs were reported in 11% versus 15% of patients in each arm, respectively.81 Median EFS was 31.6 months (95% CI 30.2 to not reached) in the nivolumab plus chemotherapy arm and 20.8 months (95% CI 14.0 to 26.7) in the chemotherapy alone arm.\nSmall-cell lung cancer\n      The SOC for patients with SCLC has typically included platinum-based chemotherapy or radiotherapy, depending on disease staging (extensive-stage SCLC (ES-SCLC) or limited-stage SCLC).82 83 Recently, however, a number of approvals have led to ICIs entering widespread clinical usage for the treatment of SCLC. Key data from landmark trials leading to the approvals for ICIs in SCLC are summarized in table 3. While there have been two post-marketing withdrawals of ICIs that did not meet their endpoints in subsequent studies after receiving accelerated approval, immunotherapy at various stages of disease and lines of therapy for the treatment of SCLC is an active and ongoing area of investigation.\n      \n        Table 3\n        \n          Pivotal trial outcomes data for US Food and Drug Administration-approved immunotherapies for small-cell lung cancer\n        \n        \n          \n            \n              Trial\n              Interventions\n              Results\n            \n            \n              ORR\n              Median DOR\n              OS\n              Median PFS\n            \n          \n          \n            \n              \nFirst-line setting\n\n            \n            \n              IMpower133 (NCT02763579)179\n\n              Atezolizumab + carboplatin + etoposide\n              60.2% (95% CI 53.1% to 67.0%)\n              4.2 months\n              Median OS: 12.3 months (95% CI 10.8 to 15.9) (HR vs chemotherapy 0.70; 95% CI 0.54 to 0.91; p=0.007)\n              5.2 months (95% CI 4.4 to 5.6) (HR vs chemotherapy 0.77; 95% CI 0.62 to 0.96; p=0.02)\n            \n            \n              Placebo + carboplatin + etoposide\n              64.4% (95% CI 57.3% to 71.0%)\n              3.9 months\n              Median OS: 10.3 months (95% CI 9.3 to 11.3)\n              4.3 months (95% CI 4.2 to 4.5)\n            \n            \n              CASPIAN (NCT03043872)89\n\n              Durvalumab + (carboplatin or cisplatin + etoposide)\n              68% (OR vs chemotherapy 1.56; 95% CI 1.10 to 2.22)\n              5.1 months\n              Median OS: 13.0 months (95% CI 11.5 to 14.8) (HR vs chemotherapy 0.73; 95% CI 0.59 to 0.91; p=0.0047)\n              5.1 months (95% CI 4.7 to 6.2) (HR vs chemotherapy 0.78; 95% CI 0.65 to 0.94)\n            \n            \n              Carboplatin or cisplatin + etoposide\n              58%\n              5.1 months\n              Median OS: 10.3 months (95% CI 9.3 to 11.2)\n              5.4 months (95% CI 4.8 to 6.2)\n            \n          \n        \n        \n          \n            DOR, duration of response; ORR, objective response rate; OS, overall survival; PFS, progression-free survival.\n          \n        \n      \n      \n        First-line treatment of SCLC\n        Atezolizumab in combination with carboplatin and etoposide was approved for first-line therapy of SCLC in March 2019, based on OS and DOR data from the phase III, randomized, double-masked IMpower133 trial (NCT02763579).33 In the study, among the 403 patients randomized to receive atezolizumab with chemotherapy (carboplatin and etoposide) or placebo with chemotherapy for previously untreated ES-SCLC, the immunotherapy arm had longer OS and PFS than the control group. Importantly, the toxicity frequencies were comparable across both groups: in the atezolizumab arm, patients developed AEs at a rate of 94.9% with 58.1% of grade 3–5, and in the chemotherapy alone arm the rate was 92.3% with 57.6% of grade 3–5 (85).\n        Although prophylactic cranial irradiation (PCI) and/or thoracic radiation consolidation are often offered following completion of induction chemotherapy for ES-SCLC,84 these approaches may become de-emphasized as immunotherapy becomes incorporated into the SOC.85 Thoracic radiation has been linked to increased risk of developing immune-related pneumonitis in patients with NSCLC treated with anti-PD-(L)1.63 86 PCI demonstrated no OS benefit compared with MRI surveillance in a randomized phase III trial that enrolled 224 patients with ES-SCLC, however, this study was performed before ICIs were routinely used for any lung cancer indications.87 American Society for Radiation Oncology (ASTRO) guidelines conditionally recommend consideration of offering PCI to ICI-treated patients with ES-SCLC,84 however, emerging evidence suggests that immunotherapy treatment may offer comparable benefits against intracranial disease without risks of impaired cognition associated with PCI. The incidence of brain metastases was reduced among patients with NSCLC receiving durvalumab consolidation in PACIFIC (6.3% vs 11.8%)4 and evidence from melanoma suggests that anti-PD-1 (with or without anti-CTLA-4) has activity against intracranial metastases.88 In IMpower133, a total of 44 patients (22 in each arm) received PCI on study and 7 patients (3 in immunotherapy arm and 4 in control arm) were treated with thoracic radiation. The incidence of central nervous system (CNS)-related related adverse events was similar between arms among the patients who received PCI.8 Because data are sparse on the relative risks and benefits to patients when immunotherapy and radiotherapy are used together, the only appropriate setting for these modalities to be offered sequentially or in combination is in a clinical trial.\n        Durvalumab was FDA-approved in March 2020, as a first-line treatment for ES-SCLC, in combination with etoposide and either carboplatin or cisplatin,78 based on the phase III, randomized, open-label CASPIAN trial (NCT03043872). The 268 patients who received durvalumab with chemotherapy exhibited a significant advantage in median OS versus chemotherapy treatment (269 patients) alone. Similar rates of AEs were reported in both arms, with 98% for the durvalumab group and 97% for the chemotherapy group. Both arms reported grade 3–5 AEs at a rate of 62%.89 Another arm of this trial examined the durvalumab plus chemotherapy regimen in combination with tremelimumab, an anti-CTLA-4 ICI, but this combination did not meet the primary endpoint of improved OS compared with the chemotherapy combination regimen.90\n\n        Pembrolizumab in combination with chemotherapy has also been investigated in the first-line setting in the randomized, double-blind, phase III KEYNOTE-604 trial (NCT03066778), which compared pembrolizumab plus etoposide and platinum-based therapy with placebo plus etoposide and platinum-based therapy for patients with ES-SCLC. The addition of pembrolizumab to chemotherapy improved PFS compared with chemotherapy alone (median PFS 4.5 months vs 4.3 months, 12 month PFS 13.6% vs 3.1%; HR 0.75; 95% CI 0.61 to 0.91; p=0.0023). Numerically superior OS was reported in the pembrolizumab arm, however the prespecified threshold for statistical significance was not met (median OS 10.8 months vs 9.7 months, 12 month OS 22.5% vs 11.2%; HR 0.80; 95% CI 0.64 to 0.98; p=0.0164).91\n\n        In the randomized, phase II ECOG-ACRIN EA5161 (NCT03382561) trial, nivolumab in combination with etoposide and platinum-based therapy for first-line treatment of ES-SCLC demonstrated improved PFS (5.5 months vs 4.6 months with chemotherapy alone; HR 0.65; 95% CI 0.46 to 0.91; p=0.012) as well as OS (11.3 months vs 8.5 months; HR 0.67; 95% CI 0.46 to 0.98; p=0.038) in the ITT population. TRAEs grade 3–4 occurred in 77% of the patients in the nivolumab plus chemotherapy arm and 72% of patients in the chemotherapy arm.92\n\n      \n      \n        Treatment of relapsed/refractory SCLC\n        Both pembrolizumab and nivolumab were voluntarily withdrawn from the market for the treatment of patients with R/R SCLC after having received accelerated approvals. The withdrawals occurred against a backdrop of an industry-wide evaluation of accelerated approvals for drugs that did not meet post-marketing requirements by the FDA Oncologic Drugs Advisory Committee (ODAC). Furthermore, there is currently no evidence supporting the use of these two agents following the use of atezolizumab or durvalumab in the first-line setting.\n        In addition to the withdrawals of pembrolizumab and nivolumab for R/R SCLC indications, in 2021, a public meeting was held to discuss the status of six additional accelerated approvals, during which SITC provided real-time coverage summarizing stakeholders’ positions (available at http://blog.sitcancer.org/2021/04/sitc-meeting-report-april-27-fda-odac.html, http://blog.sitcancer.org/2021/04/sitc-meeting-report-april-28-fda-odac.html, and http://blog.sitcancer.org/2021/04/sitc-meeting-report-april-29-fda-odac.html). Of note, when additional studies are required for full approval, the design of the subsequent studies need not necessarily be identical to the indication for which the accelerated approval was granted.\n        Previously, the FDA had granted accelerated approval in August 2018 to nivolumab monotherapy for the treatment of patients with SCLC who experienced disease progression after at least two lines of prior therapy, including one platinum-based agent, based on response rates and DORs from the phase I/II, randomized, open-label Checkmate 032 study (NCT01928394),3 which included a cohort of 109 patients with R/R SCLC.93 The subsequent randomized CheckMate 331 trial showed no OS benefit from second-line nivolumab compared with chemotherapy following first-line platinum-based chemotherapy.94 Similar findings were observed in the maintenance phase after completion of first-line chemotherapy, where nivolumab, either alone or in combination with ipilimumab, did not show OS improvement compared with placebo.95\n\n        Pembrolizumab was originally approved for the treatment of patients with metastatic SCLC with disease progression on or after platinum-based chemotherapy and at least one other prior line of therapy based on a pooled analysis of patients from the phase I, open-label KEYNOTE-028 (NCT02054806) and the phase II, open-label KEYNOTE-158 (NCT02628067) trials (including 131 patients from the SCLC cohorts in both studies).30 96 Nevertheless, there were no clinical trials comparing pembrolizumab to standard chemotherapy in patients with previously treated SCLC. Furthermore, as discussed in the First-line therapy for SCLC section, first-line pembrolizumab plus chemotherapy improved PFS but not OS compared with chemotherapy alone in KEYNOTE-604.91 In 2021, despite disease setting evaluated being in first-line rather than in previously treated patients with SCLC, the outcomes of KEYNOTE-604 were described as the rationale for the voluntary withdrawal of the pembrolizumab indication for patients with metastatic SCLC with disease progression on or after platinum-based chemotherapy and at least one other prior line of therapy.97\n\n      \n      \n        Panel recommendations\n        \n          \n            Patients with ES-SCLC and no contraindication for the use of ICIs should be treated with first-line carboplatin, etoposide, and atezolizumab or platinum-based chemotherapy, etoposide, and durvalumab, both during induction chemotherapy and as maintenance (LE:2).\n          \n          \n            For patients with ES-SCLC following the completion of induction chemotherapy plus ICI, PCI is not currently recommended outside of a clinical trial setting.\n          \n          \n            The use of thoracic radiation following completion of induction chemotherapy plus ICI in patients with ES-SCLC is not recommended outside of a clinical trial setting.\n          \n          \n            Whenever possible, patients should be offered participation in clinical trials.\nFirst-line treatment of SCLC\n        Atezolizumab in combination with carboplatin and etoposide was approved for first-line therapy of SCLC in March 2019, based on OS and DOR data from the phase III, randomized, double-masked IMpower133 trial (NCT02763579).33 In the study, among the 403 patients randomized to receive atezolizumab with chemotherapy (carboplatin and etoposide) or placebo with chemotherapy for previously untreated ES-SCLC, the immunotherapy arm had longer OS and PFS than the control group. Importantly, the toxicity frequencies were comparable across both groups: in the atezolizumab arm, patients developed AEs at a rate of 94.9% with 58.1% of grade 3–5, and in the chemotherapy alone arm the rate was 92.3% with 57.6% of grade 3–5 (85).\n        Although prophylactic cranial irradiation (PCI) and/or thoracic radiation consolidation are often offered following completion of induction chemotherapy for ES-SCLC,84 these approaches may become de-emphasized as immunotherapy becomes incorporated into the SOC.85 Thoracic radiation has been linked to increased risk of developing immune-related pneumonitis in patients with NSCLC treated with anti-PD-(L)1.63 86 PCI demonstrated no OS benefit compared with MRI surveillance in a randomized phase III trial that enrolled 224 patients with ES-SCLC, however, this study was performed before ICIs were routinely used for any lung cancer indications.87 American Society for Radiation Oncology (ASTRO) guidelines conditionally recommend consideration of offering PCI to ICI-treated patients with ES-SCLC,84 however, emerging evidence suggests that immunotherapy treatment may offer comparable benefits against intracranial disease without risks of impaired cognition associated with PCI. The incidence of brain metastases was reduced among patients with NSCLC receiving durvalumab consolidation in PACIFIC (6.3% vs 11.8%)4 and evidence from melanoma suggests that anti-PD-1 (with or without anti-CTLA-4) has activity against intracranial metastases.88 In IMpower133, a total of 44 patients (22 in each arm) received PCI on study and 7 patients (3 in immunotherapy arm and 4 in control arm) were treated with thoracic radiation. The incidence of central nervous system (CNS)-related related adverse events was similar between arms among the patients who received PCI.8 Because data are sparse on the relative risks and benefits to patients when immunotherapy and radiotherapy are used together, the only appropriate setting for these modalities to be offered sequentially or in combination is in a clinical trial.\n        Durvalumab was FDA-approved in March 2020, as a first-line treatment for ES-SCLC, in combination with etoposide and either carboplatin or cisplatin,78 based on the phase III, randomized, open-label CASPIAN trial (NCT03043872). The 268 patients who received durvalumab with chemotherapy exhibited a significant advantage in median OS versus chemotherapy treatment (269 patients) alone. Similar rates of AEs were reported in both arms, with 98% for the durvalumab group and 97% for the chemotherapy group. Both arms reported grade 3–5 AEs at a rate of 62%.89 Another arm of this trial examined the durvalumab plus chemotherapy regimen in combination with tremelimumab, an anti-CTLA-4 ICI, but this combination did not meet the primary endpoint of improved OS compared with the chemotherapy combination regimen.90\n\n        Pembrolizumab in combination with chemotherapy has also been investigated in the first-line setting in the randomized, double-blind, phase III KEYNOTE-604 trial (NCT03066778), which compared pembrolizumab plus etoposide and platinum-based therapy with placebo plus etoposide and platinum-based therapy for patients with ES-SCLC. The addition of pembrolizumab to chemotherapy improved PFS compared with chemotherapy alone (median PFS 4.5 months vs 4.3 months, 12 month PFS 13.6% vs 3.1%; HR 0.75; 95% CI 0.61 to 0.91; p=0.0023). Numerically superior OS was reported in the pembrolizumab arm, however the prespecified threshold for statistical significance was not met (median OS 10.8 months vs 9.7 months, 12 month OS 22.5% vs 11.2%; HR 0.80; 95% CI 0.64 to 0.98; p=0.0164).91\n\n        In the randomized, phase II ECOG-ACRIN EA5161 (NCT03382561) trial, nivolumab in combination with etoposide and platinum-based therapy for first-line treatment of ES-SCLC demonstrated improved PFS (5.5 months vs 4.6 months with chemotherapy alone; HR 0.65; 95% CI 0.46 to 0.91; p=0.012) as well as OS (11.3 months vs 8.5 months; HR 0.67; 95% CI 0.46 to 0.98; p=0.038) in the ITT population. TRAEs grade 3–4 occurred in 77% of the patients in the nivolumab plus chemotherapy arm and 72% of patients in the chemotherapy arm.92\nTreatment of relapsed/refractory SCLC\n        Both pembrolizumab and nivolumab were voluntarily withdrawn from the market for the treatment of patients with R/R SCLC after having received accelerated approvals. The withdrawals occurred against a backdrop of an industry-wide evaluation of accelerated approvals for drugs that did not meet post-marketing requirements by the FDA Oncologic Drugs Advisory Committee (ODAC). Furthermore, there is currently no evidence supporting the use of these two agents following the use of atezolizumab or durvalumab in the first-line setting.\n        In addition to the withdrawals of pembrolizumab and nivolumab for R/R SCLC indications, in 2021, a public meeting was held to discuss the status of six additional accelerated approvals, during which SITC provided real-time coverage summarizing stakeholders’ positions (available at http://blog.sitcancer.org/2021/04/sitc-meeting-report-april-27-fda-odac.html, http://blog.sitcancer.org/2021/04/sitc-meeting-report-april-28-fda-odac.html, and http://blog.sitcancer.org/2021/04/sitc-meeting-report-april-29-fda-odac.html). Of note, when additional studies are required for full approval, the design of the subsequent studies need not necessarily be identical to the indication for which the accelerated approval was granted.\n        Previously, the FDA had granted accelerated approval in August 2018 to nivolumab monotherapy for the treatment of patients with SCLC who experienced disease progression after at least two lines of prior therapy, including one platinum-based agent, based on response rates and DORs from the phase I/II, randomized, open-label Checkmate 032 study (NCT01928394),3 which included a cohort of 109 patients with R/R SCLC.93 The subsequent randomized CheckMate 331 trial showed no OS benefit from second-line nivolumab compared with chemotherapy following first-line platinum-based chemotherapy.94 Similar findings were observed in the maintenance phase after completion of first-line chemotherapy, where nivolumab, either alone or in combination with ipilimumab, did not show OS improvement compared with placebo.95\n\n        Pembrolizumab was originally approved for the treatment of patients with metastatic SCLC with disease progression on or after platinum-based chemotherapy and at least one other prior line of therapy based on a pooled analysis of patients from the phase I, open-label KEYNOTE-028 (NCT02054806) and the phase II, open-label KEYNOTE-158 (NCT02628067) trials (including 131 patients from the SCLC cohorts in both studies).30 96 Nevertheless, there were no clinical trials comparing pembrolizumab to standard chemotherapy in patients with previously treated SCLC. Furthermore, as discussed in the First-line therapy for SCLC section, first-line pembrolizumab plus chemotherapy improved PFS but not OS compared with chemotherapy alone in KEYNOTE-604.91 In 2021, despite disease setting evaluated being in first-line rather than in previously treated patients with SCLC, the outcomes of KEYNOTE-604 were described as the rationale for the voluntary withdrawal of the pembrolizumab indication for patients with metastatic SCLC with disease progression on or after platinum-based chemotherapy and at least one other prior line of therapy.97\nMesothelioma\n      Mesothelioma can affect the mesothelium in any part of the body, although it most commonly occurs in the pleura surrounding the lungs (pleural mesothelioma). About 3,000 new cases are diagnosed in the US each year and mesothelioma was the primary cause of death for 45,221 persons age ≥25 years from 1999 to 2015.98 99\n\n      \n        Diagnosis and biomarkers\n        Prognostic factors that are associated with survival in patients with pleural mesothelioma include performance status, white blood cell count, gender, and sarcomatoid subtype.100–102 While there have been efforts to identify molecular biomarkers of prognosis or response, no biomarkers have been validated for clinical use, and molecular biomarkers remain limited to research use at this time. One gene, BRCA1-associated protein 1 (BAP1), is commonly mutated in malignant mesothelioma.103 While BAP1 has not demonstrated utility as a prognostic biomarker for mesothelioma,104 it is important to note that germline pathogenic mutations in the BAP1 gene predispose patients (or their relatives) to mesothelioma or other types of cancer (including uveal melanoma, cutaneous melanoma, renal cell carcinoma, and meningiomas).105–107\n\n      \n      \n        First-line treatment of mesothelioma\n        Historically, the first-line treatment of mesothelioma has consisted of chemotherapy, with regimens that include combination pemetrexed and cisplatin with or without bevacizumab.108 109 However, a new approval by the FDA introduced dual immunotherapy as an option for the first-line treatment of pleural mesothelioma in October 2020. CheckMate 743 (NCT02899299), a phase III, randomized open-label trial, assigned 605 patients with unresectable malignant pleural mesothelioma to receive combination nivolumab and ipilimumab or chemotherapy (pemetrexed with cisplatin or carboplatin).3 23 The median OS was significantly increased for patients receiving nivolumab plus ipilimumab versus chemotherapy at 18.1 months (95% CI 16.8 to 21.5) and 14.1 months (95% CI 12.5 to 16.2), respectively (HR 0.74; 95% CI 0.61 to 0.89; stratified log-rank p=0.002). Notably, there was a dramatic difference in OS between histological subtypes, with patients with non-epithelioid mesothelioma experiencing a greater benefit from ICI therapy. While the median OS in patients with epithelioid mesothelioma was similar between the ipilimumab and nivolumab and chemotherapy treatment groups at 18.7 months (95% CI 16.9 to 22) versus 16.5 months (95% CI 14.9 to 20.5), respectively, patients with non-epithelioid histology had a median OS of 18.1 months (95% CI 12.2 to 22.8) with ipilimumab and nivolumab and 8.8 months (95% CI 7.4 to 10.2) with chemotherapy.110 There was no significant difference when comparing ICIs to chemotherapy in median PFS (6.8 months vs 7.2 months), ORR (40% vs 43%), or median DOR (11.0 months vs 6.7 months). The 3-year duration of response rate was 28% with nivolumab plus ipilimumab and 0% with chemotherapy. Any-grade TRAEs occurred in 80% and 82% of the patients in the nivolumab plus ipilimumab and chemotherapy arms, respectively. Grade 3–4 TRAEs were experienced in 31% of patients treated with nivolumab plus ipilimumab and 32% of patients treated with chemotherapy.111\n\n        Several ongoing clinical trials are determining the efficacy and safety of additional immunotherapies for patients with pleural mesothelioma. These trials include ICI therapies, immunotherapy plus chemotherapy combinations (such as durvalumab plus platinum-based chemotherapy, which was associated with improved OS in the phase II PrE0505 trial112) as well as chimeric antigen receptor (CAR) T cells, vaccines, and immune-modulating gene therapies.\n      \n      \n        Panel recommendations\n        \n          \n            For the diagnosis of mesothelioma, an adequate tissue biopsy should be used. The pathology report for mesothelioma should preferably include the histologic subtype, specifically epithelioid, biphasic, or sarcomatoid.\n          \n          \n            Germline genetic testing for BAP1 mutation should be considered for patients with mesothelioma especially those with a family history of mesothelioma or other BAP1 associated cancers such as uveal melanoma, cutaneous melanoma, kidney or bladder cancer, or age less than 60 years (LE:4).\n          \n          \n            In newly diagnosed patients with mesothelioma, a multidisciplinary approach that includes consultation with thoracic surgeons, pulmonologists, radiation oncologists, and medical oncologists should be considered to determine if they are candidates for maximum cytoreductive operation such pleurectomy and decortication or extrapleural pneumonectomy with or without radiation therapy.\n          \n          \n            Whenever possible, patients should be offered participation in clinical trials.\n          \n          \n            For patients with epithelioid subtype mesothelioma, treatment with nivolumab plus ipilimumab may be considered based on comparable outcomes to SOC chemotherapy. However, treatment decisions should be individualized and take into account the differing side effect profiles of combination immunotherapy and chemotherapy (LE:2).\n          \n          \n            For patients with non-epithelioid subtype mesothelioma, treatment with nivolumab plus ipilimumab is strongly recommended based on an almost twofold increase in median OS compared with SOC chemotherapy (LE:2).\n          \n          \n            For patients with mesothelioma, routine PD-L1 testing is not recommended, as benefit from immunotherapy with nivolumab plus ipilimumab was seen regardless of PD-L1 expression (LE:2).\n          \n          \n            Routine TMB testing is not recommended for patients with mesothelioma.\n          \n          \n            For patients with mesothelioma that has progressed following front-line treatment with nivolumab and ipilimumab, platinum-based chemotherapy with pemetrexed should be considered (LE:2).\n          \n          \n            Patients with mesothelioma that have progressed following immunotherapy and pemetrexed with platinum-based chemotherapy should be encouraged to enroll in clinical trials.\nDiagnosis and biomarkers\n        Prognostic factors that are associated with survival in patients with pleural mesothelioma include performance status, white blood cell count, gender, and sarcomatoid subtype.100–102 While there have been efforts to identify molecular biomarkers of prognosis or response, no biomarkers have been validated for clinical use, and molecular biomarkers remain limited to research use at this time. One gene, BRCA1-associated protein 1 (BAP1), is commonly mutated in malignant mesothelioma.103 While BAP1 has not demonstrated utility as a prognostic biomarker for mesothelioma,104 it is important to note that germline pathogenic mutations in the BAP1 gene predispose patients (or their relatives) to mesothelioma or other types of cancer (including uveal melanoma, cutaneous melanoma, renal cell carcinoma, and meningiomas).105–107\nFirst-line treatment of mesothelioma\n        Historically, the first-line treatment of mesothelioma has consisted of chemotherapy, with regimens that include combination pemetrexed and cisplatin with or without bevacizumab.108 109 However, a new approval by the FDA introduced dual immunotherapy as an option for the first-line treatment of pleural mesothelioma in October 2020. CheckMate 743 (NCT02899299), a phase III, randomized open-label trial, assigned 605 patients with unresectable malignant pleural mesothelioma to receive combination nivolumab and ipilimumab or chemotherapy (pemetrexed with cisplatin or carboplatin).3 23 The median OS was significantly increased for patients receiving nivolumab plus ipilimumab versus chemotherapy at 18.1 months (95% CI 16.8 to 21.5) and 14.1 months (95% CI 12.5 to 16.2), respectively (HR 0.74; 95% CI 0.61 to 0.89; stratified log-rank p=0.002). Notably, there was a dramatic difference in OS between histological subtypes, with patients with non-epithelioid mesothelioma experiencing a greater benefit from ICI therapy. While the median OS in patients with epithelioid mesothelioma was similar between the ipilimumab and nivolumab and chemotherapy treatment groups at 18.7 months (95% CI 16.9 to 22) versus 16.5 months (95% CI 14.9 to 20.5), respectively, patients with non-epithelioid histology had a median OS of 18.1 months (95% CI 12.2 to 22.8) with ipilimumab and nivolumab and 8.8 months (95% CI 7.4 to 10.2) with chemotherapy.110 There was no significant difference when comparing ICIs to chemotherapy in median PFS (6.8 months vs 7.2 months), ORR (40% vs 43%), or median DOR (11.0 months vs 6.7 months). The 3-year duration of response rate was 28% with nivolumab plus ipilimumab and 0% with chemotherapy. Any-grade TRAEs occurred in 80% and 82% of the patients in the nivolumab plus ipilimumab and chemotherapy arms, respectively. Grade 3–4 TRAEs were experienced in 31% of patients treated with nivolumab plus ipilimumab and 32% of patients treated with chemotherapy.111\n\n        Several ongoing clinical trials are determining the efficacy and safety of additional immunotherapies for patients with pleural mesothelioma. These trials include ICI therapies, immunotherapy plus chemotherapy combinations (such as durvalumab plus platinum-based chemotherapy, which was associated with improved OS in the phase II PrE0505 trial112) as well as chimeric antigen receptor (CAR) T cells, vaccines, and immune-modulating gene therapies.\nRadiographic response to immunotherapy\n      RECIST was developed for radiographic evaluation of response to cytotoxic therapy,113 with an updated version, RECIST v1.1, developed in 2009.114 115 RECIST defines progressive disease as the appearance of new lesions or an increase in the sum of target lesion diameters of ≥20%. However, the assumption that increases in lesion size or number reflect disease progression (and therefore treatment failure) does not always hold true for patients treated with ICIs. In patients treated with ICIs, a phenomenon known as pseudoprogression has occasionally been observed, in which a lesion appears to grow at the first imaging check, but then stabilizes and begins to shrink.116 The incidence of pseudoprogression is low: of 2,400 patients across multiple cancer types, 6% exhibited atypical response. In the same systematic review, the pooled rate of atypical responses for patients with NSCLC was 5% (from a total of 794 patients evaluated).117 The temporary expansion described as pseudoprogression is hypothesized to be associated with a delay in treatment action as the immune response develops, or may be due to inflammation caused by immune cell infiltration.118–120\n\n      Although pseudoprogression is uncommon, conventional RECIST inadequately predicts outcomes in patients treated with ICIs, motivating the development of alternative response criteria. These alternative response criteria include the immune-related response criteria (irRC),121 immune RECIST (iRECIST),122 immune-modified RECIST (imRECIST),123 and immune-related RECIST (irRECIST),124 as well as a revised modified response criteria specific for mesothelioma.125 All of these alternative criteria incorporate different methods to assess and assign progressive disease versus pseudoprogression. RECIST and its derivatives recommend scheduling assessments on a regular calendar, ideally coinciding with treatment cycles (eg, intervals of 6–8 weeks while on treatment). Although formal response criteria can be cumbersome to apply in the SOC setting, response evaluation should be performed regularly to inform whether consideration should be given to switching therapy.\n      For patients with lung cancer specifically, a single-institution analysis of 166 patients with NSCLC receiving anti-PD-1 therapy compared RECIST v1.1, irRC, and iRECIST for response evaluation. Fifteen (9%) of these patients were clinically suspected of pseudoprogression, and follow-up determined that three patients (2% of the total) experienced genuine pseudoprogression. In all three cases, the RECIST v1.1 criteria would assign these patients a status of progressive disease, but both irRC and iRECIST would flag these patients for additional follow-up to distinguish between pseudoprogression and true progression.126 For this reason, treatment beyond progression for a limited time period is reasonable. However, if disease progression continues to be observed in subsequent follow-up, a delayed response should not necessarily be expected.\n      Similarly to pseudoprogression, an event known as nodal immune flare (NIF) was occasionally observed in patients participating in the phase II, open-label NEOSTAR trial (NCT03158129), in which neoadjuvant nivolumab with or without ipilimumab was compared with historical controls of neoadjuvant chemotherapy for patients with NSCLC. NIF is a clinically observed phenomenon of an apparent radiographic lymph node (mediastinal and systemic) disease progression, but without pathological evidence of cancer within the lymph node. Rather, these lymph nodes exhibit the evidence of de novo sarcoid-type non-caseating granulomata on pathologic evaluation following the administration of ICI therapy. NIF occurred in 5 of 44 patients (11%) in the NEOSTAR trial.127\n\n      Another atypical pattern of response occasionally observed with ICI treatment is hyperprogression, where a profound increase in tumor growth rate is seen after therapy. While hyperprogression is also uncommon, it is a serious event that is associated with significantly shorter median OS. In an analysis of 406 patients with NSCLC that received ICI treatment, 13.8% of patients experienced hyperprogression, and patients who developed hyperprogression within the first 6 weeks of ICI treatment had median OS of 3.4 months (95% CI 2.8 to 7.5), compared with a median OS of 6.2 months (95% CI 5.3 to 7.9) in patients with typical progressive disease (HR 2.18; 95% CI 1.29 to 3.69; p=0.003).128\n\n      As new indications emerge for immunotherapy, further challenges in radiographic assessment are likely to arise. For example, clinical trials are currently exploring the role of neoadjuvant chemo-immunotherapy for the treatment of lung cancer. In the NEOSTAR trial, pathologic response was positively correlated with radiographic response.127 However, results from the phase II, open-label NA_00092076 trial (NCT02259621) did not show a correlation between radiographic and pathologic response following neoadjuvant nivolumab,129 indicating that neoadjuvant ICI treatment may carry unique concerns for radiographic imaging.\n      \n        Panel recommendations\n        \n          \n            For patients commencing ICI-based therapy for lung cancer, a baseline CT should be performed within 4 weeks before the first dose of therapy.\n          \n          \n            The first follow-up CT imaging on therapy should be performed 6–9 weeks (approximately 2–3 treatment cycles) after the commencement of ICI-based therapy, and the timing should be adapted to the dosing schedule of the systemic therapy.\n          \n          \n            If a patient is clinically stable or improved, it is reasonable to continue therapy beyond radiographic progression. Repeat CT imaging should be performed within 4–8 weeks to rule out continued disease progression and monitor for toxicities.\n          \n          \n            For a patient who has been treated with immunotherapy beyond radiographic progression and has continued disease progression at the time of follow-up imaging and/or clinical deterioration, strong consideration should be given to looking for an alternative systemic therapy.\nUnderstudied patient populations\n      Because of concerns about the potential for increased toxicity and compromised efficacy, patients with pre-existing autoimmunity have been largely excluded from prospective randomized trials of ICI therapy for cancer. Available information comes mostly from retrospective case series, which may carry selection and confounding biases toward relatively lower risk autoimmune disorders. Some case series have attempted to differentiate between a flare of the patient’s underlying autoimmune disorder versus a de novo immune-related adverse event (irAE).130 However, the patients in these case series had a wide variety of autoimmune disorders, complicating the risk calculation for flares with ICI therapy associated with any specific disorder.\n      Small studies have indicated that flares on ICI treatment are generally manageable and ORRs in patients with pre-existing autoimmunity are comparable to the general population. A retrospective multi-institutional analysis of 56 patients with NSCLC and an existing autoimmune disease including rheumatoid arthritis, polymyalgia rheumatica, thyroiditis, ulcerative colitis/Crohn’s disease, and psoriasis found that during ICI treatment, 23% of patients experienced flares of their existing autoimmune conditions, and irAEs occurred in 38% of patients. Only 5% of these patients developed both an irAE and a flare of their autoimmune disease. The majority (87%) of autoimmune flares were grade 1 or 2, and the flares were generally manageable; no patients that experienced a flare permanently discontinued anti-PD-(L)1 treatment. The ORR for the previously treated patients in this study was 22%, and no association was found between flares and response to ICIs.131 A phase I, open-label clinical trial (NCT03816345) is ongoing at the time of guideline preparation to study the use of nivolumab to treat a variety of advanced, metastatic, and unresectable cancers in patients with existing autoimmune disorders.\n      Similarly, patients who have received solid organ transplants (SOTs) have largely been excluded from ICI clinical trials due to concerns that ICI-induced immune activation could result in transplant rejection, and therefore the safety of treating these patients with ICIs is largely unknown. A limited number of reports including patients with SOTs and metastatic cancers treated with ICI therapies suggest that rejection is not universal, but is sufficiently frequent to warrant concern.132–134 In a systematic review of 39 patients treated for a variety of tumor types with ICIs that had received SOTs, 16 (41%) experienced allograft rejection, which progressed to graft loss in 13 patients. The immunosuppressive regimen patients were receiving at the time of ICI therapy initiation may have influenced the likelihood of allograft rejection; patients who received single-agent prednisone appeared to be more likely to experience graft rejection than those who received single-agent calcineurin inhibitors. The mortality rate for patients with SOTs that received ICIs was high, since 18 patients (46%) died, most commonly due to allograft rejection or associated complications.133\n\n      Irrespective of risk of transplant rejection, however, objective responses after ICI treatment have been reported, and may vary by tumor type in the presence of allograft immunosuppression.132–134 Thus, in the case of metastatic NSCLC for which no other treatment options exist, it may be appropriate in some cases to weigh the risks of rejection against the potential benefit of inducing an antitumor response and prolonging survival. For example, a patient who has undergone a kidney transplant may consider treatment with an ICI as, in the event of acute rejection, dialysis is an option. By contrast, a patient who has undergone a liver or cardiac transplant risks fatality should acute rejection occur. A phase I, open-label clinical trial (NCT03816332) is enrolling patients with renal transplants and unresectable or metastatic cancers to examine the use of tacrolimus, nivolumab, and ipilimumab as a treatment regimen for these patients.\n      Patients receiving baseline treatment with corticosteroids may experience worse outcomes during ICI treatment for NSCLC, depending on the dose and reason for immunosuppressive use (eg, palliative vs cancer-unrelated reasons). A retrospective analysis of 650 patients with NSCLC who received ICI treatment found that those who had received ≥10 mg of prednisone within 24 hours of beginning treatment with ICIs (n=93) exhibited a lower ORR of 10.8% (95% CI 5.9% to 18.6%) compared with 19.7% (95% CI 16.5% to 23.3%) in patients who had received 0 to <10 mg of prednisone (n=557; p=0.04). Patients who had received ≥10 mg of prednisone also exhibited shortened median PFS, at 2.0 months versus 3.4 months (HR 1.36; 95% CI 1.08 to 1.73; p=0.01), and shortened median OS, at 4.9 months versus 11.2 months (HR 1.68; 95% CI 1.30 to 2.17; p<0.001). However, when the patient group treated with ≥10 mg prednisone was divided into patients who received prednisone for palliative, cancer-related reasons and patients who received prednisone for indications unrelated to cancer, only those patients who received prednisone for cancer palliation exhibited significantly worse ORR, median PFS, and median OS. Further, patients who received prednisone for cancer palliation were more likely to have a lower ECOG PS. These results indicate that patients who receive ≥10 mg prednisone for non-cancer indications experience similar outcomes to those who receive 0–10 mg prednisone, and in turn suggest that corticosteroids may not impair response to immunotherapy in patients with good performance status.135\n\n      Patients with ECOG PS 2 are also under-represented in clinical trials. Some studies, such as CheckMate 812, have found a consistent safety profile for dual immunotherapy in special populations with metastatic NSCLC, including participants with asymptomatic untreated brain metastases, hepatic or renal impairment, or HIV.136 Additional trials are needed to validate safety and efficacy in these populations with high unmet need.\n      \n        Panel recommendations\n        \n          \n            For patients with advanced lung cancers and active autoimmune conditions or SOTs, the use of immunotherapy merits a thoughtful multidisciplinary approach requiring a discussion with the treating team, including subspecialists and the oncologist, and the patient regarding the risk of autoimmune activation against the potential for benefit with ICI treatment. Given the lack of prospective clinical trial data, whenever possible patients in these groups should be encouraged to enroll in clinical trials.\n          \n          \n            Baseline interstitial lung disease and/or a high risk for pneumonitis are relative contraindications to ICI therapy (LE:3).\n          \n          \n            For patients with pre-existing autoimmune disorders that are controlled with chronic low dose immunosuppression, ICI therapy is not necessarily absolutely contraindicated. However, immunotherapy should be avoided in patients with poor control of autoimmune disease (requiring high doses of immunosuppressants) and in patients with life-threatening and/or CNS autoimmune disease (LE:3).\n          \n          \n            For patients with SOTs, the impact of graft rejection should be weighed against the potential benefit of ICI treatment. In most cases, the ramifications of graft rejection will outweigh the palliative benefits of ICI treatment, although renal transplant patients may represent an exception (LE:1).\nRecognition and management of irAEs\n      Immunotherapies are associated with a distinct profile of toxicities compared with conventional cancer treatments, which are known as irAEs. A number of guidelines exist on general principles concerning the diagnosis and management of irAEs, including from SITC,137 138 the National Comprehensive Cancer Network,139 and the American Society of Clinical Oncology.140 In addition to a CPG138 SITC has also published a guidebook141 to assist in the management of toxicity. Patients with lung cancer may be at increased risk for developing specific lung-related irAEs, which is why the recognition and management of these toxicities is critical before proceeding with an immunotherapy treatment plan. As described in SITC’s guideline, ruling out other potential causes of pneumonitis is vitally important to safely manage irAEs in ICI-treated patients.\n      While most irAEs occur during or shortly after the period of treatment, they may also occur months after treatment has concluded.142 Two analyses of ICI-treated patients who developed pneumonitis found similar median times to onset, at 2.8 months (multiple tumor types)143 and 82 days (patients with NSCLC).144\n\n      A particular concern when administering ICIs to patients with lung cancer is an increased incidence of pneumonitis, a potentially serious irAE that is associated with lower survival in patients who receive immunotherapy for lung cancer.145 146 A meta-analysis of clinical trials of anti-PD-1 ICIs found that patients with NSCLC developed pneumonitis at a higher rate than patients with melanoma, both for all-grade pneumonitis (4.1% vs 1.6%; p=0.002) and for grade ≥3 pneumonitis (1.8% vs 0.2%; p<0.001). This analysis also found that combination therapies that included ICIs also carried a significantly higher risk of pneumonitis compared with ICI monotherapy, with higher odds for all-grade (OR 2.04; 95% CI 1.69 to 2.50; p<0.001) and grade ≥3 (OR 2.86; 95% CI 1.79 to 4.35; p<0.001) pneumonitis.147 Additional risk factors for ICI-induced pneumonitis include prior radiotherapy (curative-intent, chest)86 and squamous histology (as compared with adenocarcinoma histology) for patients with NSCLC,144 and pneumonitis that does not respond to corticosteroid treatment may be more common in patients with a history of other lung conditions or smoking.143\n\n      Another potentially serious irAE of particular concern for patients with NSCLC is ICI-associated interstitial lung disease (ILD). An analysis of 83 patients with NSCLC treated with ICIs found that the presence of pre-existing interstitial lung abnormalities (specifically ground-glass attenuation) was associated with significantly higher (p<0.001) incidence of ICI-associated ILD.148\n\n      \n        Panel recommendations\n        \n          \n            For patients with lung cancer receiving ICI therapy who develop symptoms of irAEs, management should follow established guidelines. The management of ICI-related toxicity in patients with lung cancer is identical to management in other malignancies.\nPatient support and QOL\n      A vital component of any cancer treatment plan is patient education, with the potential to reduce anxiety and enhance patients’ ability to manage fatigue.149 Patient education can be given in a variety of formats, and ideally can be tailored to accommodate patients with different styles of learning or with barriers that may inhibit understanding.150 For patients being treated with immunotherapies, specifically, it is important to emphasize that the mechanism of action responsible for the anticancer activity of the therapies they receive and that, therefore, the AEs associated with immunotherapy agents are both drastically different from conventional chemotherapies and radiotherapy. It is also important to provide patients with information on the symptoms and expected timing of irAEs.151 Beyond verbal instruction, tools to assist patients and caregivers in the monitoring of potentially serious irAEs include symptom checklists, wallet cards, and telephone triage guidelines specific to immunotherapy could assist healthcare professionals in effectively assessing and managing irAEs.\n      It is also important to consider the patient’s QOL during and after completion of therapy. A survey of 660 patients with lung cancer found that patients rated QOL, maintaining independence, ability to perform normal activities, ability to sleep, and fatigue as their most important concerns.152 Assessments of health-related QOL (HRQOL) have found that both the symptoms of lung cancer (commonly including fatigue, loss of appetite, dyspnea, cough, and pain)153 and treatments for lung cancer can have significant impacts on HRQOL. These can contribute to higher levels of distress, anxiety, and depression in patients with lung cancer compared with other cancers.154 155 While treatment for lung cancer typically enhances HRQOL, this is dependent on both the patient’s symptom burden and on the treatment regimen.156–158 However, HRQOL indicators (mental, physical, social, spiritual, and emotional) often remain unrecognized and under-reported, which can lead to increased symptom burden, decreased adherence to treatment, lower satisfaction with care, and worse outcomes including decreased survival.159–163\n\n      Financial toxicity is an increasingly important factor affecting patient QOL, especially considering that immunotherapies may be among the most expensive drugs on the market. A prospective study of 1,000 patients with lung or colorectal cancer found that 48% reported difficulty living on their household income, and financial distress was associated with poorer QOL.164 Patients with worse financial burden exhibit worse psychological outcomes, and an assessment of 654 patients with a variety of solid tumor types found that the risk of depression was three times higher in patients reporting increased cancer-related financial stress (OR 2.79; 95% CI 1.87 to 4.17) or cancer-related financial strain (OR 3.56; 95% CI 2.23 to 5.67). Patients under increased financial burden were similarly at increased risk of anxiety and distress.165 Finally, financial toxicity may result in patients being unable to fully adhere to treatment plans, by taking less than the prescribed amount of medication, partially filling prescriptions, or not filling prescriptions at all.166 Even for patients with health insurance coverage, the high cost of medications may result in financial toxicity due to incomplete coverage and additional costs beyond the price of the drugs themselves, such as, for example, out-of-pocket expenses associated with frequent hospital visits or unexpected inpatient stays due to AEs.\n      A number of tools have been developed to assess HRQOL, including several that rely on patient-reported outcomes (PROs). PROs may be general assessments of QOL or HRQOL, as in the European Quality of Life Five Dimensions,167 European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire Core 30 items (QLQ-C30),168 and the Functional Assessment of Cancer Therapy (FACT)169 or they may be specific to a disease state, as in the Lung Cancer Symptom Scale,170 the EORTC Quality of life Questionnaire Lung Cancer 13 items (QLQ-LC13),168 and the FACT-Lung.171 172 Tools have also been developed to more specifically assess PROs in patients receiving immunotherapy, including the Functional Assessment of Chronic Illness Therapy Immunotherapy item library173 and the FACT-Immune Checkpoint Modulator.174\n\n      A number of clinical trials involving ICIs have shown the HRQOL effects for immunotherapies compare favorably to other modalities. For example, the KEYNOTE-024 trial, which used the QLQ-C30 and QLQ-LC13 to assess changes in QOL and time to deterioration of symptoms, reported that patients receiving pembrolizumab exhibited significantly improved changes in QOL scores compared with patients receiving chemotherapy, with a scoring difference between the two treatment groups of 7.8 (95% CI 2.9 to 12.8; p=0.002) from baseline to 15 weeks of treatment. Patients who received pembrolizumab also had higher median time to deterioration, with the median not reached (95% CI 8.5 months to not reached) for pembrolizumab compared with 5.0 months (95% CI 3.6 to not reached) for chemotherapy (HR 0.66; 95% CI 0.44 to 0.97; p=0.029).175 PRO results from the OAK study comparing atezolizumab to docetaxel showed similarly positive results for atezolizumab treatment. Patients treated with atezolizumab exhibited significantly longer time to deterioration in physical function, with the median not estimable (95% CI 13.2 months to not estimable) for atezolizumab and 6.7 months (95% CI 5.1 to not estimable) for docetaxel (HR 0.75; 95% CI 0.58 to 0.98; p=0.0329). However, differences in HRQOL were not significant between the two arms of this study.176\n\n      \n        Panel recommendations\n        \n          \n            All patients receiving treatment with ICIs should receive detailed education about the potential immune-related toxicities associated with therapy.\n          \n          \n            Support tools should be provided to guide patients and caregivers in self-monitoring to support appropriate intervention.\n          \n          \n            It is important to discuss the financial impact of immunotherapy treatment with patients and their care-partners, and to assist in identifying resources for them to find support.\nConclusion\n      Lung cancer has been and continues to be one of the foremost disease settings in which the incoporation of immunotherapy agents into the SOC has lead to durable responses and significant improvements in survival in many treatment settings, and the field continues to rapidly evolve. Still, lung cancer exerts a substantial health burden in the US and around the world, and is a major cause of cancer-related mortality. This guideline provides an update to SITC’s previous NSCLC CPG,177 with additional guidance on new indications for immunotherapy agents in NSCLC, as well as the SCLC and mesothelioma disease settings. While checkpoint blockade has become a cornerstone for the treatment of late-stage or R/R disease, the efficacy of immunotherapy in earlier stages of disease is an ongoing area of investigation that may potentially expand the population of patients who benefit. Additionally, combination regimens including one or more immune-targeting agents with synergistic activity to ‘conventional’ modalities such as chemotherapy, radiotherapy, or targeted therapies may further increase response rates and expand the landscape of treatment options. Future prospective trials to identify and validate biomarkers of response to immunotherapy will also be key to providing optimal care to patients with lung cancer and mesothelioma. Exciting areas for future research include the use of circulating-tumor DNA for response assessment in the metastatic setting as well as measurement of minimal residual disease to guide adjuvant treatment for resectable tumors. With several ongoing, large-scale clinical trials in progress at the time of guideline preparation, the existing indications for immunotherapy in lung cancer will likely continue to expand. These guidelines will be updated as the field continues to develop and updates will be available on SITC’s CPG application (www.sitcancer.org/cpg-app).\nEthics statements\n      \n        Patient consent for publication\n        Not applicable.\nPatient consent for publication\n        Not applicable.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9157337/",
    "doi": "https://doi.org/10.1136/jitc-2021-003956"
}