{
    "title": "A Qualitative Study Exploring Feasibility and Acceptability of\nAcupuncture, Yoga, and Mindfulness Meditation for Managing Weight After Breast\nCancer",
    "abstract": "The focus group and interview guide included open-ended questions to explore the experiences of weight management after breast cancer, experiences, acceptability, usefulness, and barriers to using acupuncture, yoga, and mindfulness meditation, and trial feasibility, including preferences for RCT design, perceived important health outcomes, and perceptions of barriers to and facilitators of successful trial recruitment and retention (see Supplemental Item 2). The focus group and interview guide included open-ended questions to explore the experiences of weight management after breast cancer, experiences, acceptability, usefulness, and barriers to using acupuncture, yoga, and mindfulness meditation, and trial feasibility, including preferences for RCT design, perceived important health outcomes, and perceptions of barriers to and facilitators of successful trial recruitment and retention (see Supplemental Item 2). Since having cancer, I am very willing to share with anybody and everybody just to help them, because I know that I didn’t have a great deal of help when I was going through it until I started meeting all these other ladies (ID23, age 56 years, FG2) Flexible Program Delivery To optimize feasibility of recruitment and retention, participants felt that intervention delivery would need to be very flexible in terms of timing and location, as well as offer the opportunity to start and stop when it suited them.",
    "authors": [
        "Carolyn Ee",
        "Anna C. Singleton",
        "Michael de Manincor",
        "Elisabeth Elder",
        "Nikki Davis",
        "Christine Mitchell",
        "Tinashe Dune",
        "Freya MacMillan",
        "Kate McBride",
        "Suzanne Grant"
    ],
    "published_year": "2022",
    "description": "Introduction:\n          Weight gain is common after breast cancer. Yoga, mindfulness meditation, and\nacupuncture may assist with managing weight. However, evidence on\neffectiveness is limited. This study assessed the feasibility and\nacceptability of recruiting for and implementing a randomized controlled\ntrial (RCT) evaluating these interventions as adjuncts to lifestyle\ninterventions (diet and exercise) for weight management in women with breast\ncancer.\nMethods:\n          Qualitative study involving virtual focus groups or semi-structured\ninterviews. Participants were recruited via email invitation from a breast\ncancer consumer organization and breast cancer center in Australia. Eligible\nparticipants had received treatment for breast cancer, and were fluent in\nEnglish. A purposive sample of culturally and linguistically diverse (CALD)\nparticipants was also recruited. Focus groups and interviews were\naudio-recorded, transcribed verbatim and analyzed using thematic analysis\nwith the constant comparison method.\nResults:\n          Emails were sent to 1415 women of which 37 provided data in 5 focus groups\nand 1 semi-structured interview, including 1 focus group (n = 6) with only\nwomen from CALD backgrounds. Yoga and mindfulness meditation were perceived\nas feasible and acceptable for weight management, but acupuncture was seen\nto be too invasive to be acceptable. A focus on wellness rather than weight\nreduction, flexible program delivery, trusted advice, consideration of\nparticipant burden and benefit, and peer-support were key factors perceived\nto increase feasibility and acceptability.\nConclusions:\n          Yoga and mindfulness meditation are acceptable and useful adjuncts to\nlifestyle interventions for weight management after breast cancer. This\nresearch places end-users at the forefront of trial design, and will inform\nfuture trials using these interventions for weight management and improving\nhealth and wellbeing after breast cancer.\nIntroduction\n      Globally, over 1.9 million women are diagnosed with breast cancer every year,\n1\n including approximately 20 000 Australian men and women. After diagnosis and\ntreatment for breast cancer, weight gain is common.\n2\n In a survey of 309 Australian women, almost two-thirds (63%) self-reported\ngaining weight after breast cancer treatment (mean weight gain of 9.07 kg), with 58%\nand 87% describing weight gain occurring during the first 1 and 2 year\npost-diagnosis respectively. Most survey respondents (69%) gained in excess of rates\nexpected in healthy age-matched controls, and almost one out of five women (17%)\ngained more than 20 kg.\n3\n International literature is consistent with these findings, indicating that\nweight gain occurs from the time of diagnosis and continues for at least three years\npost-diagnosis, with only 10% returning to pre-diagnosis weights after 6 years.\n4\n Weight gain after breast cancer has been associated with an increase in tumor\nrecurrence, all-cause mortality,\n2\n cancer-related symptoms, and quality of life.\n5\n\n      Lifestyle interventions are effective for reducing weight gain after breast cancer treatment.\n6\n However, there are multiple barriers to lifestyle intervention uptake in\nwomen with breast cancer,\n7\n including treatment side effects (fatigue), perceived lack of time and\nmotivation and poor mental health. As a result, fewer than 25% of women with breast\ncancer maintain regular physical activity in the long term.8,9 Further interventions are\nrequired to increase adoption and maintenance of lifestyle interventions for weight\nmanagement after breast cancer.\n      Many cancer survivors use complementary therapies and medicines (CM),\n10\n which can be defined as “a broad set of health care practices, that are not\npart of that country’s own tradition or conventional healthcare and are not fully\nintegrated into the dominant healthcare system.”\n11\n Examples of CMs include vitamins and minerals, herbal supplements,\nacupuncture, and mind-body therapies. We have previously demonstrated a high\nprevalence of CM use amongst women with breast cancer living in Australia\n12\n with 73% of the 309 women sampled having used a CM for any health condition\nin the past 12 months. Moreover, about one-third of women had tried CM for weight\nloss following breast cancer treatment. Women with breast cancer had various reasons\nfor using CM, including seeking a range of therapeutic options to optimize all\naspects of their wellbeing in a holistic manner, and particularly to improve\npsychological wellbeing.\n      Mind-body therapies (such as yoga and mindfulness-based interventions) and\nacupuncture are commonly used CMs in Australia,\n12\n and internationally\n13\n and show promise in the treatment of obesity and overweight in the general\n(non-cancer) population.14-19 For example, one\nmeta-analysis reported efficacy of acupuncture compared with sham acupuncture for\nreducing body mass index (BMI) (MD −0.47 kg/m2), body fat mass (MD\n−0.66 kg), waist circumference (MD −2.02 cm), and hip circumference (MD −2.74 cm).\n19\n Mechanistic studies of acupuncture for weight loss suggest multiple responses\nincluding appetite suppression,20,21 modulation of leptin and\nghrelin,22-24 and improved\ninsulin sensitivity.25-30 Systematic reviews suggest\nthat mindfulness-based interventions may help improve eating behaviors\n(eg, reducing emotional eating), increase physical activity, and reduce anxiety and\nstress.14,15,17,18,31,32 These interventions may also have indirect positive effects\nwhen combined with diet and exercise interventions due to their ability to improve\npsychological distress and cancer treatment side effects (eg, arthralgia, peripheral\nneuropathy),33,34 which can be barriers to successful weight management.\n7\n\n      However, there is a significant gap in the evidence on these CMs for weight\nmanagement after breast cancer. Two pilot studies on mindfulness-based interventions\nin women with breast cancer report promising findings for weight loss and eating\nbehaviors.35,36 Just one pilot uncontrolled trial has been conducted on yoga\nfor weight loss after breast cancer; this trial reported a reduction in waist\ncircumference of 3.1 cm and improvements in quality of life.\n37\n There are no published trials on acupuncture for weight management after\nbreast cancer. Robust clinical research (eg, randomized controlled trials/RCTs) into\nthe effectiveness and efficacy of these low risk38-40 and novel interventions as\nadjuncts to diet and exercise is required.\n      Given that many RCTs fail due to inability to recruit to target,\n41\n the UK Medical Research Council recommends assessment of feasibility prior to\nfull evaluation of complex interventions.\n42\n This ensures that money spent on expensive trials is not wasted due to\nrecruitment and retention failures. Qualitative research involving community\nstakeholders in the co-design of interventions can assist with exploring\nacceptability and feasibility of trial procedures, and ensures that the proposed\ninterventions are more likely to be successfully implemented in real-world settings.\n43\n Therefore, the current study aimed to assess feasibility and acceptability of\nacupuncture, yoga, and mindfulness meditation as adjuncts to lifestyle interventions\n(diet and exercise) for weight management in women with breast cancer and gain\nwomen’s insights into various methods and procedures for recruiting and implementing\nan RCT.\nMethods\n      This was a qualitative study involving virtually conducted focus groups supplemented\nby individual semi-structured in-depth interviews where participants could not\nattend the groups. The study is reported according to the Consolidated Criteria for\nReporting Qualitative Research (COREQ) guidelines (see Supplemental Item 1).\n44\n\n      \n        Ethics\n        Ethical approval was granted by the Human Research Ethics Committee at Western\nSydney University (H13990, 1 September 2020) and Western Sydney Local Health\nDistrict (2020/ETH02504, 9 December 2020).\n      \n      \n        Recruitment and Data Collection\n        Eligible participants had been diagnosed with breast cancer, received any\ntreatment including chemotherapy (adjuvant and neoadjuvant), radiotherapy,\nhormonal therapy, targeted therapy, and axillary treatments, and were fluent in\nEnglish. A convenience sample was drawn from the Breast Cancer Network Australia\n(BCNA) Review and Survey Group. BCNA is the largest breast cancer consumer\norganization in Australia, and the BCNA Review and Survey Group comprises BCNA\nmembers who have agreed to receive emails about research studies. By limiting\nresearch requests to members who volunteer to be part of the Review and Survey\nGroup, BCNA protects members who are not interested in participating in research\nwhile allowing members who are engaged in the research process to participate in\nresearch studies. The Review and Survey Group represents approximately 2% of all\nBCNA members. Purposive sampling was also used to recruit demographically\ndiverse participants from the Westmead Breast Cancer Institute, a cancer center\nwhich services a socioeconomically diverse sample of breast cancer patients\nwithin Western Sydney, Australia. This targeted sample of patients were of a\nculturally and linguistically diverse (CALD) background who completed active\ntreatment were identified through Westmead Breast Cancer Institute medical\nrecords.\n        All participants were approached about the study via email invitations with a\nlink to the study website, which contained the participant information and\nconsent forms. Participants provided electronic informed consent prior to\nenrollment. After informed consent, participants completed an online survey\nwhich included demographic information (age, sex, ethnicity, education level,\nemployment), self-reported medical information (breast cancer diagnosis,\nmenopausal status, treatment types undertaken, Body mass index [BMI] at\ndiagnosis and currently), use of complementary therapies within the past\n12 months and preferred focus group to attend. Participants were then contacted\nby a researcher confirming the focus group date and time, and were offered an\nindividual semi-structured telephone interview if the focus group dates and\ntimes were not suitable.\n      \n      \n        Focus Group/Interview Procedures\n        Focus groups were conducted using videoconferencing (Zoom) by AS, a female PhD\ncandidate and research associate at the University of Sydney with 10 years’\nexperience with psychology research (MSc Experimental Psychology, BSc Hons I\nPsychology) and experience in conducting focus groups in breast cancer\npopulations and other chronic diseases (lung, heart disease). Focus groups\nlasted 90 minutes and included groups of 6 to 8 women. Semi-structured\ninterviews (60 minutes) were conducted by CE, a female medical doctor with\nexperience in interviewing women with chronic disease. No prior relationships\nexisted between any participants and interviewer/facilitator. The focus group\nand interview guide included open-ended questions to explore the experiences of\nweight management after breast cancer, experiences, acceptability, usefulness,\nand barriers to using acupuncture, yoga, and mindfulness meditation, and trial\nfeasibility, including preferences for RCT design, perceived important health\noutcomes, and perceptions of barriers to and facilitators of successful trial\nrecruitment and retention (see Supplemental Item 2). Questions were informed by prior\nqualitative studies exploring feasibility of similar interventions.\n45\n No observers, scribes, or non-participants (such as family members) were\npresent during the focus groups or interview. Participants received a gift\nvoucher worth $25AUD upon completion of the study. Data was collected until\ntheoretical saturation was achieved, defined when no new major themes were\narising. This was determined by discussion between AS and CE.\n      \n      \n        Data Analysis\n        Audio recordings were transcribed verbatim using the secure transcription\nsoftware TRINT™ (Trint Ltd, London, United Kingdom). Verification of\nthe transcripts was conducted by CE and AS. AS made field-notes in a word\ndocument to explore in future focus groups. Transcripts were then read and\nre-read to become familiar with salient themes. Thematic analysis was applied\nusing the constant comparison method where coded extracts were grouped into\nthemes and subthemes (repeated patterns within the data) initially and further\nrefined as new data is compared and contrasted with previous themes and subthemes,\n46\n using Quirkos 2.4.1.\n47\n Coding was performed by AS and CE using the analyst triangulation method,\nwhere 20% of transcripts were independently coded in duplicate with any\ndisagreements in coding of themes and subthemes resolved by discussion, with the\nremainder coded independently. AS and CE met regularly to discuss the emerging\ncoding framework until final agreement on themes and subthemes was achieved.\nExample participant excerpts are provided in the results relating to themes\nidentified. Transcripts were not returned to participants given that the focus\ngroups are a culmination of data from multiple participants whose anonymity\ncould be compromised by sharing of whole transcripts. To ensure fairness in data\nsharing the interview participant did not receive a copy of their\ntranscript.\nEthics\n        Ethical approval was granted by the Human Research Ethics Committee at Western\nSydney University (H13990, 1 September 2020) and Western Sydney Local Health\nDistrict (2020/ETH02504, 9 December 2020).\nRecruitment and Data Collection\n        Eligible participants had been diagnosed with breast cancer, received any\ntreatment including chemotherapy (adjuvant and neoadjuvant), radiotherapy,\nhormonal therapy, targeted therapy, and axillary treatments, and were fluent in\nEnglish. A convenience sample was drawn from the Breast Cancer Network Australia\n(BCNA) Review and Survey Group. BCNA is the largest breast cancer consumer\norganization in Australia, and the BCNA Review and Survey Group comprises BCNA\nmembers who have agreed to receive emails about research studies. By limiting\nresearch requests to members who volunteer to be part of the Review and Survey\nGroup, BCNA protects members who are not interested in participating in research\nwhile allowing members who are engaged in the research process to participate in\nresearch studies. The Review and Survey Group represents approximately 2% of all\nBCNA members. Purposive sampling was also used to recruit demographically\ndiverse participants from the Westmead Breast Cancer Institute, a cancer center\nwhich services a socioeconomically diverse sample of breast cancer patients\nwithin Western Sydney, Australia. This targeted sample of patients were of a\nculturally and linguistically diverse (CALD) background who completed active\ntreatment were identified through Westmead Breast Cancer Institute medical\nrecords.\n        All participants were approached about the study via email invitations with a\nlink to the study website, which contained the participant information and\nconsent forms. Participants provided electronic informed consent prior to\nenrollment. After informed consent, participants completed an online survey\nwhich included demographic information (age, sex, ethnicity, education level,\nemployment), self-reported medical information (breast cancer diagnosis,\nmenopausal status, treatment types undertaken, Body mass index [BMI] at\ndiagnosis and currently), use of complementary therapies within the past\n12 months and preferred focus group to attend. Participants were then contacted\nby a researcher confirming the focus group date and time, and were offered an\nindividual semi-structured telephone interview if the focus group dates and\ntimes were not suitable.\nFocus Group/Interview Procedures\n        Focus groups were conducted using videoconferencing (Zoom) by AS, a female PhD\ncandidate and research associate at the University of Sydney with 10 years’\nexperience with psychology research (MSc Experimental Psychology, BSc Hons I\nPsychology) and experience in conducting focus groups in breast cancer\npopulations and other chronic diseases (lung, heart disease). Focus groups\nlasted 90 minutes and included groups of 6 to 8 women. Semi-structured\ninterviews (60 minutes) were conducted by CE, a female medical doctor with\nexperience in interviewing women with chronic disease. No prior relationships\nexisted between any participants and interviewer/facilitator. The focus group\nand interview guide included open-ended questions to explore the experiences of\nweight management after breast cancer, experiences, acceptability, usefulness,\nand barriers to using acupuncture, yoga, and mindfulness meditation, and trial\nfeasibility, including preferences for RCT design, perceived important health\noutcomes, and perceptions of barriers to and facilitators of successful trial\nrecruitment and retention (see Supplemental Item 2). Questions were informed by prior\nqualitative studies exploring feasibility of similar interventions.\n45\n No observers, scribes, or non-participants (such as family members) were\npresent during the focus groups or interview. Participants received a gift\nvoucher worth $25AUD upon completion of the study. Data was collected until\ntheoretical saturation was achieved, defined when no new major themes were\narising. This was determined by discussion between AS and CE.\nData Analysis\n        Audio recordings were transcribed verbatim using the secure transcription\nsoftware TRINT™ (Trint Ltd, London, United Kingdom). Verification of\nthe transcripts was conducted by CE and AS. AS made field-notes in a word\ndocument to explore in future focus groups. Transcripts were then read and\nre-read to become familiar with salient themes. Thematic analysis was applied\nusing the constant comparison method where coded extracts were grouped into\nthemes and subthemes (repeated patterns within the data) initially and further\nrefined as new data is compared and contrasted with previous themes and subthemes,\n46\n using Quirkos 2.4.1.\n47\n Coding was performed by AS and CE using the analyst triangulation method,\nwhere 20% of transcripts were independently coded in duplicate with any\ndisagreements in coding of themes and subthemes resolved by discussion, with the\nremainder coded independently. AS and CE met regularly to discuss the emerging\ncoding framework until final agreement on themes and subthemes was achieved.\nExample participant excerpts are provided in the results relating to themes\nidentified. Transcripts were not returned to participants given that the focus\ngroups are a culmination of data from multiple participants whose anonymity\ncould be compromised by sharing of whole transcripts. To ensure fairness in data\nsharing the interview participant did not receive a copy of their\ntranscript.\nResults\n      \n        Study Sample\n        Email invitations to participate were sent to women with early breast cancer from\nthe BCNA Review and Survey Group on 30 October 2020 (1381 women), and to 36\nwomen from Westmead Breast Cancer Institute on 18 March 2021. A total of 45\nwomen enrolled in the study, with 8 dropping out because they were not available\nduring focus group time (n = 6) or changed their mind (n = 2). Participant\ncharacteristics (demographics, medical history, CM use) were collected for the\nremaining 37 participants and are shown in Table 1. Participants’ mean age was\n53.8 (SD 12.3; range 30-86) years, and 28/37 (75%) women were from Caucasian\nbackgrounds, with the majority being highly educated and employed or\nself-employed. Most women had been diagnosed with early breast cancer (Stage\nI-III), with a mean of 5.6 (SD 5.3) years post-diagnosis, and about half were on\nendocrine therapy. Mean BMI was 27.3 kg/m2 (SD 4.7) and mean\nself-reported weight gain since diagnosis was 1.1 kg, although most (24/37; 65%)\nwomen reported a pattern of weight gain or weight fluctuation. Most women\n(23/37; 62.1%) had used some form of complementary therapy in the last\n12 months, the most common being dietary supplements (14/37; 37.8%) and massage\n(11/37; 29.7%). Yoga had been used by 8/37 (21.6%), mindfulness meditation by\n6/37 (16.2%), and acupuncture by 5/37 (13.5%) within the past 12 months.\n        \n          Table 1.\n          \n            Participant Characteristics Including Demographics, Medical History, and\nComplementary Medicine/Therapy Use.\n          \n          \n            \n            \n              \n                \n                \n              \n              \n                \n                  Demographic characteristics\n                  n/N (%)\n                \n              \n              \n                \n                  Current age, mean years (standard deviation)\n                  53.8 (12.3)\n                \n                \n                  Ethnicity\n                \n                \n                   European/Caucasian/Anglo Saxon\n                  28 (75.7)\n                \n                \n                   Asian or Oceanic (including New Zealand first peoples,\nPolynesian, Micronesian)\n                  9 (24.3)\n                \n                \n                  Education\n                \n                \n                   University degree or above\n                  26 (70.2)\n                \n                \n                   High school/vocational college\n                  11 (29.8)\n                \n                \n                  Employment\n                \n                \n                   Employee\n                  22 (59.5)\n                \n                \n                   Retired or volunteer work\n                  6 (16.2)\n                \n                \n                   Self-employed\n                  5 (13.5)\n                \n                \n                   Unable to work due to illness or other reasons\n                  4 (10.8)\n                \n                \n                  Relationship status\n                \n                \n                   Married/de facto\n                  26 (70.3)\n                \n                \n                   Single\n                  6 (16.2)\n                \n                \n                   Divorced/separated/widowed\n                  5 (13.5)\n                \n                \n                  Number of children\n                \n                \n                   None\n                  11 (29.7)\n                \n                \n                   1\n                  6 (16.2)\n                \n                \n                   2\n                  13 (35.1)\n                \n                \n                   >3\n                  7 (18.9)\n                \n                \n                  Medical history\n                \n                \n                   Diagnosis\n                \n                \n                    Localized\n                  28 (75.7)\n                \n                \n                    DCIS/LCIS\n                  6 (16.2)\n                \n                \n                    Metastatic or inflammatory\n                  3 (8.1)\n                \n                \n                    Years since diagnosis, mean (SD), range\n                  5.6 (5.3), 0-20\n                \n                \n                    Postmenopausal at diagnosis\n                  13 (35.1)\n                \n                \n                   Treatment\n                \n                \n                    Sentinel node biopsy/axillary clearance\n                  31 (83.8)\n                \n                \n                    Radiotherapy\n                  26 (70.3)\n                \n                \n                    Lumpectomy\n                  23 (62.2)\n                \n                \n                    Mastectomy\n                  18 (48.6)\n                \n                \n                    Selective estrogen receptor modulator (eg, Tamoxifen)\n                  18 (48.6)\n                \n                \n                    Aromatase inhibitor (eg, Anastrozole)\n                  18 (48.6)\n                \n                \n                    Adjuvant chemotherapy\n                  15 (40.5)\n                \n                \n                    Neoadjuvant chemotherapy\n                  12 (32.4)\n                \n                \n                    GNRH agonist (Goserelin/Zoladex)\n                  8 (21.6)\n                \n                \n                    Targeted therapy (eg, Herceptin)\n                  4 (10.8)\n                \n                \n                    CDK inhibitor (Abemaciclib—clinical trial)\n                  1 (2.7)\n                \n                \n                   Current weight (kg), mean (SD), range\n                  73.1 (14.5), 40-108\n                \n                \n                   Current BMI (kg/m2), mean (SD), range\n                  27.3 (4.7), 17.5-37.4\n                \n                \n                   Weight at diagnosis (kg) (n = 35), mean (SD), range\n                  71.9 (16.4), 40-121\n                \n                \n                   BMI at diagnosis (kg/m2) (n = 35), mean (SD),\nrange\n                  26.8 (5.7), 17.3-42.2\n                \n                \n                   Weight change since diagnosis (kg) (n = 35), mean (SD),\nrange\n                  1.1 (9.6), −21 kg to +26 kg\n                \n                \n                   Weight pattern since diagnosis\n                \n                \n                    Gained weight overall\n                  14 (37.8)\n                \n                \n                    Fluctuated a great deal\n                  10 (27.0)\n                \n                \n                    Lost weight\n                  7 (18.9)\n                \n                \n                    Stable\n                  6 (16.2)\n                \n                \n                  Complementary medicine or therapy use\n                \n                \n                   Any complementary medicine or therapy use for any reason in\npast 12 months\n                  23 (62.2)\n                \n                \n                    Supplements\n                  14 (37.8)\n                \n                \n                    Massage\n                  11 (29.7)\n                \n                \n                    Relaxation techniques\n                  9 (24.3)\n                \n                \n                    Yoga\n                  8 (21.6)\n                \n                \n                    Essential oils\n                  6 (16.2)\n                \n                \n                    Meditation\n                  6 (16.2)\n                \n                \n                    Acupuncture\n                  5 (13.5)\n                \n                \n                    Chiropractic\n                  4 (10.8)\n                \n                \n                    Naturopathy\n                  2 (5.4)\n                \n                \n                    Osteopathy\n                  2 (5.4)\n                \n                \n                    Reflexology\n                  2 (5.4)\n                \n                \n                    Prayer\n                  2 (5.4)\n                \n                \n                    Kinesiology\n                  2 (5.4)\n                \n                \n                    Chinese herbal medicine\n                  1 (2.7)\n                \n                \n                    Bowen therapy\n                  1 (2.7)\n                \n                \n                   Yoga delivery (n = 8)\n                \n                \n                    Group class in yoga studio\n                  4 (50.0)\n                \n                \n                    Self-practice, general\n                  4 (50.0)\n                \n                \n                    Online, pre-recorded\n                  3 (37.5)\n                \n                \n                    Online, live\n                  3 (37.5)\n                \n                \n                    Group class in a non-yoga studio (eg, gym)\n                  2 (25.0)\n                \n                \n                    One-on-one in person\n                  1 (12.5)\n                \n                \n                    Self-practice designed by a teacher\n                  1 (12.5)\n                \n                \n                    Yoga therapy\n                  0 (0.0)\n                \n              \n            \n          \n          \n            \n              Abbreviations: DCIS, ductal carcinoma in-situ; LCIS, lobular\ncarcinoma in-situ.\n            \n          \n        \n        About 5 focus groups and 1 interview were conducted between 12 November 2020 and\n25 March 2021, including 1 focus group (n = 6) in women from CALD backgrounds.\nFocus groups ran to time (90 minutes), as did the interview (43 minutes).\nWomen’s perceptions of the feasibility, acceptability, and usefulness of\nacupuncture, yoga, and mindfulness meditation as adjuncts to lifestyle\ninterventions for weight management, and on trial design, are summarized below.\nThe coding structure of themes and subthemes are provided in Supplemental Item 3\nwith additional exemplary quotes.\n      \n      \n        “My Body’s Been Through Too Much For Me to Stick Needles Into It\nAgain”: Mixed Perceptions of the Acceptability and Usefulness of\nAcupuncture\n        There was a mixture of participants who had and had not used acupuncture within\nthe past year. Women had tried acupuncture for a variety of health management\nreasons including injuries, pregnancy, migraines, hay fever, tendonitis,\ndiarrhea, and cancer treatment side effects (eg, frozen shoulder, skin burns\nafter radiation, hot flushes). There were mixed perceptions of the acceptability\nand usefulness of acupuncture, though the majority of participants found it\nacceptable and useful:\nI actually had a really good experience with acupuncture. It was\nsuggested to me when I was going through chemo. Acupuncture made me\nfeel better and it actually helps to decrease my reaction to the\nchemo and feeling sick (ID11, age 47 years, FG1)\n\nWhen I had my radiation therapy, I unfortunately got very, very\nbad burns and the hospital offered me acupuncture for pain\nmanagement and it absolutely worked. I thought it was great. (ID23,\nage 56 years, FG2)\n\n        Acupuncture was perceived to be useful for health and wellbeing for some women,\nparticularly for musculoskeletal problems, and 1 woman believed it had been\nuseful for weight loss: “I know that when I had [acupuncture] back then,\nI did lose weight” (ID53, age 35 years, FG5). The benefits were\nsometimes more general in nature. A key enabler of use was free treatments that\nwere offered at some hospitals, funded through philanthropy.\n        However, others did not find it useful, or were unsure if it had been useful, and\nwere unaware of whether it was beneficial for weight management or cancer:\nIt was for chronic back pain and I had acupuncture for about\nthree months I’m not sure whether the pain just disappeared through\ncourse of time or whether the acupuncture did help (ID4, age\n69 years, FG1)\n\n        Barriers to uptake of acupuncture included cost, especially in the context of the\nfinancial toxicity of cancer. A major barrier to use of acupuncture that may\nimpact on recruitment success was fear of needles and a perception that it was\nyet another invasive treatment.\n        \n\nI’m not working very much at the moment because I’m crook and I\ncan’t quite afford it. But I think it did help a little bit if I had\nmaybe pursued it a bit more. If I’d won the lottery, I probably\nwould have done it every week (ID18, age 48 years, FG1)\n\nI feel like my body’s been through too much for me to stick\nneedles into it again. [laughs] I think my body is just a bit too\nsensitive at this point (ID47, age 39 years, FG5)\n\n\n        Undergoing chemotherapy or taking endocrine therapy tablets were added barriers\nto use of acupuncture, as some medical staff advised against concurrent use of\nacupuncture with treatment.\n        \n\nWe’ve got probably three or four ladies having acupuncture\nregularly while they’re having their chemo and swear by it and\nothers have said the oncologist said ‘No, don’t have any needles\ninto your skin at all while you’re having chemotherapy’ (ID14, age\n70 years, FG2)\n\n\n        To address these barriers and increase recruitment, participants suggested that\nan educational session about acupuncture within the RCT would be useful to raise\nawareness and inform patients about their options.\n        \n\nIf you had an education session on it [acupuncture], you could\ncorrect all those myths because I think that’s the biggest thing. We\nall have so many fears and we hear from somebody down the road ‘I\nhad it [acupuncture] and their arm fell off.’ You know? (ID28, age\n48 years, FG2)\n\n\n      \n      \n        “The benefits. . . [are] immense”: Yoga as an Acceptable and\nUseful Intervention\n        Many participants had practiced yoga, and generally found it to be an acceptable\nand useful form of physical activity, stating it “just really appeals to\nme as a form of exercise” (ID9, age 41 years, FG1), but had not\nconsidered it as a weight management strategy.\n        \n\nI’ve never really thought about yoga as a weight management tool\nso I’m open to finding out more about that (ID22, age 66 years,\nFG1)\n\nIn terms of losing weight, I don’t find. . . Like yoga is nice\nfor your flexibility. But I thought I’ve got to do something more\nactive. So, I do the cardio classes. I wouldn’t think you’d gain\nmuscle from doing yoga (ID31, age 51 years, FG4)\n\n\n        Yoga’s acceptability stemmed from perceptions of benefits for physical and mental\nhealth and managing side effects from treatment. Themes revolved around yoga\nbeing gentle on the body and subthemes involving yoga being useful for\nflexibility, with gentle stretching seen to be especially useful for improving\naches and pains due to cancer treatment. Subthemes of usefulness for mental\nhealth involved reducing stress through “slowing down” (ID20,\nage 57 years, FG1), and being able to come to some acceptance about their\ndiagnosis and feeling empowered.\n        \n\nYou know, you can hear everything but let it go of you. . .You\njust can leave it all, all the anxiety and worries and the life\nchanges..[and] just enjoy this perfect moment (ID5, age 60 years,\nFG1)\n\nI just think it has such an amazing power for us individually to\ntake that control back (ID20, age 57 years, FG1)\n\n\n        Women also found yoga to be an acceptable and useful way to connect the mind and\nbody, viewing yoga as a way of practicing meditation through movement.\n        \n\nThe benefits of yoga as a practice to me is immense. And whether\nthat is to do with weight management or anything else, the benefits\nI feel from yoga and meditation are absolutely fundamental to anyone\ngoing through a cancer diagnosis (ID20, age 57 years, FG1)\n\nIf you were just starting yoga and meditation, to come to that\nmeditative state would be a little challenging. Whereas the gradual\nyoga poses, the very slow, the very fluid, the gradually over time,\nthese beautiful slow movements [are] then a great precursor to\ngetting some benefits from the meditation (ID22, age 66 years,\nFG1)\n\n\n        Recruitment, adherence, and retention would be enhanced by flexible delivery of\nyoga classes at home via videoconference, which was perceived to be especially\nuseful given busy work and family lives, and by engaging an instructor who is\nknowledgeable about the limitations and side effects that arise after cancer\ntreatment.\n        \n\nThat’s exactly why I stopped doing yoga since I had breast\ncancer. I won’t go back to do it because I haven’t found a place\nwhere I feel safe to do it. (ID28, age 48 years, FG2)\n\n\n        A potential barrier to recruitment may be the perceived physical limitations\nafter cancer due to treatment-related symptoms such as dizziness, pain, or\nlymphedema. There were perceptions that yoga requires flexibility (which some\nwomen felt was compromised after cancer treatment) or a certain physique. Some\nwomen found yoga harder than expected and others wanted a form of exercise that\nwas more vigorous.\n        \n\nI just decided that I really needed to just go and run it out at\nthe gym or to really sweat it out and feel like I’ve accomplished\nsomething (ID43, age 46 years, interview)\n\nMy body now is not the body then (ID21, age 47 years,\nFG3)\n\n\n      \n      \n        “I Love the Concept and I Failed Miserably”: Mindfulness\nMeditation is Acceptable But Challenging\n        There was a mix of participants who had and had not used mindfulness meditation\nin the past year. Of those who tried mindfulness meditation, many felt that it\nwas acceptable, and worthwhile. However, similar to yoga, few had considered it\nas a weight management strategy. Some women spoke of using informal mindfulness\npractices, such as being in the present moment while enjoying the outdoors.\n        \n\nI guess from the menopause, I think it is extra anxiety or\nirritation. I thought ‘I’ll go for the mindfulness,’ but I didn’t\nthink of it at all in terms of weight loss (ID31, age 51 years,\nFG4)\n\n\n        Recruitment appeared feasible because of general perceptions that mindfulness\nmeditation was convenient to practice (time, location) and seen to be useful for\nmanaging health and wellbeing, especially mental health and relief from\ntreatment side effects (eg, insomnia). Despite not having thought of mindfulness\nmeditation as being helpful for weight loss, women could see how it might be\nuseful for diet changes, with 1 participant saying, “there’s reasons\nbehind why we eat” (ID33, age 60 years, FG4).\n        \n\nPhysically, my system relaxed, a lot of the mind chatter went\n[away]. So even the house felt calmer, my partner was saying. So,\nthere was a real spaciousness, which was beautiful. My senses were\nsharpened (ID 20, age 57 years, FG1)\n\nI found it very relaxing, and I found that it helped reduce\nstress (ID13, age 58 years, FG2)\n\n\n        However, a major barrier to uptake of mindfulness meditation, which may impact on\nrecruitment, adherence, and retention, was the belief that mindfulness\nmeditation requires an “emptying” of the mind, which women found challenging.\nAnother barrier was the association with “mindfulness and wellness\ngurus” (ID20, age 57 years, FG1), which some women perceived\nnegatively.\n        \n\nI love the concept and I failed miserably (ID 21, age 47,\nFG3)\n\nI had difficulty shutting down my mind (ID43, age 46 years,\ninterview)\n\n\n      \n      \n        RCT Trial Design: Feasibility and Acceptability of Trial Procedures\n        Six key themes emerged that participants felt were essential for making a trial\nfeasible and acceptable for women with breast cancer: (i) focus on wellness, not\nweight, (ii) trusted advice, (iii) value of peer-support and shared experiences\n(eg, online discussion board, in-person chatting time), (iv) flexible program\ndelivery, (v) reducing burdens and maximizing benefits of trial outcome\nmeasurements and study groups.\n      \n      \n        Focus on Wellness, Not Weight\n        In terms of recruitment, participants felt that the term “weight” would deter\nwomen from participating in the trial. One woman stated “weight, the\nword itself is so value loaded and ghastly” (ID22, age 66 years,\nFG1). Others supported this claim explaining that many women struggle with body\nimage after breast cancer, due to scarring or weight gain.\n        \n\nA lot of the ladies are very conscious of body image and they\nare over their ideal weight, and they’re not good at exercising, so\nthey don’t actually join in (ID14, age 70 years, FG2)\n\n\n        Moreover, during treatment, women felt that they were trying to “manage\nto get through this 9 months or more of treatment” (ID25, age\n39 years, FG4) and that weight was not their focus. Therefore, to encourage\nrecruitment into the trial, participants suggested the trial should be promoted\nas a wellness program for mental and physical health, and to help women regain a\nsense of control over their life again and transition back to “normal life,” or\nas 1 woman described it, “placing yourself in society as you were\nbefore” (ID 22, age 66 years, FG1).\n        \n\nMy focus, it wants to be on my health and wellbeing because I\nwas feeling very unhealthy and very stressed (ID38, age 56 years,\nFG3)\n\nYes, being alive [and] living a great life is the immediacy of\nthe cancer. Don’t really care if you’re a bit overweight, you’re\nalive. You want to just enjoy stuff. So maybe that’s the sort of the\ngoal (ID22, age 66 years, FG1)\n\n\n      \n      \n        Trusted Advice\n        Participants expressed that feasibility of recruitment and retention would be\nhigher if a trusted health professional was engaged to deliver credible health\neducation and the physical activity component and promote the trial. This was in\nthe context of women reporting that myths and misinformation about breast cancer\nwere common and that finding correct information online was overwhelming. Health\neducation sessions were therefore perceived as highly useful and acceptable,\nespecially if they included time to ask questions and receive credible\nadvice.\n        \n\nI actually think having a session that’s not just exercise so\nyou have got the opportunity to ask questions is really useful\n(ID28, age 48 years, FG2)\n\n\n        Education topics of interest were dietetics, managing treatment or medication\nside effects (eg, sexual health, muscle or joint pain, mental health) and when\nand how much exercise they could do during and after treatment.\n        Participants felt strongly that the individual who leads an exercise or yoga\nclass needed to be qualified and knowledgeable about women’s experiences during\nand after breast cancer treatment, so they could feel confident and supported to\npractice safely.\n        \n\nYou could be looking to do those classes specifically with\npeople that were working with a lot of cancer patients. So, they\nwould say, ‘oh, well, this works really well for the breast, why\ndon’t you do this exercise?.’ That was absolutely fantastic (ID5,\nage 60 years, FG1)\n\nI think there was a lot of confusion on where to start and even\nwith yoga, I was scared I would hurt myself if I pushed to push my\nbody too much. So, if someone could guide me as to what exercises\nwere safe. Even now, I’m not sure in the sense of that my body’s\nbeen through so much. I would need some guidance as to which I’m ok\nto do (ID47, age 39 years, FG5)\n\n\n        To improve adherence and retention, women suggested it would be beneficial to be\nable to contact the instructor between visits, either via telephone or chat\ngroup, to increase motivation by having someone “check” on them\nregularly (ID52, age 39 years, FG5) and to have any lingering questions\nanswered. Women, particularly those from CALD backgrounds, wanted information\nabout the proposed trial to be provided to them by healthcare professionals in\nhospital, such as their oncologist or breast cancer nurse.\n        \n\nI think coming from the doctor, it made me feel very confident\nto participate in the study as well (ID52, age 39 years,\nFG5)\n\n\n        Women from non-CALD backgrounds were generally more likely to suggest trial\npromotion through consumer advocacy groups such as Breast Cancer Network\nAustralia. The role of the general practitioner (GP) and GP clinic in trial\npromotion was also highlighted, because of the more regular contact with GPs as\nopposed to annual contact with oncologists. Promoting the trial through breast\ncancer support groups was also suggested.\n        \n\nI think that GP clinics or your GP need to be a lot more active\nand have a lot more information about how they can offer these kinds\nof services and how they can support you during those periods of\ntime. That’s really important (ID23, age 56 years, FG2)\n\n\n      \n      \n        The Value of Peer Support and Shared Experiences\n        Participants repeatedly expressed that having an optional social component of the\nintervention would be acceptable and useful, either in-person or online (chat or\nFacebook group). There were recurring subthemes of the need for understanding\nand compassion through sharing experiences of breast cancer. Women suggested\nthat people could share as much or as little as they wanted but having the\noption to share was essential.\n        \n\nI really love that social aspect. I think it’s very, very\nimportant, particularly if ladies are prepared to share information.\nSince having cancer, I am very willing to share with anybody and\neverybody just to help them, because I know that I didn’t have a\ngreat deal of help when I was going through it until I started\nmeeting all these other ladies (ID23, age 56 years, FG2)\n\n\n      \n      \n        Flexible Program Delivery\n        To optimize feasibility of recruitment and retention, participants felt that\nintervention delivery would need to be very flexible in terms of timing and\nlocation, as well as offer the opportunity to start and stop when it suited\nthem. One to two 90-minute sessions per week for 3 to 6 months was acceptable\nand that each session should include both exercise (45-60 minutes) and education\n(30-45 minutes), rather than delivered separately.\n        \n\nI think if it was combined in a longer session, like that’s only\nonce a week you need to go somewhere to do something whereas if it’s\nseparate, then it’s twice a week, which is probably more difficult\nfor people to get there (ID26, age 41 years, FG2)\n\n\n        However, it was important that sessions have a virtual attendance option and be\nrecorded for participants to watch when they were able. This flexibility would\nimprove adherence and retention as there may be many barriers to participation\nincluding family and work commitments, and medical reasons (eg, immune\ncompromise during treatment, intermittent COVID-19 restrictions), They also\nwanted numerous “touchpoints” (ID13, age 51 years, FG2) along\nthe cancer journey (during and after treatment) to sign up for the trial so that\nthey felt “ready” (ID13, age 51 years, FG2).\n        \n\nI think there was about 10 days between my diagnosis and my\nfirst surgery, and I just felt overwhelmed with information. But a\ncouple of weeks afterwards, that gap between the surgery and the\nchemo, when you do have time to draw breath and think about how\nyou’re going to manage and keep your life on track. It might be\nworth having a two shot at the communication, give people\ninformation that they can take away and read and think about. Having\na couple of chances to revisit the decision would have been good\n(ID39, age 66 years, FG1)\n\n\n      \n      \n        Reducing Burdens and Maximizing Benefits of Trial Outcome Measurements and\nStudy Groups\n        Overall, participants were willing to complete well-designed, brief\n(<5 minutes) surveys about mental health and body image at different stages\nduring the trial (baseline, midpoint, end-of-study) and then option to exit and\nreturn to the survey was important. A minority of women would be happy to\ncomplete much longer surveys, because they felt motivated by the opportunity to\nhelp others going through the same experiences. However, surveys needed to feel\nlogical.\n        \n\nIs [the] survey well designed and logical? Because quite often\nyou’re doing a survey and you think ‘that question makes no sense,\ngiven my answer to the previous one’. . . very frustrating. [When]\nthey’re well-done and logical, we don’t mind filling them in (ID19,\nage 64 years, FG3)\n\n\n        Weight seemed to be an acceptable measurement only if it was not the focus of the\ntrial (secondary outcome).\n        \nThere’s just so much emotional crap attached to weight, like\nwhether weight gain or weight loss, that for this program, having\nweight be a goal or a measurement can just be like another layer of\nstress that’s unnecessary. So, I think the whole idea being like a\nwellbeing check feels a lot less overwhelming or just feels a lot\nmore holistic than just focusing on weight (ID53, age 35 years,\nFG5)\n\n        Participants expressed that waist circumference and muscle mass may be more\nacceptable outcome measures, because these can change even when body weight\nstays the same—“quite often you can lose inches rather than\nweight” (ID33, age 60 years, FG4). Moreover, participants explained\nthat women may want to sign up for the study if participants could choose a\npersonal goal to track throughout the study and if the study tracked\nimprovements for breast cancer-specific issues, like shoulder range of motion\nafter surgery.\n        Participants also expressed that numerous invasive tests, like blood tests or\nbone density scans, may be a deterrent to participation because their bodies had\n“been through enough” (ID 47, age 39 years, FG5) and they\nonly wanted to complete tests that were absolutely necessary.\n        \n\nAny extra tests, I would have to be very much convinced that\nthey need to be done for a research purpose. If you wanted me to do\nanother MRI, you can’t even pay me [shakes head]. And I’m even out\nof active treatment. . . if you want a blood sample from me, I’ll\nhave a very long conversation before that happens (ID21, age\n47 years, FG3)\n\n\n        A variety of control group ideas were presented, including the option of not\nhaving a control arm at all (a single arm, pre/post trial), and having access to\nthe program but “in a limited way” (ID23, age 50 years, FG2).\nOverall, participants felt that a wait-list control group would be most\nacceptable and feasible for participant recruitment and retention so that\nparticipants had “something to look forward to” (ID13, age\n58 years, FG2) and they would not be “missing out” (ID23, age\n50 years, FG2). Some participants expressed that the ability to have free\ntesting (eg, bone density scans) may be acceptable and enticing for the control\ngroup.\n        \n\nI was part of a research group and was in the non-interference\n[group]. I got to have the free MRIs, the free bone densities, the\nfree everything! So, I was really happy to be part of it (ID44, age\n69 years, FG3)\n\n\n        Participants also suggested providing a pamphlet regarding exercise and dietary\nrecommendations for patients during and after breast cancer treatment, and/or\nsome group teleconferences, where participants talk about their cancer\nexperiences to improve retention in the control group.\n        \n\nMaybe you could have the control group just meeting and chatting\n(ID39, age 66 years, FG1)\n\nYeah, a [teleconference] group with maybe a topic each time so\npeople can share (ID27, age 59 years, FG2)\n\n\n        Participants felt sham acupuncture as part of the control group would deter\nparticipation, as this would be stressful, and result in a nocebo effect.\n        \n\nIt seems a little bit more devious to do it with pricks, with a\nlittle needle that’s not actually doing anything for anyone (ID5,\nage 60 years, FG1)\nStudy Sample\n        Email invitations to participate were sent to women with early breast cancer from\nthe BCNA Review and Survey Group on 30 October 2020 (1381 women), and to 36\nwomen from Westmead Breast Cancer Institute on 18 March 2021. A total of 45\nwomen enrolled in the study, with 8 dropping out because they were not available\nduring focus group time (n = 6) or changed their mind (n = 2). Participant\ncharacteristics (demographics, medical history, CM use) were collected for the\nremaining 37 participants and are shown in Table 1. Participants’ mean age was\n53.8 (SD 12.3; range 30-86) years, and 28/37 (75%) women were from Caucasian\nbackgrounds, with the majority being highly educated and employed or\nself-employed. Most women had been diagnosed with early breast cancer (Stage\nI-III), with a mean of 5.6 (SD 5.3) years post-diagnosis, and about half were on\nendocrine therapy. Mean BMI was 27.3 kg/m2 (SD 4.7) and mean\nself-reported weight gain since diagnosis was 1.1 kg, although most (24/37; 65%)\nwomen reported a pattern of weight gain or weight fluctuation. Most women\n(23/37; 62.1%) had used some form of complementary therapy in the last\n12 months, the most common being dietary supplements (14/37; 37.8%) and massage\n(11/37; 29.7%). Yoga had been used by 8/37 (21.6%), mindfulness meditation by\n6/37 (16.2%), and acupuncture by 5/37 (13.5%) within the past 12 months.\n        \n          Table 1.\n          \n            Participant Characteristics Including Demographics, Medical History, and\nComplementary Medicine/Therapy Use.\n          \n          \n            \n            \n              \n                \n                \n              \n              \n                \n                  Demographic characteristics\n                  n/N (%)\n                \n              \n              \n                \n                  Current age, mean years (standard deviation)\n                  53.8 (12.3)\n                \n                \n                  Ethnicity\n                \n                \n                   European/Caucasian/Anglo Saxon\n                  28 (75.7)\n                \n                \n                   Asian or Oceanic (including New Zealand first peoples,\nPolynesian, Micronesian)\n                  9 (24.3)\n                \n                \n                  Education\n                \n                \n                   University degree or above\n                  26 (70.2)\n                \n                \n                   High school/vocational college\n                  11 (29.8)\n                \n                \n                  Employment\n                \n                \n                   Employee\n                  22 (59.5)\n                \n                \n                   Retired or volunteer work\n                  6 (16.2)\n                \n                \n                   Self-employed\n                  5 (13.5)\n                \n                \n                   Unable to work due to illness or other reasons\n                  4 (10.8)\n                \n                \n                  Relationship status\n                \n                \n                   Married/de facto\n                  26 (70.3)\n                \n                \n                   Single\n                  6 (16.2)\n                \n                \n                   Divorced/separated/widowed\n                  5 (13.5)\n                \n                \n                  Number of children\n                \n                \n                   None\n                  11 (29.7)\n                \n                \n                   1\n                  6 (16.2)\n                \n                \n                   2\n                  13 (35.1)\n                \n                \n                   >3\n                  7 (18.9)\n                \n                \n                  Medical history\n                \n                \n                   Diagnosis\n                \n                \n                    Localized\n                  28 (75.7)\n                \n                \n                    DCIS/LCIS\n                  6 (16.2)\n                \n                \n                    Metastatic or inflammatory\n                  3 (8.1)\n                \n                \n                    Years since diagnosis, mean (SD), range\n                  5.6 (5.3), 0-20\n                \n                \n                    Postmenopausal at diagnosis\n                  13 (35.1)\n                \n                \n                   Treatment\n                \n                \n                    Sentinel node biopsy/axillary clearance\n                  31 (83.8)\n                \n                \n                    Radiotherapy\n                  26 (70.3)\n                \n                \n                    Lumpectomy\n                  23 (62.2)\n                \n                \n                    Mastectomy\n                  18 (48.6)\n                \n                \n                    Selective estrogen receptor modulator (eg, Tamoxifen)\n                  18 (48.6)\n                \n                \n                    Aromatase inhibitor (eg, Anastrozole)\n                  18 (48.6)\n                \n                \n                    Adjuvant chemotherapy\n                  15 (40.5)\n                \n                \n                    Neoadjuvant chemotherapy\n                  12 (32.4)\n                \n                \n                    GNRH agonist (Goserelin/Zoladex)\n                  8 (21.6)\n                \n                \n                    Targeted therapy (eg, Herceptin)\n                  4 (10.8)\n                \n                \n                    CDK inhibitor (Abemaciclib—clinical trial)\n                  1 (2.7)\n                \n                \n                   Current weight (kg), mean (SD), range\n                  73.1 (14.5), 40-108\n                \n                \n                   Current BMI (kg/m2), mean (SD), range\n                  27.3 (4.7), 17.5-37.4\n                \n                \n                   Weight at diagnosis (kg) (n = 35), mean (SD), range\n                  71.9 (16.4), 40-121\n                \n                \n                   BMI at diagnosis (kg/m2) (n = 35), mean (SD),\nrange\n                  26.8 (5.7), 17.3-42.2\n                \n                \n                   Weight change since diagnosis (kg) (n = 35), mean (SD),\nrange\n                  1.1 (9.6), −21 kg to +26 kg\n                \n                \n                   Weight pattern since diagnosis\n                \n                \n                    Gained weight overall\n                  14 (37.8)\n                \n                \n                    Fluctuated a great deal\n                  10 (27.0)\n                \n                \n                    Lost weight\n                  7 (18.9)\n                \n                \n                    Stable\n                  6 (16.2)\n                \n                \n                  Complementary medicine or therapy use\n                \n                \n                   Any complementary medicine or therapy use for any reason in\npast 12 months\n                  23 (62.2)\n                \n                \n                    Supplements\n                  14 (37.8)\n                \n                \n                    Massage\n                  11 (29.7)\n                \n                \n                    Relaxation techniques\n                  9 (24.3)\n                \n                \n                    Yoga\n                  8 (21.6)\n                \n                \n                    Essential oils\n                  6 (16.2)\n                \n                \n                    Meditation\n                  6 (16.2)\n                \n                \n                    Acupuncture\n                  5 (13.5)\n                \n                \n                    Chiropractic\n                  4 (10.8)\n                \n                \n                    Naturopathy\n                  2 (5.4)\n                \n                \n                    Osteopathy\n                  2 (5.4)\n                \n                \n                    Reflexology\n                  2 (5.4)\n                \n                \n                    Prayer\n                  2 (5.4)\n                \n                \n                    Kinesiology\n                  2 (5.4)\n                \n                \n                    Chinese herbal medicine\n                  1 (2.7)\n                \n                \n                    Bowen therapy\n                  1 (2.7)\n                \n                \n                   Yoga delivery (n = 8)\n                \n                \n                    Group class in yoga studio\n                  4 (50.0)\n                \n                \n                    Self-practice, general\n                  4 (50.0)\n                \n                \n                    Online, pre-recorded\n                  3 (37.5)\n                \n                \n                    Online, live\n                  3 (37.5)\n                \n                \n                    Group class in a non-yoga studio (eg, gym)\n                  2 (25.0)\n                \n                \n                    One-on-one in person\n                  1 (12.5)\n                \n                \n                    Self-practice designed by a teacher\n                  1 (12.5)\n                \n                \n                    Yoga therapy\n                  0 (0.0)\n                \n              \n            \n          \n          \n            \n              Abbreviations: DCIS, ductal carcinoma in-situ; LCIS, lobular\ncarcinoma in-situ.\n            \n          \n        \n        About 5 focus groups and 1 interview were conducted between 12 November 2020 and\n25 March 2021, including 1 focus group (n = 6) in women from CALD backgrounds.\nFocus groups ran to time (90 minutes), as did the interview (43 minutes).\nWomen’s perceptions of the feasibility, acceptability, and usefulness of\nacupuncture, yoga, and mindfulness meditation as adjuncts to lifestyle\ninterventions for weight management, and on trial design, are summarized below.\nThe coding structure of themes and subthemes are provided in Supplemental Item 3\nwith additional exemplary quotes.\n“I Love the Concept and I Failed Miserably”: Mindfulness\nMeditation is Acceptable But Challenging\n        There was a mix of participants who had and had not used mindfulness meditation\nin the past year. Of those who tried mindfulness meditation, many felt that it\nwas acceptable, and worthwhile. However, similar to yoga, few had considered it\nas a weight management strategy. Some women spoke of using informal mindfulness\npractices, such as being in the present moment while enjoying the outdoors.\n        \n\nI guess from the menopause, I think it is extra anxiety or\nirritation. I thought ‘I’ll go for the mindfulness,’ but I didn’t\nthink of it at all in terms of weight loss (ID31, age 51 years,\nFG4)\n\n\n        Recruitment appeared feasible because of general perceptions that mindfulness\nmeditation was convenient to practice (time, location) and seen to be useful for\nmanaging health and wellbeing, especially mental health and relief from\ntreatment side effects (eg, insomnia). Despite not having thought of mindfulness\nmeditation as being helpful for weight loss, women could see how it might be\nuseful for diet changes, with 1 participant saying, “there’s reasons\nbehind why we eat” (ID33, age 60 years, FG4).\n        \n\nPhysically, my system relaxed, a lot of the mind chatter went\n[away]. So even the house felt calmer, my partner was saying. So,\nthere was a real spaciousness, which was beautiful. My senses were\nsharpened (ID 20, age 57 years, FG1)\n\nI found it very relaxing, and I found that it helped reduce\nstress (ID13, age 58 years, FG2)\n\n\n        However, a major barrier to uptake of mindfulness meditation, which may impact on\nrecruitment, adherence, and retention, was the belief that mindfulness\nmeditation requires an “emptying” of the mind, which women found challenging.\nAnother barrier was the association with “mindfulness and wellness\ngurus” (ID20, age 57 years, FG1), which some women perceived\nnegatively.\n        \n\nI love the concept and I failed miserably (ID 21, age 47,\nFG3)\n\nI had difficulty shutting down my mind (ID43, age 46 years,\ninterview)\nRCT Trial Design: Feasibility and Acceptability of Trial Procedures\n        Six key themes emerged that participants felt were essential for making a trial\nfeasible and acceptable for women with breast cancer: (i) focus on wellness, not\nweight, (ii) trusted advice, (iii) value of peer-support and shared experiences\n(eg, online discussion board, in-person chatting time), (iv) flexible program\ndelivery, (v) reducing burdens and maximizing benefits of trial outcome\nmeasurements and study groups.\nFocus on Wellness, Not Weight\n        In terms of recruitment, participants felt that the term “weight” would deter\nwomen from participating in the trial. One woman stated “weight, the\nword itself is so value loaded and ghastly” (ID22, age 66 years,\nFG1). Others supported this claim explaining that many women struggle with body\nimage after breast cancer, due to scarring or weight gain.\n        \n\nA lot of the ladies are very conscious of body image and they\nare over their ideal weight, and they’re not good at exercising, so\nthey don’t actually join in (ID14, age 70 years, FG2)\n\n\n        Moreover, during treatment, women felt that they were trying to “manage\nto get through this 9 months or more of treatment” (ID25, age\n39 years, FG4) and that weight was not their focus. Therefore, to encourage\nrecruitment into the trial, participants suggested the trial should be promoted\nas a wellness program for mental and physical health, and to help women regain a\nsense of control over their life again and transition back to “normal life,” or\nas 1 woman described it, “placing yourself in society as you were\nbefore” (ID 22, age 66 years, FG1).\n        \n\nMy focus, it wants to be on my health and wellbeing because I\nwas feeling very unhealthy and very stressed (ID38, age 56 years,\nFG3)\n\nYes, being alive [and] living a great life is the immediacy of\nthe cancer. Don’t really care if you’re a bit overweight, you’re\nalive. You want to just enjoy stuff. So maybe that’s the sort of the\ngoal (ID22, age 66 years, FG1)\nTrusted Advice\n        Participants expressed that feasibility of recruitment and retention would be\nhigher if a trusted health professional was engaged to deliver credible health\neducation and the physical activity component and promote the trial. This was in\nthe context of women reporting that myths and misinformation about breast cancer\nwere common and that finding correct information online was overwhelming. Health\neducation sessions were therefore perceived as highly useful and acceptable,\nespecially if they included time to ask questions and receive credible\nadvice.\n        \n\nI actually think having a session that’s not just exercise so\nyou have got the opportunity to ask questions is really useful\n(ID28, age 48 years, FG2)\n\n\n        Education topics of interest were dietetics, managing treatment or medication\nside effects (eg, sexual health, muscle or joint pain, mental health) and when\nand how much exercise they could do during and after treatment.\n        Participants felt strongly that the individual who leads an exercise or yoga\nclass needed to be qualified and knowledgeable about women’s experiences during\nand after breast cancer treatment, so they could feel confident and supported to\npractice safely.\n        \n\nYou could be looking to do those classes specifically with\npeople that were working with a lot of cancer patients. So, they\nwould say, ‘oh, well, this works really well for the breast, why\ndon’t you do this exercise?.’ That was absolutely fantastic (ID5,\nage 60 years, FG1)\n\nI think there was a lot of confusion on where to start and even\nwith yoga, I was scared I would hurt myself if I pushed to push my\nbody too much. So, if someone could guide me as to what exercises\nwere safe. Even now, I’m not sure in the sense of that my body’s\nbeen through so much. I would need some guidance as to which I’m ok\nto do (ID47, age 39 years, FG5)\n\n\n        To improve adherence and retention, women suggested it would be beneficial to be\nable to contact the instructor between visits, either via telephone or chat\ngroup, to increase motivation by having someone “check” on them\nregularly (ID52, age 39 years, FG5) and to have any lingering questions\nanswered. Women, particularly those from CALD backgrounds, wanted information\nabout the proposed trial to be provided to them by healthcare professionals in\nhospital, such as their oncologist or breast cancer nurse.\n        \n\nI think coming from the doctor, it made me feel very confident\nto participate in the study as well (ID52, age 39 years,\nFG5)\n\n\n        Women from non-CALD backgrounds were generally more likely to suggest trial\npromotion through consumer advocacy groups such as Breast Cancer Network\nAustralia. The role of the general practitioner (GP) and GP clinic in trial\npromotion was also highlighted, because of the more regular contact with GPs as\nopposed to annual contact with oncologists. Promoting the trial through breast\ncancer support groups was also suggested.\n        \n\nI think that GP clinics or your GP need to be a lot more active\nand have a lot more information about how they can offer these kinds\nof services and how they can support you during those periods of\ntime. That’s really important (ID23, age 56 years, FG2)\nThe Value of Peer Support and Shared Experiences\n        Participants repeatedly expressed that having an optional social component of the\nintervention would be acceptable and useful, either in-person or online (chat or\nFacebook group). There were recurring subthemes of the need for understanding\nand compassion through sharing experiences of breast cancer. Women suggested\nthat people could share as much or as little as they wanted but having the\noption to share was essential.\n        \n\nI really love that social aspect. I think it’s very, very\nimportant, particularly if ladies are prepared to share information.\nSince having cancer, I am very willing to share with anybody and\neverybody just to help them, because I know that I didn’t have a\ngreat deal of help when I was going through it until I started\nmeeting all these other ladies (ID23, age 56 years, FG2)\nFlexible Program Delivery\n        To optimize feasibility of recruitment and retention, participants felt that\nintervention delivery would need to be very flexible in terms of timing and\nlocation, as well as offer the opportunity to start and stop when it suited\nthem. One to two 90-minute sessions per week for 3 to 6 months was acceptable\nand that each session should include both exercise (45-60 minutes) and education\n(30-45 minutes), rather than delivered separately.\n        \n\nI think if it was combined in a longer session, like that’s only\nonce a week you need to go somewhere to do something whereas if it’s\nseparate, then it’s twice a week, which is probably more difficult\nfor people to get there (ID26, age 41 years, FG2)\n\n\n        However, it was important that sessions have a virtual attendance option and be\nrecorded for participants to watch when they were able. This flexibility would\nimprove adherence and retention as there may be many barriers to participation\nincluding family and work commitments, and medical reasons (eg, immune\ncompromise during treatment, intermittent COVID-19 restrictions), They also\nwanted numerous “touchpoints” (ID13, age 51 years, FG2) along\nthe cancer journey (during and after treatment) to sign up for the trial so that\nthey felt “ready” (ID13, age 51 years, FG2).\n        \n\nI think there was about 10 days between my diagnosis and my\nfirst surgery, and I just felt overwhelmed with information. But a\ncouple of weeks afterwards, that gap between the surgery and the\nchemo, when you do have time to draw breath and think about how\nyou’re going to manage and keep your life on track. It might be\nworth having a two shot at the communication, give people\ninformation that they can take away and read and think about. Having\na couple of chances to revisit the decision would have been good\n(ID39, age 66 years, FG1)\nReducing Burdens and Maximizing Benefits of Trial Outcome Measurements and\nStudy Groups\n        Overall, participants were willing to complete well-designed, brief\n(<5 minutes) surveys about mental health and body image at different stages\nduring the trial (baseline, midpoint, end-of-study) and then option to exit and\nreturn to the survey was important. A minority of women would be happy to\ncomplete much longer surveys, because they felt motivated by the opportunity to\nhelp others going through the same experiences. However, surveys needed to feel\nlogical.\n        \n\nIs [the] survey well designed and logical? Because quite often\nyou’re doing a survey and you think ‘that question makes no sense,\ngiven my answer to the previous one’. . . very frustrating. [When]\nthey’re well-done and logical, we don’t mind filling them in (ID19,\nage 64 years, FG3)\n\n\n        Weight seemed to be an acceptable measurement only if it was not the focus of the\ntrial (secondary outcome).\n        \nThere’s just so much emotional crap attached to weight, like\nwhether weight gain or weight loss, that for this program, having\nweight be a goal or a measurement can just be like another layer of\nstress that’s unnecessary. So, I think the whole idea being like a\nwellbeing check feels a lot less overwhelming or just feels a lot\nmore holistic than just focusing on weight (ID53, age 35 years,\nFG5)\n\n        Participants expressed that waist circumference and muscle mass may be more\nacceptable outcome measures, because these can change even when body weight\nstays the same—“quite often you can lose inches rather than\nweight” (ID33, age 60 years, FG4). Moreover, participants explained\nthat women may want to sign up for the study if participants could choose a\npersonal goal to track throughout the study and if the study tracked\nimprovements for breast cancer-specific issues, like shoulder range of motion\nafter surgery.\n        Participants also expressed that numerous invasive tests, like blood tests or\nbone density scans, may be a deterrent to participation because their bodies had\n“been through enough” (ID 47, age 39 years, FG5) and they\nonly wanted to complete tests that were absolutely necessary.\n        \n\nAny extra tests, I would have to be very much convinced that\nthey need to be done for a research purpose. If you wanted me to do\nanother MRI, you can’t even pay me [shakes head]. And I’m even out\nof active treatment. . . if you want a blood sample from me, I’ll\nhave a very long conversation before that happens (ID21, age\n47 years, FG3)\n\n\n        A variety of control group ideas were presented, including the option of not\nhaving a control arm at all (a single arm, pre/post trial), and having access to\nthe program but “in a limited way” (ID23, age 50 years, FG2).\nOverall, participants felt that a wait-list control group would be most\nacceptable and feasible for participant recruitment and retention so that\nparticipants had “something to look forward to” (ID13, age\n58 years, FG2) and they would not be “missing out” (ID23, age\n50 years, FG2). Some participants expressed that the ability to have free\ntesting (eg, bone density scans) may be acceptable and enticing for the control\ngroup.\n        \n\nI was part of a research group and was in the non-interference\n[group]. I got to have the free MRIs, the free bone densities, the\nfree everything! So, I was really happy to be part of it (ID44, age\n69 years, FG3)\n\n\n        Participants also suggested providing a pamphlet regarding exercise and dietary\nrecommendations for patients during and after breast cancer treatment, and/or\nsome group teleconferences, where participants talk about their cancer\nexperiences to improve retention in the control group.\n        \n\nMaybe you could have the control group just meeting and chatting\n(ID39, age 66 years, FG1)\n\nYeah, a [teleconference] group with maybe a topic each time so\npeople can share (ID27, age 59 years, FG2)\n\n\n        Participants felt sham acupuncture as part of the control group would deter\nparticipation, as this would be stressful, and result in a nocebo effect.\n        \n\nIt seems a little bit more devious to do it with pricks, with a\nlittle needle that’s not actually doing anything for anyone (ID5,\nage 60 years, FG1)\nDiscussion\n      This qualitative study found that an RCT for women with breast cancer that included\nyoga and mindfulness meditation would be feasible, acceptable and useful adjuncts to\na lifestyle (diet, exercise) intervention for weight management, while women were\ngenerally less accepting of the use of acupuncture. Our participants felt trial\nrecruitment, adherence, and retention would be optimized through a focus on wellness\nrather than weight as an objective, the use of flexible delivery, and incorporation\nof education and social components. The value of a trusted provider was also\nhighlighted as a means to increase recruitment and retention.\n      Participants felt strongly that in order to optimize recruitment,\nwellness should be the intervention focus, not weight. As our\nprevious research has found, weight gain after breast cancer is common and levels of\nconcern over weight are high among breast cancer survivors.\n3\n In general, the stigma associated with overweight and obesity can lead to\nincreased stress or healthcare avoidance, especially for people from linguistically\ndiverse backgrounds.48,49 In this study, acceptability of a wellness program that\nincluded yoga and mindfulness meditation was high. This is consistent with\nsystematic review evidence that attrition rates in yoga RCTs are relatively low (eg,\na median of 12%).\n50\n The value of the mind-body connection that yoga can facilitate has also been\nreported in other qualitative studies that described the transferability of yoga\nthrough breathing\n51\n and benefits through increased awareness of the physical body.\n52\n Similarly, women in our study described psychological benefits of mindfulness\nmeditation, such as reduction of stress, which has been described in other\nqualitative studies in women with breast cancer.53-55 Practicing mindfulness\nmeditation has been described as facilitating a process of personal growth\n56\n and being able to let fear and the cancer go.\n57\n In our study, women found mindfulness meditation useful for managing\ntreatment side effects and indeed Mindfulness-Based Stress Reduction, one of the\nmost commonly used mindfulness-based programs, has been shown to be effective in\nimproving physical and cognitive function and fatigue in women with breast cancer.\n58\n We hypothesize that combining the promotion of these holistic benefits and\nweight-inclusivity during trial recruitment through careful promotional material\nwording would help to increase uptake and reduce attrition and weight stigma barriers\n49\n to participation. The alleviation of treatment-related symptoms such as\nfatigue, which has been cited as a major barrier to weight management after breast cancer,\n7\n may facilitate greater uptake of and adherence to diet and exercise\ninterventions.\n      One of the major barriers to practicing mindfulness meditation was the perception\nthat “emptying the mind” was a prerequisite. Similarly, the belief that yoga is\nprimarily a physical practice which requires a certain level of joint and muscle\nflexibility, coupled with disappointment at the physical limitations of the\npost-treatment body, may also be a major barrier to enrolling in an RCT that\nincorporates yoga. These misperceptions highlight a gap in adequate awareness about\nthe true nature of yoga and mindfulness meditation practices. The practice of yoga\nmay include a range of techniques, such as breathing, relaxation, visualization, and\nmeditation, and is not limited to the practice of physical postures\n(asanas).\n59\n Furthermore, the physical postures can be readily modified according to the\nphysical capability of each individual person, regardless of level of flexibility,\nincluding for those with cancer or post-treatment. Similarly, mindfulness meditation\ndoes not involve emptying the mind of all thoughts, but rather, the moment-to-moment\nawareness of one’s thoughts, feelings, and surroundings, with an attitude of non-judgment.\n60\n In order to optimize recruitment and retention, these knowledge barriers\nshould be addressed by provision of information at the time of recruitment that\ndescribes mindfulness meditation and yoga accurately. The enablers that yoga is\nperceived to be a gentle form of physical activity, and a knowledgeable instructor\nis key to acceptability and usefulness, should also be incorporated into the\nmessaging about the trial at the time of recruitment to optimize recruitment rates.\nIn particular yoga-based interventions for women with breast cancer should be led by\ninstructors (preferably yoga therapists) who have experience in teaching women with\nbreast cancer and who can modify the yoga practice for individual needs, accounting\nfor physical limitations such as pain, lymphedema, and dizziness. Yoga itself has\nbeen shown to be a useful tool to come to an understanding of loss associated with\ndisability after breast cancer, through the development of acceptance of oneself and\none’s circumstances, and enhancement of the understanding of embodiment,\n61\n and this may encourage women to remain physically active despite new physical\nlimitations.\n      Among the women who took part in this study, there was some hesitancy around the use\nof acupuncture due to beliefs that it was invasive and possibly unsafe. Our findings\nare consistent with previous qualitative research in women with early breast cancer\nand hot flushes, which reported that some women were reluctant to subject themselves\nto more needles, and that acupuncture-naïve women in particular were less likely to\nwant to participate in acupuncture clinical trials.\n62\n The use of sham acupuncture was seen as an undesirable form of deception,\nwhich is consistent with earlier literature.\n62\n However, women in our study suggested that providing education about the\npotential benefits of acupuncture may improve recruitment into an acupuncture\narm.\n      Participants also highlighted that study recruitment from trusted health\nprofessionals and receiving the intervention from a knowledgeable intervention\ninstructor with expertise in the breast cancer experience would help them feel safe\nand comfortable to enroll, especially from those with CALD backgrounds. This is\nsimilar to findings of a study with 187 breast cancer survivors that found 50% of\nparticipants were interested in “wellness activities” (eg, mind-body therapies,\nnutrition) but recommendations from a trusted health professional increase interest\nand engagement with these activities.\n63\n Another study of women preferred to be informed about exercise programs at\nthe time of cancer diagnosis by a trusted health professional, and most (79.1%)\ndesired a supervised exercise program.\n64\n Future RCT design and promotional materials should therefore be promoted and\ndelivered by health professionals that women trust.\n      Our study also revealed that participants felt they would be more likely to sign up\nfor a flexible program, with multimodal and multi-component options (eg, online,\nin-person, text, videos, phone calls) for participation and peer- or\ninstructor-support and personal goal-setting, as well as consideration of\nparticipant burden. In general, women valued the opportunity of being able to join a\ngroup and learn from peers (importance of community, sharing, gaining from group\nexperiences), which has been reported in other qualitative studies of\nyoga.51,52,65 Previous research on internet-delivered yoga programs has\nsimilarly reported that women wanted flexibility in terms of timing of yoga classes,\nfound that online delivery significantly improved access to yoga, and recommended\nthat researchers consider the burden imposed when choosing surveys or research instruments.\n65\n Other research suggests that multimodal delivery of a 3-month wellness\nprogram can increase engagement with the intervention and was found to improve\nmultiple health outcomes (eg, anxiety, physical activity, quality of life) for\nmenopausal women.\n66\n Moreover, repeated and varied contacts are consistent with behavior change\ntechniques, such as provision of instructions and general encouragement, setting\ngraded tasks, demonstrating desired behaviors and identifying barriers (Social\nCognitive Theory\n67\n), reviewing behavioral goals and provision of feedback (Control Theory\n68\n). A systematic review found that physical activity interventions based on\nbehavior change theories were effective for improving physical activity among breast\ncancer patients.\n69\n For example, a pre-post study of 20 breast cancer survivors with overweight\nor obesity found a 3-month wellness program with 4 coaching calls was effective for\nimproving physical activity, dietary habits, and quality of life (physical\nwell-being, breast cancer-specific concerns) and resulted in weight loss in 40% of\nparticipants. Participants felt the coach was essential to success, due to ongoing\nencouragement, accountability, and setting and achieving small goals.\n70\n Moreover, in a study testing a video-based support group, the intervention\nwas rated much higher among participants who received peer-support than those who\ndid not.\n71\n Providing web-based engagement options may also be less time, cost, and\nresource intensive.\n72\n However, having optional face-to-face contact may reduce attrition.\n66\n\n      \n        Significance\n        Ours is the first qualitative study to explore the feasibility and acceptability\nof recruiting women to a clinical trial on yoga, acupuncture, and/or\nmindfulness-based interventions for weight management after breast cancer.\nLimited qualitative research has been conducted on acceptability and feasibility\nof these interventions for other clinical concerns in women with breast cancer,\nespecially in the context of recruiting for a clinical trial. We demonstrate\nhigh levels of acceptability of yoga and mindfulness meditation as adjuncts to\nlifestyle interventions for weight management after breast cancer. This study\nwill inform the development of a yoga and mindfulness-based intervention that is\naimed at increasing initiation in and maintenance of optimal lifestyle habits.\nPotential benefits to women from this body of research include improvements in\nquality of life and reduced risk of tumor recurrence and sequelae of\nobesity/overweight such as diabetes cardiovascular disease through weight loss\nor prevention of weight gain.73-75 These individual health\nimprovements may play a role in reducing economic and health system burden due\nto breast cancer as well as other chronic diseases.\n      \n      \n        Strengths and Limitations\n        The current study put consumer voices at the forefront of research about them, by\naiming to understand women’s preferences, barriers and enablers for study\nrecruitment and intervention design prior to developing the intervention.\nInvolving consumers at the outset is beneficial for health services, as it has\nbeen found to improve program user satisfaction and engagement.\n68\n Moreover, purposive sampling was used to specifically gain insights from\nwomen from CALD backgrounds, which added richness and depth to the results.\nHowever, this study also has limitations. Although recruitment occurred through\na large, diverse sample, 3 quarters of participants were of\nEuropean/Caucasian/Anglo Saxon descent, 70% were highly educated, and all spoke\nfluent English, which may not reflect opinions of all women with breast cancer.\nMoreover, it is possible that videoconference technology was a barrier to\nparticipation. However, the option to use a standard landline instead of the\nvideoconference was available and the sample varied in age from 30 to 86 years,\nsuggesting that age was not a barrier to technology use.\nSignificance\n        Ours is the first qualitative study to explore the feasibility and acceptability\nof recruiting women to a clinical trial on yoga, acupuncture, and/or\nmindfulness-based interventions for weight management after breast cancer.\nLimited qualitative research has been conducted on acceptability and feasibility\nof these interventions for other clinical concerns in women with breast cancer,\nespecially in the context of recruiting for a clinical trial. We demonstrate\nhigh levels of acceptability of yoga and mindfulness meditation as adjuncts to\nlifestyle interventions for weight management after breast cancer. This study\nwill inform the development of a yoga and mindfulness-based intervention that is\naimed at increasing initiation in and maintenance of optimal lifestyle habits.\nPotential benefits to women from this body of research include improvements in\nquality of life and reduced risk of tumor recurrence and sequelae of\nobesity/overweight such as diabetes cardiovascular disease through weight loss\nor prevention of weight gain.73-75 These individual health\nimprovements may play a role in reducing economic and health system burden due\nto breast cancer as well as other chronic diseases.\nStrengths and Limitations\n        The current study put consumer voices at the forefront of research about them, by\naiming to understand women’s preferences, barriers and enablers for study\nrecruitment and intervention design prior to developing the intervention.\nInvolving consumers at the outset is beneficial for health services, as it has\nbeen found to improve program user satisfaction and engagement.\n68\n Moreover, purposive sampling was used to specifically gain insights from\nwomen from CALD backgrounds, which added richness and depth to the results.\nHowever, this study also has limitations. Although recruitment occurred through\na large, diverse sample, 3 quarters of participants were of\nEuropean/Caucasian/Anglo Saxon descent, 70% were highly educated, and all spoke\nfluent English, which may not reflect opinions of all women with breast cancer.\nMoreover, it is possible that videoconference technology was a barrier to\nparticipation. However, the option to use a standard landline instead of the\nvideoconference was available and the sample varied in age from 30 to 86 years,\nsuggesting that age was not a barrier to technology use.\nConclusion\n      The current study found that yoga and mindfulness meditation were acceptable and\nfeasible adjuncts to lifestyle (diet, exercise) interventions for women with breast\ncancer, and acupuncture may be acceptable given enough education about its benefits.\nParticipants felt strongly that flexibility and choice will be key in delivering the\nintervention, which may contribute to women’s sense of needing to regain control\nover bodies and lives. Support from peers and qualified health professionals was an\nunmet need for some women and should be incorporated into the intervention using\nmultimodal and multi-component (online, telephone, in-person) strategies.\nSupplemental Material\n      \n        \n          sj-docx-2-ict-10.1177_15347354221099540 – Supplemental material for A\nQualitative Study Exploring Feasibility and Acceptability of Acupuncture,\nYoga, and Mindfulness Meditation for Managing Weight After Breast\nCancer\n        \n        \n          \n            Click here for additional data file.\n          \n        \n        Supplemental material, sj-docx-2-ict-10.1177_15347354221099540 for A Qualitative\nStudy Exploring Feasibility and Acceptability of Acupuncture, Yoga, and\nMindfulness Meditation for Managing Weight After Breast Cancer by Carolyn Ee,\nAnna C. Singleton, Michael de Manincor, Elisabeth Elder, Nikki Davis, Christine\nMitchell, Tinashe Dune, Freya MacMillan, Kate McBride and Suzanne Grant in\nIntegrative Cancer Therapies\n      \n      \n        \n          sj-docx-3-ict-10.1177_15347354221099540 – Supplemental material for A\nQualitative Study Exploring Feasibility and Acceptability of Acupuncture,\nYoga, and Mindfulness Meditation for Managing Weight After Breast\nCancer\n        \n        \n          \n            Click here for additional data file.\n          \n        \n        Supplemental material, sj-docx-3-ict-10.1177_15347354221099540 for A Qualitative\nStudy Exploring Feasibility and Acceptability of Acupuncture, Yoga, and\nMindfulness Meditation for Managing Weight After Breast Cancer by Carolyn Ee,\nAnna C. Singleton, Michael de Manincor, Elisabeth Elder, Nikki Davis, Christine\nMitchell, Tinashe Dune, Freya MacMillan, Kate McBride and Suzanne Grant in\nIntegrative Cancer Therapies\n      \n      \n        \n          sj-pdf-1-ict-10.1177_15347354221099540 – Supplemental material for A\nQualitative Study Exploring Feasibility and Acceptability of Acupuncture,\nYoga, and Mindfulness Meditation for Managing Weight After Breast\nCancer\n        \n        \n          \n            Click here for additional data file.\n          \n        \n        Supplemental material, sj-pdf-1-ict-10.1177_15347354221099540 for A Qualitative\nStudy Exploring Feasibility and Acceptability of Acupuncture, Yoga, and\nMindfulness Meditation for Managing Weight After Breast Cancer by Carolyn Ee,\nAnna C. Singleton, Michael de Manincor, Elisabeth Elder, Nikki Davis, Christine\nMitchell, Tinashe Dune, Freya MacMillan, Kate McBride and Suzanne Grant in\nIntegrative Cancer Therapies",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9168877/",
    "doi": "https://doi.org/10.1177/15347354221099540"
}