{
    "title": "Current and future burden of breast cancer: Global statistics for 2020 and 2040",
    "abstract": "In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries. We present tables and figures on the estimated new cases and deaths, as well as two summary measures using direct standardization, namely the age-standardized (incidence or mortality) rate (ASR) per 100,000 females based on the adapted 1966 Segi World standard population [10,11] for all ages combined, and truncated ASRs for ages below and above 50 years (also referred to as pre- and postmenopausal ages), alongside the cumulative risk of developing or dying from cancer before the age of 75 (as one representation of the lifetime risk of developing breast cancer) expressed as a percentage, assuming the absence of competing causes of death [12]. In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries.",
    "authors": [
        "Melina Arnold",
        "Eileen Morgan",
        "Harriet Rumgay",
        "Allini Mafra",
        "Deependra Singh",
        "Mathieu Laversanne",
        "Jerome Vignat",
        "Julie R. Gralow",
        "Fatima Cardoso",
        "Sabine Siesling",
        "Isabelle Soerjomataram"
    ],
    "published_year": "2022",
    "description": "Background\n          Breast cancer is the most commonly diagnosed cancer worldwide, and its burden has been rising over the past decades. In this article, we examine and describe the global burden of breast cancer in 2020 and predictions for the year 2040.\nMethods\n          Estimates of new female breast cancer cases and deaths in 2020 were abstracted from the GLOBOCAN database. Age-standardized incidence and mortality rates were calculated per 100,000 females by country, world region, and level of human development. Predicted cases and deaths were computed based on global demographic projections for the year 2040.\n3\n      Results\n      \n        3.1\n        Breast cancer cases and deaths by world region\n        In 2020, an estimated 2.3 million cases of female breast cancer were diagnosed globally, and about 685,000 women died from the disease. Table 1 shows the number of newly diagnosed breast cancer cases and deaths, the incidence and mortality ASR, and the cumulative risk of developing and dying from breast cancer by world region. The highest incidence rates (>80 per 100,000 females) were observed in Australia/New Zealand, Western Europe, Northern America and Northern Europe and the lowest rates (<40 per 100,000) in Central America, Eastern and Middle Africa, and South-Central Asia. The highest mortality rates (>20 per 100,000) were found in Melanesia, Western Africa and Micronesia/Polynesia, while rates in most other world regions ranged between 10 and 15 per 100,000.Table 1Breast cancer incidence (new cases) and mortality (deaths) in 2020 by world region and Human Development Index level.Table 1POPULATIONa (in millions)NEW CASESDEATHSN(%)N(%)ASRCum. Risk (0–74yrs, %)N(%)ASRCum. Risk (0–74yrs, %)Eastern Africa224.45.845,7092.033.03.624,0473.517.92.0Middle Africa90.02.317,8960.832.73.495001.418.01.9Northern Africa122.53.257,1282.549.65.121,5243.118.81.9Southern Africa34.30.916,5260.750.45.450900.715.71.7Western Africa199.65.249,3392.241.54.525,6263.722.32.5Caribbean22.00.614,7120.751.05.558740.918.92.0Central America91.62.438,9161.739.54.210,4291.510.41.2South America218.75.7156,4726.956.46.141,6816.114.01.5Northern America186.34.8281,59112.589.49.748,4077.112.51.4Eastern Asia822.621.3551,63624.443.34.6141,42120.69.81.1All but China117.13.0135,2656.066.97.024,2473.59.41.0China705.518.3416,37118.439.14.2117,17417.110.01.2South-Eastern Asia334.78.7158,9397.041.24.558,6708.615.01.7South Central Asia977.125.3254,88111.326.22.9124,97518.213.11.5All but India314.28.176,5203.427.53.134,5675.012.91.5India662.917.2178,3617.925.82.890,40813.213.21.5Western Asia132.63.460,7152.746.65.020,9433.116.01.7Central-Eastern Europe155.24.0158,7087.057.16.351,4887.515.31.8Northern Europe53.81.483,1773.786.49.417,9642.613.71.5Southern Europe78.52.0120,1855.379.68.528,6074.213.31.4Western Europe99.82.6169,0167.590.79.743,7066.415.61.7Australia/New Zealand15.30.423,2771.095.510.437920.612.11.3Melanesia5.50.122150.150.55.411210.227.52.9Micronesia/Polynesia0.60.03810.058.26.01310.019.62.1Low HDI494.512.8109,5724.836.13.958,5868.620.12.2Medium HDI1136.029.4307,65813.627.83.0147,42721.513.61.5High HDI1442.037.3825,43836.542.74.6247,48636.112.11.4Very high HDI790.720.51,017,45945.075.78.2231,09333.713.41.5World3864.81002,261,41910047.85.2684,99610013.61.5aFemale population; ASR = age-standardized rate per 100,000; Cum. Risk = cumulative risk, ages 0–74 years; HDI= Human Development Index.\n        Fig. 1 presents the distribution of breast cancer cases and deaths across world regions. Close to a quarter of all cases occurred in Eastern Asia, followed by Northern America (12.5%), South-Central Asia (11.3%) and Western Europe (7.5%). Close to half of all global breast cancer deaths were observed in Eastern, South Central and South-Eastern Asia combined, and North America (7.1%) and Western Europe (6.4%) ranked 5th and 6th in terms of numbers of deaths. While 8.3% of all breast cancer cases occurred in Africa, the continent's share of breast cancer deaths was considerably higher (12.5% of the global deaths).Fig. 1Distribution of breast cancer cases and deaths by world area in 2020.Fig. 1\n        With over 70% of all new cases and 81% of all deaths observed in women aged 50 and above, the global burden from breast cancer remains concentrated in this age group (Table 2). The age distribution of cases and deaths however differed considerably across world regions, ranging from 43% of cases and 49% of deaths occurring at postmenopausal ages in Middle Africa, to over 80% of cases and 90% of deaths in Northern America, as well as Western and Northern Europe. The latter regions however continue to carry the highest (age-standardized) incidence rates of both pre- (>30 per 100,000) and postmenopausal breast cancer (>300 per 100,000). Mortality rates at premenopausal ages were highest in Melanesia, Middle and Western Africa (>8 per 100,000) and lowest in Australia/New Zealand (2.9 per 100,000).Table 2Breast cancer incidence (new cases) and mortality (deaths) in 2020 by age at diagnosis, world region and Human Development Index level.Table 2POPULATIONa (in millions)NEW CASESDEATHS<50 years50+ years<50 years50+ years<50 years50+ yearsN(%)N(%)N(%)ASRN(%)ASRN(%)ASRN(%)ASREastern Africa201.67.022.82.322,8013.415.922,9081.4101.410,6398.17.613,4082.459.4Middle Africa81.42.88.60.910,2721.518.876240.588.448873.79.046130.853.8Northern Africa100.93.521.62.225,4963.825.431,6322.0146.165765.06.614,9482.767.4Southern Africa28.11.06.10.656800.919.210,8460.7175.414641.15.036260.758.5Western Africa179.16.220.42.121,9733.317.627,3661.7136.910,0397.68.215,5872.878.6Caribbean15.90.66.10.640440.621.810,6680.7167.611820.96.446920.868.9Central America72.22.519.42.014,5242.218.024,3921.5125.227572.13.576721.438.4South America161.65.657.15.845,5966.922.9110,8766.9190.384366.44.333,2456.052.9Northern America116.64.069.77.152,2247.834.0229,36714.4311.247253.63.143,6827.950.3Eastern Asia528.618.4294.029.9177,69326.722.0373,94323.4128.518,21513.92.2123,20622.340.1All but China64.92.352.25.337,4275.635.097,8386.1194.435672.73.320,6803.733.7China463.716.1241.824.6140,26621.120.0276,10517.3115.314,64811.22.0102,52618.541.7South-Eastern Asia257.08.977.77.955,0908.318.0103,8496.5133.912,8779.84.245,7938.358.0South Central Asia791.127.5186.018.994,73014.211.2160,15110.086.530,31723.13.694,65817.151.1All but India262.19.152.25.327,6214.210.648,8993.195.277145.93.026,8534.852.5India529.018.4133.913.667,10910.111.4111,2527.083.222,60317.23.967,80512.250.6Western Asia108.13.824.52.524,7383.721.535,9772.3147.060564.65.314,8872.758.7Central-Eastern Europe91.83.263.46.433,8835.123.7124,8257.8190.755574.23.845,9318.361.1Northern Europe32.41.121.42.214,7552.232.368,4224.3302.914851.13.216,4793.055.4Southern Europe43.01.535.43.625,3593.834.994,8265.9258.624741.93.326,1334.753.5Western Europe55.71.944.14.530,6684.637.7138,3488.7302.828162.13.440,8907.464.1Australia/New Zealand9.90.35.40.548440.736.018,4331.2333.43850.32.934070.649.0Melanesia4.70.20.80.110220.224.111930.1156.04110.39.87100.198.3Micronesia/Polynesia0.50.00.10.01160.023.82650.0195.5240.05.01070.078.2Low HDI443.615.450.95.252,6917.917.056,8813.6112.824,26118.58.034,3256.268.7Medium HDI924.632.1211.421.5115,25317.311.9192,40512.191.337,81828.84.0109,60919.851.9High HDI1025.535.6416.542.3280,41442.120.5545,02434.2131.344,68734.03.3202,79936.647.4Very high HDI485.516.9305.331.0216,80432.631.2800,65550.2253.524,47818.63.5206,61537.353.0World2880.3100984.5100665,50810020.01,595,911100159.2131,3221004.0553,674100.052.0aFemale population; ASR=(truncated) age-standardized rate per 100,000; HDI= Human Development Index.\n      \n      \n        3.2\n        Breast cancer cases and deaths by level of human development\n        In 2020, breast cancer incidence rates were almost double in transitioned compared to transitioning countries (ASR 55.9 versus 29.7 per 100,000, respectively). However, women living in transitioning countries had 17% higher mortality rates compared with women in transitioned countries (15.0 and 12.8 per 100,000, respectively). In terms of absolute cases and deaths, about 20% of all cases and 30% of all deaths from breast cancer worldwide in 2020 occurred in transitioning countries. A gradient across human development level was also observed for the cumulative risk of developing breast cancer before the age of 75, ranging from 3.9 to 3.0% in low and medium HDI countries, respectively, to 4.6 and 8.2% in high and very high HDI countries, respectively (Table 1). However, patterns were different for mortality, where the cumulative risk of dying from breast cancer below the age of 75 was 2.2% in low HDI countries and 1.4–1.5% in the remaining HDI levels.\n        Similar gradients were observed at pre- and postmenopausal ages, with mortality rates in premenopausal women being about twice as high in low HDI countries when compared with other HDI levels and yet less pronounced mortality differences in women aged 50 and above (Table 2).\n        In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries. Yet, great geographic variation exists in incidence and mortality rates (Fig. 2). Across the globe, incidence varied 23-fold (from 5.0 per 100,000 in Bhutan to 113.2 per 100,000 in Belgium) and mortality 16-fold (from 2.6 per 100,000 in Bhutan to 42.2 per 100,000 in Barbados). Considerable variation in breast cancer incidence was also observed within world regions, for example in South-Eastern Asia rates were as low as 9.6 per 100,000 in Myanmar and as high as 77.9 in Singapore. Breast cancer mortality showed less variation than incidence within world regions, except for the Caribbean where mortality rates ranged between 12.9 in Cuba and 42.2 in Barbados (Fig. 3).Fig. 2Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females. Breast cancer cases and deaths by country. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 2Fig. 3Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females by country and world region; countries with highest and lowest rates within region mentioned with their name; full country-level results are available at gco.iarc.fr. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 3\n      \n      \n        3.3\n        The future burden of breast cancer in 2040\n        By 2040, the number of newly diagnosed breast cancers is projected to grow by over 40%, to about 3 million cases every year. Similarly, deaths from breast cancer are set out to increase more than 50%, from 685,000 in 2020 to 1 million in 2040 (Fig. 4). A particularly large relative increase will be seen in transitioning countries, especially in low HDI countries where the number of new cases and deaths is expected to double by 2040 (from 110,000 to 216,000 and from 59,000 to 116,000, respectively). While in 2020, 18.4% of breast cancer cases and 30.1% of deaths occurred in transitioning countries, by 2040 this share will rise to 22.2% and 35.2%, respectively. This projection is solely due to the growth and aging of the population and may be further modified by changes in incidence rates.Fig. 4Estimated number of breast cancer cases and deaths from 2020 to 2040, by level of Human Development Index (HDI).Fig. 4\n4.1\n        Conclusion\n        Breast cancer is by far the most commonly diagnosed malignancy worldwide, with the majority of the disease burden occurring in females. While great geographical variation exists in its burden, breast cancer continues to represent an important cause of premature mortality, particularly in women living in transitioning countries. Global efforts and public health measures targeting the whole continuum of cancer control – ranging from primary prevention to early diagnosis, screening, and treatment – are needed to reduce breast cancer mortality and to tackle the overall burden from the disease.\n1\n      Introduction\n      Having replaced lung cancer as the most commonly diagnosed cancer globally, breast cancer today accounts for 1 in 8 cancer diagnoses and a total of 2.3 million new cases in both sexes combined [1]. Representing a quarter of all cancer cases in females, it was by far the most commonly diagnosed cancer in women in 2020, and its burden has been growing in many parts of the world, particularly in transitioning countries [2]. An estimated 685,000 women died from breast cancer in 2020, corresponding to 16% or 1 in every 6 cancer deaths in women. Previously insufficient public health response to this development has led to the recent launch of the Global Breast Cancer Initiative by the World Health Organization (WHO) [3]. By engaging global partners and coordinating sustainable efforts to improve outcomes, WHO and collaborators aim to reduce breast cancer mortality by fostering timely diagnosis and adequate treatment and patient management. As a foundation to these efforts, a good understanding of global patterns and variation in the disease burden is vital.\n      Herein, we examine and describe the burden of invasive breast cancer worldwide in 2020 based on the GLOBOCAN estimates of cancer incidence and mortality developed by the International Agency for Research on Cancer (IARC). We assess geographic variation and describe the magnitude and distribution of the disease for the year 2020 and predict the future burden in 2040.\n2\n      Data sources and methods\n      The number of new cases of, and deaths from, primary invasive cancers of the female breast (International Classification of Diseases tenth revision (ICD-10) C50) were extracted from the GLOBOCAN 2020 database for 185 countries or territories, by sex and 18 age groups (0–4, 5–9, …, 80–84, 85 and over) [1,4,5]. Corresponding population data for 2020 were extracted from the United Nations (UN) website [6]. The data sources and hierarchy of methods used in compiling the cancer estimates have been described in detail elsewhere [4]. In brief, the GLOBOCAN estimates are assembled at the national level using the best available sources of cancer incidence and mortality data within a given country. The methods used to derive the 2020 estimates correspond to those used in previous years [[7], [8], [9]]; where applicable, priority is given to short-term predictions and modelled mortality to incidence (M:I) ratios, while validity is dependent on the degree of representativeness and quality of the source information [4].\n      We present tables and figures on the estimated new cases and deaths, as well as two summary measures using direct standardization, namely the age-standardized (incidence or mortality) rate (ASR) per 100,000 females based on the adapted 1966 Segi World standard population [10,11] for all ages combined, and truncated ASRs for ages below and above 50 years (also referred to as pre- and postmenopausal ages), alongside the cumulative risk of developing or dying from cancer before the age of 75 (as one representation of the lifetime risk of developing breast cancer) expressed as a percentage, assuming the absence of competing causes of death [12]. These measures allow comparisons between populations adjusted for differences in age structures. We also provide a prediction of the future number of female breast cancer cases and deaths worldwide for the year 2040, based on demographic projections and in a scenario where rates remain stable from the baseline year of 2020. Predictions were calculated by applying the 2020 rates to the predicted population data as estimated by the United Nations Development Programme (UNDP).\n      The results are presented by country, and aggregated according to 20 UN-defined world regions [6] and to the UN's four-tier Human Development Index (HDI) in 2020 [13], the latter a means to assess the cancer burden at varying levels of development (low, medium, high and very high HDI). Throughout we use the terms transitioning, emerging and lower HDI countries/economies as synonyms for nations classified as low or medium HDI, and transitioned or higher HDI countries/economies for those classified as high or very high HDI.\n      The Global Cancer Observatory (GCO, https://gco.iarc.fr) includes facilities for the tabulation and graphical visualization of the GLOBOCAN database, including explorations of the current [5] and future [14] burden for 36 cancer types, including female breast cancer as presented in this overview.\n3.1\n        Breast cancer cases and deaths by world region\n        In 2020, an estimated 2.3 million cases of female breast cancer were diagnosed globally, and about 685,000 women died from the disease. Table 1 shows the number of newly diagnosed breast cancer cases and deaths, the incidence and mortality ASR, and the cumulative risk of developing and dying from breast cancer by world region. The highest incidence rates (>80 per 100,000 females) were observed in Australia/New Zealand, Western Europe, Northern America and Northern Europe and the lowest rates (<40 per 100,000) in Central America, Eastern and Middle Africa, and South-Central Asia. The highest mortality rates (>20 per 100,000) were found in Melanesia, Western Africa and Micronesia/Polynesia, while rates in most other world regions ranged between 10 and 15 per 100,000.Table 1Breast cancer incidence (new cases) and mortality (deaths) in 2020 by world region and Human Development Index level.Table 1POPULATIONa (in millions)NEW CASESDEATHSN(%)N(%)ASRCum. Risk (0–74yrs, %)N(%)ASRCum. Risk (0–74yrs, %)Eastern Africa224.45.845,7092.033.03.624,0473.517.92.0Middle Africa90.02.317,8960.832.73.495001.418.01.9Northern Africa122.53.257,1282.549.65.121,5243.118.81.9Southern Africa34.30.916,5260.750.45.450900.715.71.7Western Africa199.65.249,3392.241.54.525,6263.722.32.5Caribbean22.00.614,7120.751.05.558740.918.92.0Central America91.62.438,9161.739.54.210,4291.510.41.2South America218.75.7156,4726.956.46.141,6816.114.01.5Northern America186.34.8281,59112.589.49.748,4077.112.51.4Eastern Asia822.621.3551,63624.443.34.6141,42120.69.81.1All but China117.13.0135,2656.066.97.024,2473.59.41.0China705.518.3416,37118.439.14.2117,17417.110.01.2South-Eastern Asia334.78.7158,9397.041.24.558,6708.615.01.7South Central Asia977.125.3254,88111.326.22.9124,97518.213.11.5All but India314.28.176,5203.427.53.134,5675.012.91.5India662.917.2178,3617.925.82.890,40813.213.21.5Western Asia132.63.460,7152.746.65.020,9433.116.01.7Central-Eastern Europe155.24.0158,7087.057.16.351,4887.515.31.8Northern Europe53.81.483,1773.786.49.417,9642.613.71.5Southern Europe78.52.0120,1855.379.68.528,6074.213.31.4Western Europe99.82.6169,0167.590.79.743,7066.415.61.7Australia/New Zealand15.30.423,2771.095.510.437920.612.11.3Melanesia5.50.122150.150.55.411210.227.52.9Micronesia/Polynesia0.60.03810.058.26.01310.019.62.1Low HDI494.512.8109,5724.836.13.958,5868.620.12.2Medium HDI1136.029.4307,65813.627.83.0147,42721.513.61.5High HDI1442.037.3825,43836.542.74.6247,48636.112.11.4Very high HDI790.720.51,017,45945.075.78.2231,09333.713.41.5World3864.81002,261,41910047.85.2684,99610013.61.5aFemale population; ASR = age-standardized rate per 100,000; Cum. Risk = cumulative risk, ages 0–74 years; HDI= Human Development Index.\n        Fig. 1 presents the distribution of breast cancer cases and deaths across world regions. Close to a quarter of all cases occurred in Eastern Asia, followed by Northern America (12.5%), South-Central Asia (11.3%) and Western Europe (7.5%). Close to half of all global breast cancer deaths were observed in Eastern, South Central and South-Eastern Asia combined, and North America (7.1%) and Western Europe (6.4%) ranked 5th and 6th in terms of numbers of deaths. While 8.3% of all breast cancer cases occurred in Africa, the continent's share of breast cancer deaths was considerably higher (12.5% of the global deaths).Fig. 1Distribution of breast cancer cases and deaths by world area in 2020.Fig. 1\n        With over 70% of all new cases and 81% of all deaths observed in women aged 50 and above, the global burden from breast cancer remains concentrated in this age group (Table 2). The age distribution of cases and deaths however differed considerably across world regions, ranging from 43% of cases and 49% of deaths occurring at postmenopausal ages in Middle Africa, to over 80% of cases and 90% of deaths in Northern America, as well as Western and Northern Europe. The latter regions however continue to carry the highest (age-standardized) incidence rates of both pre- (>30 per 100,000) and postmenopausal breast cancer (>300 per 100,000). Mortality rates at premenopausal ages were highest in Melanesia, Middle and Western Africa (>8 per 100,000) and lowest in Australia/New Zealand (2.9 per 100,000).Table 2Breast cancer incidence (new cases) and mortality (deaths) in 2020 by age at diagnosis, world region and Human Development Index level.Table 2POPULATIONa (in millions)NEW CASESDEATHS<50 years50+ years<50 years50+ years<50 years50+ yearsN(%)N(%)N(%)ASRN(%)ASRN(%)ASRN(%)ASREastern Africa201.67.022.82.322,8013.415.922,9081.4101.410,6398.17.613,4082.459.4Middle Africa81.42.88.60.910,2721.518.876240.588.448873.79.046130.853.8Northern Africa100.93.521.62.225,4963.825.431,6322.0146.165765.06.614,9482.767.4Southern Africa28.11.06.10.656800.919.210,8460.7175.414641.15.036260.758.5Western Africa179.16.220.42.121,9733.317.627,3661.7136.910,0397.68.215,5872.878.6Caribbean15.90.66.10.640440.621.810,6680.7167.611820.96.446920.868.9Central America72.22.519.42.014,5242.218.024,3921.5125.227572.13.576721.438.4South America161.65.657.15.845,5966.922.9110,8766.9190.384366.44.333,2456.052.9Northern America116.64.069.77.152,2247.834.0229,36714.4311.247253.63.143,6827.950.3Eastern Asia528.618.4294.029.9177,69326.722.0373,94323.4128.518,21513.92.2123,20622.340.1All but China64.92.352.25.337,4275.635.097,8386.1194.435672.73.320,6803.733.7China463.716.1241.824.6140,26621.120.0276,10517.3115.314,64811.22.0102,52618.541.7South-Eastern Asia257.08.977.77.955,0908.318.0103,8496.5133.912,8779.84.245,7938.358.0South Central Asia791.127.5186.018.994,73014.211.2160,15110.086.530,31723.13.694,65817.151.1All but India262.19.152.25.327,6214.210.648,8993.195.277145.93.026,8534.852.5India529.018.4133.913.667,10910.111.4111,2527.083.222,60317.23.967,80512.250.6Western Asia108.13.824.52.524,7383.721.535,9772.3147.060564.65.314,8872.758.7Central-Eastern Europe91.83.263.46.433,8835.123.7124,8257.8190.755574.23.845,9318.361.1Northern Europe32.41.121.42.214,7552.232.368,4224.3302.914851.13.216,4793.055.4Southern Europe43.01.535.43.625,3593.834.994,8265.9258.624741.93.326,1334.753.5Western Europe55.71.944.14.530,6684.637.7138,3488.7302.828162.13.440,8907.464.1Australia/New Zealand9.90.35.40.548440.736.018,4331.2333.43850.32.934070.649.0Melanesia4.70.20.80.110220.224.111930.1156.04110.39.87100.198.3Micronesia/Polynesia0.50.00.10.01160.023.82650.0195.5240.05.01070.078.2Low HDI443.615.450.95.252,6917.917.056,8813.6112.824,26118.58.034,3256.268.7Medium HDI924.632.1211.421.5115,25317.311.9192,40512.191.337,81828.84.0109,60919.851.9High HDI1025.535.6416.542.3280,41442.120.5545,02434.2131.344,68734.03.3202,79936.647.4Very high HDI485.516.9305.331.0216,80432.631.2800,65550.2253.524,47818.63.5206,61537.353.0World2880.3100984.5100665,50810020.01,595,911100159.2131,3221004.0553,674100.052.0aFemale population; ASR=(truncated) age-standardized rate per 100,000; HDI= Human Development Index.\n3.2\n        Breast cancer cases and deaths by level of human development\n        In 2020, breast cancer incidence rates were almost double in transitioned compared to transitioning countries (ASR 55.9 versus 29.7 per 100,000, respectively). However, women living in transitioning countries had 17% higher mortality rates compared with women in transitioned countries (15.0 and 12.8 per 100,000, respectively). In terms of absolute cases and deaths, about 20% of all cases and 30% of all deaths from breast cancer worldwide in 2020 occurred in transitioning countries. A gradient across human development level was also observed for the cumulative risk of developing breast cancer before the age of 75, ranging from 3.9 to 3.0% in low and medium HDI countries, respectively, to 4.6 and 8.2% in high and very high HDI countries, respectively (Table 1). However, patterns were different for mortality, where the cumulative risk of dying from breast cancer below the age of 75 was 2.2% in low HDI countries and 1.4–1.5% in the remaining HDI levels.\n        Similar gradients were observed at pre- and postmenopausal ages, with mortality rates in premenopausal women being about twice as high in low HDI countries when compared with other HDI levels and yet less pronounced mortality differences in women aged 50 and above (Table 2).\n        In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries. Yet, great geographic variation exists in incidence and mortality rates (Fig. 2). Across the globe, incidence varied 23-fold (from 5.0 per 100,000 in Bhutan to 113.2 per 100,000 in Belgium) and mortality 16-fold (from 2.6 per 100,000 in Bhutan to 42.2 per 100,000 in Barbados). Considerable variation in breast cancer incidence was also observed within world regions, for example in South-Eastern Asia rates were as low as 9.6 per 100,000 in Myanmar and as high as 77.9 in Singapore. Breast cancer mortality showed less variation than incidence within world regions, except for the Caribbean where mortality rates ranged between 12.9 in Cuba and 42.2 in Barbados (Fig. 3).Fig. 2Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females. Breast cancer cases and deaths by country. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 2Fig. 3Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females by country and world region; countries with highest and lowest rates within region mentioned with their name; full country-level results are available at gco.iarc.fr. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 3\n3.3\n        The future burden of breast cancer in 2040\n        By 2040, the number of newly diagnosed breast cancers is projected to grow by over 40%, to about 3 million cases every year. Similarly, deaths from breast cancer are set out to increase more than 50%, from 685,000 in 2020 to 1 million in 2040 (Fig. 4). A particularly large relative increase will be seen in transitioning countries, especially in low HDI countries where the number of new cases and deaths is expected to double by 2040 (from 110,000 to 216,000 and from 59,000 to 116,000, respectively). While in 2020, 18.4% of breast cancer cases and 30.1% of deaths occurred in transitioning countries, by 2040 this share will rise to 22.2% and 35.2%, respectively. This projection is solely due to the growth and aging of the population and may be further modified by changes in incidence rates.Fig. 4Estimated number of breast cancer cases and deaths from 2020 to 2040, by level of Human Development Index (HDI).Fig. 4\n4\n      Discussion\n      With over 2.3 million new cases estimated in 2020, breast cancer has become the most commonly diagnosed cancer worldwide and represents a major burden to public health. Large geographic variation exists in its burden across countries and world regions. While most cases occur in transitioned countries, transitioning countries continue to carry a disproportionate share of breast cancer deaths. If current trends remain unchanged, the burden of breast cancer is set to grow to over 3 million new cases and 1 million deaths per year by 2040 as a result of population growth and ageing alone.\n      Higher incidence rates in transitioned countries reflect a longstanding higher prevalence of reproductive, hormonal, and behavioral risk factors. Established risk factors for breast cancer include early age at menarche, later age at menopause, advanced age at first birth, fewer number of children, less breastfeeding, menopausal hormone-replacement therapy, oral contraceptives, but also alcohol consumption, excess body weight, and physical inactivity [15,16]. Changes in the prevalence of these risk factors coupled with increased detection through organized or opportunistic mammographic screening have been reflected in past incidence trends, most notably rapidly rising rates during the 1980s and 1990s in Northern America, Oceania and Europe. This was followed by a stabilization or decline of trends in the early 2000s [17], likely a consequence of reduced use of menopausal hormone-replacement therapy and possibly a plateau in the detection of precancerous lesions/DCIS [18,19]. Rising incidence rates have been reported in several high-income countries in North America, Europe and Oceania since 2007 for pre- and postmenopausal breast cancer [2,20]. Most of this rise has been attributed to the increased detection of small, early stage tumors with very good prognosis in countries with well-established screening programmes. The increased detection of slow-growing estrogen receptor-positive cancers during mammographic screening might have added to the rising incidence of estrogen receptor-positive tumors, while the incidence of estrogen receptor-negative tumors is declining [[21], [22], [23], [24], [25]]. The diverging trends in estrogen receptor-specific breast cancer incidence have been linked to dual effects of certain environmental risk factors such as obesity. Estrogen receptor-positive cancers show a stronger and more consistent relation with excess body weight and their increasing incidence could be a consequence of the growing obesity epidemic in many countries [26]. These changes in breast cancer incidence have coincided with generally decreasing mortality rates linked to the combination of progress in treatment and early detection through screening in most transitioned, and historically high-risk countries since the late 1980s and the early 1990s [27]. As a consequence, the number of women living with a history of breast cancer has also increased markedly, amounting to an estimated 7.8 million in 2020 (5-year prevalence), making long-term outcomes such as disease progression and recurrence important metrics that are however to-date still poorly understood from a global perspective. Given the increasing number of survivors and the changing landscape of breast cancer, improvements in other indicators that aim to measure quality of life and years of life with disability should be considered.\n      Different patterns and trends have been observed in transitioning countries in South America, Africa and Asia, where breast cancer incidence is historically low but has been rising rapidly in past decades. This has been linked to dramatic changes in behavioral factors (e.g., rising obesity and physical inactivity), reproductive health (e.g., fewer children, postponement of childbearing), increasing life expectancy and socio-cultural environments that together have led to changes in risk factor profiles that are similar to those of transitioned countries. As a result, breast cancer incidence rates have risen and are slowly approaching levels observed in transitioned countries. Evidence from sub-Saharan Africa shows that incidence rates have increased by more than 5% every year in Malawi, Nigeria and the Seychelles and by 3–4% per year in South Africa and Zimbabwe [28]. Higher proportions of women developing breast cancer at premenopausal ages in these world regions is directly related to the much younger age structure, although women of African descent have been shown to have an increased risk of Triple Negative Breast Cancer (TNBC) that is often characterized by an earlier age at onset relative to other breast cancer subtypes [29]. Whether the age at diagnosis, adjusted for demographics, is truly different across countries remains to be elucidated.\n      Mortality rates from breast cancer have increased in sub-Saharan Africa and are among the highest in the world. While 5-year survival rates for breast cancer exceed 90% in most high-income countries, this figure was 66% for 12 sub-Saharan African countries combined for cases diagnosed 2008–2015 [30], with country-specific estimates as low as 12% in Uganda [31]. Higher mortality in sub-Saharan Africa is mainly attributable to late-stage presentation and inadequate access to high-quality care [32]. Among patients with known stage, 64.9% were diagnosed with advanced disease (stages III and IV) and 18.4% had distant metastases at diagnosis (stage IV), where survival is low [31]. According to a meta-analysis summarizing evidence from 83 studies across 17 sub-Saharan African countries, 77% of all staged cases were advanced (stage III) or metastatic (stage IV) at diagnosis [33]. In contrast, only about 15% of all breast cancer cases are diagnosed at advanced stages (III and IV) in high-income countries, such as the Netherlands [34]. In the absence of organized screening programmes, early diagnosis focusing on breast self-awareness and improved access to quality diagnosis and treatment are crucial elements in breast cancer control in transitioning countries. Multiple coordinated interventions, including the reduction of stigmas through public education and improved awareness, such as the recognition of signs and symptoms of early breast cancer are required to improve and accelerate referral for adequate diagnostic evaluation and timely, evidence-based treatment [3,35,36]. These also represent the main goals of the ABC Global Alliance (https://www.abcglobalalliance.org/), a multi-stakeholder platform focusing on advanced breast cancer (ABC). A recent study conducted in 5 sub-Saharan African countries estimated that at least a third of all breast cancer deaths in these countries could be prevented through earlier diagnosis of symptomatic disease alongside improvements in treatment [37].\n      In response to the growing global breast cancer burden and particularly the premature mortality in transitioning countries, the Global Breast Cancer Initiative [3] was launched by the WHO and international partners in early 2021. Together with allies and global collaborators, the initiative aims to reduce global breast cancer mortality by increasing access to breast cancer early diagnosis and prompt, comprehensive cancer management. In addition, a series of evidence-based, resource-stratified guidelines that support phased implementation into real-world practice has been developed by the Breast Health Global Initiative [[38], [39], [40]]. Only few established risk factors of breast cancer are truly modifiable. Primary prevention efforts are therefore limited to decreasing excess body weight and alcohol consumption and to encourage physical activity and breastfeeding. More importantly, educational and awareness efforts to increase early detection in countries with high proportions of late stage disease, and population-based breast cancer screening programs in countries with low proportions of late stage disease, are crucial to reduce breast cancer mortality, together with equal access to high quality multidisciplinary and specialized care [41]. The WHO recommends organized, population-based mammography screening every 2 years for women at average risk for breast cancer aged 50–69 years in well-resourced settings. In limited resource settings, where most women with breast cancer are diagnosed in late stages and mammography screening is not cost-effective or feasible, available resources should be focused on early diagnosis by ensuring access of women with symptomatic lesions to prompt and effective diagnosis and treatment [42].\n      The numbers and rates presented in this article are estimates based on the best available data from population-based cancer registries that have been thoroughly reviewed. Yet, some caution is warranted when interpreting the findings, especially for countries where estimates are based on proxy data [4]. While the introduction of screening in many parts of the world has led to an increasing detection and incidence of in-situ carcinomas of the breast, this global assessment only includes invasive breast cancer. Moreover, estimates do not reflect the impact of the COVID-19 pandemic as they are based on extrapolations of cancer data collected in earlier years. In the first half of 2020, breast cancer screening and diagnostic imaging have been dramatically disrupted and temporarily suspended in many countries such as the United States [43], the Netherlands [44] or the UK [45]. In the United States, the COVID-19 pandemic has led to a near-total cessation of mammography services in mid-March 2020. Screening and diagnostic mammography volumes however recovered by July 2020, with a lag observed for certain sub-populations [43]. A subsequent short-term reduction in the number of referrals, and an overall decline in the number of breast cancer diagnoses were observed in several countries [[44], [45], [46], [47]]. A study from Italy [48] reported an increase in diagnoses of node-positive and stage III breast cancer after a 2-month interruption of mammographic screening. In the Netherlands no shift in stage could be seen until August 2020, while a clear change in initial treatment was observed during the pandemic, with fewer patients undergoing breast conserving therapy or mastectomy plus breast reconstruction and more neoadjuvant hormonal treatment [47,49]. The full extent of the impact of the COVID-19 pandemic on breast cancer diagnoses and deaths in different world regions, however, currently remains unknown. Forthcoming research is warranted to assess whether the decreased diagnostic scrutiny resulted in stage migration and/or altered clinical management in poorer outcomes.\n      Finally, the future projections presented here are based on demographic forecasts (population growth and ageing) and past global incidence and mortality trends and do not account for geographic and generational variation. Changes in the prevalence of risk factors may further exacerbate these predictions, especially in countries where incidence and mortality rates continue rising. Incidence predictions thus likely represent a conservative estimate (an underestimation) of the future breast cancer burden and need to be interpreted with great caution. Additionally, the mortality projections are based on current survival rates, which could be significantly impacted by strategies that improve more equitable access to early diagnosis and availability of treatments, along with possible development of effective new treatments.\n      \n        4.1\n        Conclusion\n        Breast cancer is by far the most commonly diagnosed malignancy worldwide, with the majority of the disease burden occurring in females. While great geographical variation exists in its burden, breast cancer continues to represent an important cause of premature mortality, particularly in women living in transitioning countries. Global efforts and public health measures targeting the whole continuum of cancer control – ranging from primary prevention to early diagnosis, screening, and treatment – are needed to reduce breast cancer mortality and to tackle the overall burden from the disease.\nDeclarations\n      \n        Data availability statement\n        The dataset supporting the conclusions of this article is available at gco.iarc.fr.\n      \n      \n        Competing interests\n        The authors declare that they have no competing interests.\n      \n      \n        Ethical approval\n        Not required.\n      \n      \n        Funding\n        This work was supported by the Susan G. Komen Foundation (Career Catalyst Grant CCR19608129 to MA). The funder had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.\n      \n      \n        Author contributions\n        MA initiated the study, interpreted the results, and drafted the manuscript. JV and ML conducted the statistical analysis and prepared the figures and tables. EM, HR, AM, DS, JRG, FC, SS and IS provided comments on the draft and the final version of the manuscript. All authors read and approved the final manuscript.\nData availability statement\n        The dataset supporting the conclusions of this article is available at gco.iarc.fr.\nCompeting interests\n        The authors declare that they have no competing interests.\nEthical approval\n        Not required.\nFunding\n        This work was supported by the Susan G. Komen Foundation (Career Catalyst Grant CCR19608129 to MA). The funder had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.\nAuthor contributions\n        MA initiated the study, interpreted the results, and drafted the manuscript. JV and ML conducted the statistical analysis and prepared the figures and tables. EM, HR, AM, DS, JRG, FC, SS and IS provided comments on the draft and the final version of the manuscript. All authors read and approved the final manuscript.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9465273/",
    "doi": "https://doi.org/10.1016/j.breast.2022.08.010"
}