{
    "title": "Contemporary issues in the implementation of lung cancer screening",
    "abstract": "In contrast, an organised screening programme has the following advantages: 1) Evidence-based policy regarding who should be screened; the optimal screening frequency and duration are defined and followed to maximise benefits and minimise harms of screening.2) Resources to promote screening uptake in general and improve equity and adherence, especially in underserved and deprived areas.3) Centralised resources to ease the burden to primary physicians by assuming responsibility for eligibility determination, shared decision making and smoking cessation counselling and treatment [31, 32].4) Navigators to guide participants throughout the screening pathway.5) Standards for the screening facility and equipment are set and monitored periodically, such as personnel qualification and training, CT scanner requirement, scanning and image acquisition protocols, dose monitoring, quality control testing to ensure that a low-dose CT with a high image quality is acquired for precise quantitative measurements and to minimise radiation exposure [33–36].6) Evidence-based protocols to manage screen-detected lung nodules and incidental findings consistently.7) Mechanism for referral to specialty centres for timely diagnosis of suspicious lung nodules to minimise the number of unnecessary procedures and related complications.8) Infrastructure for standardised reporting and communication of screening results to both the healthcare provider and screenee, early recall notification, future surveillance reminders and referral for clinical discussion or diagnostic specialty centre for workup as well as treatment of screen-detected lung cancer.9) Programme performance indicators for quality assurance and quality improvement, and monitoring system performance and screening outcomes are developed.10) Expertise in evaluating new evidence as it comes forward on ideal screening indications, intervals and duration.11) Collection of data that may foster research is facilitated.An example of the structure of an organised lung cancer screening programme is shown in figure 2. In contrast, based on studies that showed that lung cancers manifesting as GGNs are stage I adenocarcinomas, and the long-term lung cancer specific survival is 100%, regardless of the time from initial identification to treatment [95], the updated Lung CT Screening Reporting and Data System (Lung-RADS) guideline (version 1.1) increased the size threshold for a repeat LDCT in 6 months from ≥20 mm to ≥30 mm with no recommendation made for biopsy until the nodule becomes part-solid or solid [76]. In contrast, based on studies that showed that lung cancers manifesting as GGNs are stage I adenocarcinomas, and the long-term lung cancer specific survival is 100%, regardless of the time from initial identification to treatment [95], the updated Lung CT Screening Reporting and Data System (Lung-RADS) guideline (version 1.1) increased the size threshold for a repeat LDCT in 6 months from ≥20 mm to ≥30 mm with no recommendation made for biopsy until the nodule becomes part-solid or solid [76].",
    "authors": [
        "Stephen Lam",
        "Martin Tammemagi"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Globally, both sexes combined, lung cancer is the most commonly diagnosed cancer (11.6% of all cancers) and the leading cause of cancer death (18.4% of the total cancer deaths) [1]. Over the past four decades, clinical interventions have had only a modest effect on reducing death from lung cancer. Currently, the 5-year survival is 19% [2]. The National Lung Screening Trial (NLST) in the USA and the Dutch–Belgian NELSON trial in Europe have found that lung cancer screening with low-dose computed tomography (LDCT) can reduce lung cancer by 20–24% in high-risk smokers [3, 4]. Secondary analysis in NELSON and German Lung Cancer Screening Intervention (LUSI) trials suggested that women may benefit more from screening than men [4, 5]. National lung cancer screening programmes have been implemented in the USA [6], South Korea [7] and Poland [8]. Pilot or demonstration projects/programmes are ongoing or are being planned in the UK, the Netherlands, Germany, Italy, Canada and other countries.\n      Lung cancer screening is a process, not a test (figure 1). Implementation of lung cancer screening at the population level requires an organised programmatic approach. This review focuses on selected contemporary issues in implementation of a cost-effective lung cancer screening programme.\n      \n        FIGURE 1\n        \n          Lung cancer screening pathway. LDCT: low-dose computed tomography.\nEvidence for LDCT lung cancer screening\n      Two large sufficiently powered randomised controlled trials with adequate follow-up have shown a significant reduction in lung cancer mortality in heavy current or former smokers who were screened with LDCT. The NLST in the US compared LDCT with standard chest radiography in 53 452 individuals between the ages of 55 and 74 years who smoked ≥30 pack-years and smoked within the past 15 years [3]. The study found a 20% reduction in lung cancer deaths among people screened annually for 3 years with LDCT compared with the standard chest radiograph after a median follow-up of 6.5 years [3]. The Dutch–Belgian NELSON trial compared LDCT with no screening in 15 822 people between the ages of 50 and 74 years who smoked an average of ≥15 cigarettes per day for 25 years or ≥10 cigarettes per day for ≥30 years and have smoked within the past 10 years. They were assigned to undergo CT screening at T0 (baseline), year 1, year 3 and year 5.5 or to undergo no screening. After a minimum follow-up of 10 years, the study found a 24% reduction in lung cancer deaths in men and 33% in women [4].\n      Other smaller randomised trials [9–15] and single-arm studies [16–22] have been summarised in recent reviews [23–27]. The smaller randomised trials were not sufficiently powered to show a mortality difference between screened and unscreened groups, but they did address specific issues in LDCT screening. The added value of these studies is highlighted in table 1. These studies can help shape the design of definitive large randomised trials [9, 16, 17] or address knowledge gaps such as recruitment strategies to improve screening uptake [5, 10–12, 14, 19, 21], how to reach lower socioeconomic groups and those who live in underserved areas to decrease disparity [20, 21], optimise screening selection criteria [15, 19, 22], screening frequency and duration [13, 18, 22], nodule management [22], healthcare resource utilisation [22] and cost-effectiveness [14, 19, 20].\n      \n        TABLE 1\n        \n          Contributions of single-arm studies and smaller randomised trials\n        \n        \n          \n            \n            \n            \n          \n          \n            \n              \n              \nDesign\n\n              \nImplication of findings\n\n            \n          \n          \n            \n              \nRandomised trials\n\n              \n              \n            \n            \n               LSS [9]\n              Age 55–74 years, ≥30 pack-years, smoked within 10 yearsLDCT versus CXRBaseline and year 1 screenn=3136\n              High screening uptake, low crossover contamination and good adherence demonstrated feasibility to conduct RCT\n            \n            \n               DEPISCAN [10]\n              Age 50–75 years, ≥15 cigarettes·day−1 for ≥20 years; smoked within 15 yearLDCT versus CXROne screenn=621\n              Poor GP participation rate (41%) and high rate of noncompliant patients (19%) point to the need to improve GP participation and patient adherence\n            \n            \n               DANTE [11]\n              Men, age ≥60–75 years, ≥20 pack-years, smoked within 10 yearsBaseline CXR + sputum cytology, then LDCT at baseline + 4 annual screens versus usual caren=2450\n              Excellent adherence rate in community hospitals, suggesting that community implementation is possible\n            \n            \n               ITALUNG [12]\n              Age 55–69 years; ≥20 pack-years; smoked within 10 yearsLDCT versus usual careBaseline plus 4 annual screensn=3206\n              Modest response rate of 23.9% from direct mailing to at-risk individuals based on age group with letter signed by participating GP and screening centre. Surgery for benign lesions may be minimised by adherence to nodule management protocol\n            \n            \n               MILD [13]\n              Age 49–75 years; ≥20 pack-years; smoked within 10 yearsLDCT versus usual care7 annual LDCT or 4 biennial LDCTn=4099\n              1) Prolonged screening beyond 5 years is needed to show a lung cancer mortality reduction benefit2) Biennial screening achieved comparable lung cancer mortality reduction to annual screen in subjects with a negative baseline screen and potentially saved 44% of follow-up LDCTs\n            \n            \n               LUSI [5]\n              Age 50–69 years; ≥15 cigarettes·day−1 for >25 years or ≥10 cigarettes·day−1 for >30 years; smoked within 10 yearsLDCT versus usual careBaseline + 4 annual screensn=4052\n              Secondary analysis suggests that women, but not men, benefit from LDCT screening\n            \n            \n               UKLS [14]\n              Age 50–75 years; 5-year lung cancer risk ≥5% (LLPv2)LDCT versus usual careSingle screenn=4055\n              Feasible to use primary care trust records to access general population to recruit eligible individuals for LDCT screening using risk assessment tool. However, 60% of people contacted with mass mail-out did not reply and only 3.3% met screening criteria. Barriers for nonparticipation found to be related to practical and emotional factors\n            \n            \n               AME [15]\n              Age 45–70 years; ever-smokers ≥20 pack-years, smoked within 15 years or family history of cancer, long history of passive smoking, cooking oil fumes or occupational exposureLDCT versus usual care; baseline LDCT and one repeat screen at 24 monthsn=6657\n              Only 7.1% met NLST criteria with 2.4% found to have lung cancer by LDCT compared to 1.3% cancer among those who did not meet NLST criteria, suggesting that nonsmoking risk factors need to be included as screening selection criteria for the Chinese population\n            \n            \n              \nSingle-arm studies\n\n              \n              \n            \n            \n               ELCAP [16], I-ELCAP [17]\n              Age ≥60 years, ≥10 pack-yearsBaseline screening in 31 567 subjectsAnnual repeat screenings in 27 456 subjects\n              First demonstration that the majority (85%) of screen-detected lung cancers are stage I and potentially curable with an estimated 10-year survival of 80% for all participants\n            \n            \n               COSMOS [18]\n              Age >50 years; >20 pack-yearsAnnual LDCT for 10 yearsn=1035\n              Stable lung cancer detection rate and stable proportion of early lung cancers suggest that screening should continue beyond 10 years, especially in current smokers\n            \n            \n               PanCan [19]\n              Age 50–74 years; 6-year lung cancer risk ≥2% (PLCOm2007)Screening at baseline, years 1 and 4n=2537\n              1) Risk prediction tool identified a relatively high number of individuals who developed lung cancers relative to NLST age and pack-years criteria and a large proportion of the cancers (66%) were stage I2) The web-based risk prediction tool in English and French was found to be a user-friendly and efficient means of determining eligibility and scheduling enrolment3) Risk-based screening is cost-effective\n            \n            \n               Manchester Lung Health Check [20]\n              Age 55–74 years. 6-year; lung cancer risk ≥1.51% (PLCOm2012)\n              1) Use of “lung health check” instead of “lung cancer screening” may avoid cancer stigma to improve participation2) Deployment of mobile CT scanner in convenient retail locations to deliver lung cancer screening to socioeconomically disadvantaged communities may be an effective means to engage underserved populations. This strategy may reduce inequalities and improve adherence in deprived areas3) Cost-effective\n            \n            \n               Lung Screen Uptake Trial [21]\n              Age 60–75 years, smoker within 7 years, ≥30 pack-years, smoked within 15 years or 6-year lung cancer risk ≥1.51% (PLCOm2012) or Liverpool Lung project score ≥2.5%n=768\n              Lung Health Check approach with pre-invitation letter; invitation letter signed by primary care physician offering pre-scheduled appointment; and reminder re-invitation. 52.6% screening uptake rate. Stepped approach using a low-burden information invitation leaflet may reduce social gradient in areas of highest socioeconomic deprivation\n            \n            \n               ILST [22]\n              Age 55–80 years, ≥30 pack-years, smoked within 15 years or 6-year lung cancer risk ≥1.51% (PLCOm2012)Baseline LDCT and one repeat in 1–2 yearsn=4000\n              1) Preliminary results comparing USPSTF versus PLCOm2012 selection criteria suggest that PLCO m2012 is more efficient in identifying high-risk individuals with lung cancer2) PanCan nodule management protocol for baseline scan may reduce healthcare resource utilisation by triaging very low risk individuals to biennial instead of annual screen3) Randomised trial of CAD as first reader suggests that CAD may save radiologist reading time\n            \n          \n        \n        \n          LSS: Lung Screening Study; DANTE: Detection and Screening of Early Lung Cancer with Novel Imaging Technology; ITALUNG: Italian Lung Cancer Screening Trial; MILD: Multicentric Italian Lung Detection trial; LUSI: Lung Cancer Screening Intervention; UKLS: UK Lung Cancer Screening Trial; ELCAP: Early Lung Cancer Action Project; PanCan: Pan-Canadian Early Detection of Lung Cancer Study; ILST: International Lung Screening Trial; LDCT: low-dose computed tomography; CXR: chest radiography; RCT: randomised controlled trial; GP: general practitioner; LLPv2: Liverpool Lung Project criteria; NLST: National Lung Screening Trial; CT: computed tomography; PLCO: Prostate Lung Colorectal and Ovarian study models; USPSTF: US Preventive Services Task Force; CAD: computer-assisted diagnosis.\nOrganised screening programme versus ad hoc screening\n      Population-based organised screening programmes for breast, cervical and colorectal cancers have been implemented around the world. They have been shown to be effective in decreasing cancer mortality by detecting and treating cancer early. Ad hoc or opportunistic screening refers to screening by privately paid patients or request by individual physicians or institution without coordination with the healthcare delivery system of the country, state or province. Ad hoc or opportunistic screening may be harmful due to screening of lower-risk individuals that can cause net harm and waste valuable healthcare resources. Patients may receive a higher radiation dose from a nonscreening diagnostic CT imaging protocol; or be more likely to undergo unnecessary imaging, biopsy procedures or surgery, with associated potential complications including mortality [23, 28–30]. In contrast, an organised screening programme has the following advantages:\n1) Evidence-based policy regarding who should be screened; the optimal screening frequency and duration are defined and followed to maximise benefits and minimise harms of screening.2) Resources to promote screening uptake in general and improve equity and adherence, especially in underserved and deprived areas.3) Centralised resources to ease the burden to primary physicians by assuming responsibility for eligibility determination, shared decision making and smoking cessation counselling and treatment [31, 32].4) Navigators to guide participants throughout the screening pathway.5) Standards for the screening facility and equipment are set and monitored periodically, such as personnel qualification and training, CT scanner requirement, scanning and image acquisition protocols, dose monitoring, quality control testing to ensure that a low-dose CT with a high image quality is acquired for precise quantitative measurements and to minimise radiation exposure [33–36].6) Evidence-based protocols to manage screen-detected lung nodules and incidental findings consistently.7) Mechanism for referral to specialty centres for timely diagnosis of suspicious lung nodules to minimise the number of unnecessary procedures and related complications.8) Infrastructure for standardised reporting and communication of screening results to both the healthcare provider and screenee, early recall notification, future surveillance reminders and referral for clinical discussion or diagnostic specialty centre for workup as well as treatment of screen-detected lung cancer.9) Programme performance indicators for quality assurance and quality improvement, and monitoring system performance and screening outcomes are developed.10) Expertise in evaluating new evidence as it comes forward on ideal screening indications, intervals and duration.11) Collection of data that may foster research is facilitated.An example of the structure of an organised lung cancer screening programme is shown in figure 2.\n      \n        FIGURE 2\n        \n          Example of an organised lung cancer screening programme structure.\nLung cancer screening pathway\n      \n        Eligibility determination\n        An important determinant of the efficacy, effectiveness and equality of lung cancer screening programmes is the selection criteria used for determining eligibility. Lung cancer screening is most effective when applied to high-risk individuals [37, 38]. Screening low-risk individuals increases the likelihood that risks outweigh the benefits. Screening very low risk individuals has no lung cancer mortality reduction benefit. For example, in the NLST, individuals who had a 6-year lung cancer risk <0.64% had nonsignificantly more lung cancer deaths in the LDCT group than the chest radiography comparison group [39]. The 0.64%/6-year threshold represents the 40th percentile of risk in smokers as estimated in the Prostate Lung Colorectal and Ovarian (PLCO) trial data. For this reason, unlike other cancer programmes such as screening mammography and colorectal screening, universal screening of ever-smokers above a certain age is not recommended.\n        There are two major approaches to select high-risk ever-smokers for LDCT screening. The first is categorical age (age 50/55 to 74/77/80 years), 15/18.8/30 pack-years and time since quitting (10/15 years for former smokers) which has been used by NELSON, NLST, US Medicare and Medicaid Services and the US Preventive Services Task Force (USPSTF) as screening criteria, [3, 4, 6, 23]. A second approach is to use risk prediction models that are based on incidence lung cancer risk or risk of lung cancer death. In contrast to using limited categorical risk criteria, accurate lung cancer risk prediction models use additional predictors and quantify risk by modelling continuous predictors. >20 lung cancer risk prediction models have been proposed [40, 41]. Several models have been identified as being accurate and possibly suitable for guiding selection of individuals for lung cancer screening [41, 42] and they include the Bach, Lung Cancer Death Risk Assessment Tool and PLCOm2012 models [38, 43, 44]. To date, the PLCOm2012 is the lung cancer risk prediction model that has been most validated by different research teams in multiple countries around the world, including the US, Germany, Australia, the UK, Canada and Brazil [19, 20, 40–49]. The PLCOm2012 model has the following predictors: age, race/ethnicity, education (estimator of socioeconomic circumstance), body mass index, history of COPD, personal history of cancer, family history of lung cancer, smoking status (current versus former), smoking intensity (cigarettes per day), smoking duration and smoking quit-years in former smokers. Overall, it has been shown in retrospective and cost-effectiveness analyses that selection of screenees by an accurate risk model has statistically significantly higher sensitivity and positive predictive values for identifying individual who are diagnosed with lung cancer, averts more deaths, yields more life years gained, has smaller number needed to screen to avert one lung cancer death and is more cost-effective [38, 39, 45, 50–54].\n        Recently, in an attempt to address the increasing proportion of ever-smokers with lung cancer who do not meet the USPSTF screening criteria, as well as to reduce disparity due to race/ethnicity and gender differences, the USPSTF proposed lowering the age from 55 to 50 years and smoking history from ≥30 pack-years to ≥20 pack-years [55]. Black Americans have higher lung cancer incidence than White Americans, but they typically smoke with less intensity. Fewer females than males would be eligible for screening with a ≥30 pack-years eligibility requirement, as they typically accumulate fewer pack-years than male smokers [56, 57]. The National Comprehensive Cancer Network in the US has endorsed using the PLCOm2012 with ≥1.3%/6-year risk threshold in its group 2 criteria for screening. This would better address racial/ethnic and gender inequalities without increasing the number of low-risk individuals being screened by lowering the age and pack-years criteria, which would have significant implications in increasing potential harms from screening, resource utilisation and costs, but the USPSTF has been reluctant to adopt the use of lung cancer risk prediction models. Some of the reasons cited for exclusion include that risk prediction models select older individuals who have more comorbidities, more competing causes of death and have fewer life-years gained and that risk models are too difficult to use and may serve as a barrier to screening [56]. Among PLCO trial participants who were NLST criteria eligible, when low-risk NLST-eligible individuals were excluded (PLCOm2012 risk <1.5%/6 years, observed actual risk 0.8%/6 years), those who were in the NLST group or in the PLCOm2012 ≥1.5% high-risk group had comorbidity counts of 0.99 versus 1.01 and competing deaths in 5 years of 6.6 per 100 versus 6.7 per 100, respectively [41]. These differences are small. In the Cancer Intervention and Surveillance Modeling Network (CISNET) model, the life-years gained per 100 000 individuals screened is slightly higher with PLCOm2012 compared to USPSTF2013 (4982 versus 4882) [56]. There is little strong evidence to support the life expectancy of screenees selected by PLCOm2012 being substantially shorter than those with USPSTF criteria. In practice, risk prediction models do not select individuals whose ages are grossly much older than those selected by the USPSTF criteria. The prospective International Lung Screening Trial (ILST) [22, 52], comparing the two criteria, found that PLCOm2012 risk ≥1.7%/6-years criteria identified 18.5% more lung cancers than the USPSTF screening the same number of individuals The mean age of the two groups was 63.01 years in USPSTF versus 65.38 years in PLCOm2012 (difference 2.37 years) [52]. It is unlikely that the life-years gained by all those extra individuals diagnosed with lung cancer by the PLCOm2012 is going to be undone by a 2-year age difference between groups. Similarly, the Manchester Lung Health Check (MLHC) pilot used the PLCOm2012 ≥1.51% risk for community-based enrolment [20]. The average age of participants was 64.7 years. Thus, in population-based screening, the majority of individuals are aged ≤65 years, regardless of eligibility approach used. It is noteworthy that in all lung cancer screening studies that have been reported, age distributions have been right-skewed and median ages have been lower than mean ages [3, 4, 19, 58]. Given real-world data, microsimulation model estimates for using the PLCOm2012 model versus the categorical age/pack-years/quit-years approach appear to underestimate life-years gained and overestimate overdiagnosis. This conclusion is based on the observation that CISNET modelling assumed 100% participation and adherence [56], when in reality, even anticipating good realistic participation rates, the age distribution of participants will be skewed to younger ages, as those with life-limiting illnesses will self-select themselves out or be physician-selected out, as recommended by current screening guidelines [23, 26, 27, 58].\n        In addition, the ILST found that in 888 out of 3906 individuals eligible for screening by USPSTF criteria alone, only three lung cancers were detected. The estimated 6-year risk is expected to be <1%. For this sizeable group (22.7%), the harms may exceed the benefits [52]. The eight-centre Pan-Canadian Early Detection of Lung Cancer Study (PanCan) [19], the ILST in Canada, Australia and Hong Kong [22], the MLHC pilot in the UK [20] used the PLCOm2012 risk assessment tool for recruitment. The Yorkshire Lung Screening Trial is a large (n=62 980) randomised trial and one of its primary objectives is to compare the performance of PLCOm2012 (threshold ≥1.51%), Liverpool Lung Project (LLPv2) (threshold ≥5%) and USPSTF2013 eligibility criteria for screening population selection [59]. The trial will provide additional comparative assessment of the LLPv2 model, which the ILST did not do.\n        The PLCOm2012 tool was found to be easy to use and took ∼5 min to administer, either using a form or electronically (web-based). Since LDCT is a relatively expensive screening tool compared to those used in other cancer screening programmes and enrolment by the USPSTF 2020 criteria could potentially commit an individual to up to 30 years of screening, it would serve the public better by using the most accurate tool to identify those who would benefit from LDCT screening. The previous and the new USPSTF2020 draft guidelines [23, 55], as well as the NELSON trial inclusion criteria [4] will also exclude an important number of high-risk individuals, such as those with intense smoking histories who quit >10 or >15 years ago. A recent meta-analysis showed that the reducible relative risk after smoking cessation only marginally declines after 15 years from 26.7% (95% CI 20.2–34.3%) to 19.7% (95% CI 13.3–26.4%) at 20 years [60]. An estimated 4.2 (3.9–4.5) million former smokers in the USA aged between 55 and 80 years would not be eligible for lung cancer screening just by the “quit within 15 years” criteria alone [60]. The Chicago Race Screening Eligibility Study showed that overall, 37.6% of lung cancer patients would not have been eligible for screening just because their smoking quit times were >15 years; ineligibility by this criterion was greater in Black patients than in White patients (49.1% versus 40.6%) [61]. In PLCOm2012, quit time is not an exclusion criterion for former smokers. The USPSTF criteria found 62.4% of White Americans and 50.3% of Black Americans to be eligible for screening. The PLCOm2012 with a risk threshold of ≥1.5%/6 years found 70.5% of Whites and 74.1% of Blacks to be eligible for screening. The PLCOm2012 was significantly more sensitive at selecting White and Black Americans for screening and removed the race disparity [61].\n        Many officials outside the USA believe that the race/ethnicity predictor of the PLCOm2012 model is not relevant in their jurisdictions. For this reason, the PLCO2012noRace model was prepared by re-parameterising excluding the race/ethnicity predictor. The resultant PLCO2012noRace model has a predictive performance very similar to the original model. The PLCO2012noRace model is planned for use in the Ontario lung screening programme (was used in the pilot) and in the UK National Health Service Lung Health Check programme [61, 62]. The PLCO2012noRace model has been validated in a multiracial population in Chicago [63]. It is available at no cost for noncommercial users at www.brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/.\n      \n      \n        Recruitment\n        The impact of screening is dependent on the screening uptake in the general population. Despite recommendations to screen eligible patients and insurance coverage [6], uptake in the USA has been slow [64]. In the USA Medicare fee-for-service population, only 4.1% (95% CI 3.9–4.3%) of the estimated eligible Medicare population participated in lung cancer screening in 2016 [65]. A recent study using data from the 2017 US Behavioral Risk Factor Surveillance System study from 10 states indicated that screening rates have increased to an average of 14.4%; however, significant interstate differences in participation were observed, varying from 6.5% to 18.1% [66].\n        Provider factors related to low screening uptake include lack of knowledge or uncertainty about benefits of screening, eligibility criteria, lack of time due to competing priorities, uncertainty or concerns about management of screen-detected abnormalities, and availability of accredited screening facility [67–71]. One study showed that 67% of primary care physicians indicated they would not engage in shared decision-making if it took >8 min [67]. Patient factors related to low screening uptake include lack of awareness about screening, language barriers, lower socioeconomic status, racial/ethnic barriers, costs related to taking time away from work for screening, fear of LDCT or unfamiliar procedures, physician visits and transportation, fear of cancer and lack of access to screening facility [65, 68–73].\n        In PanCan, patients were highly receptive and satisfied with shared decision-making for lung cancer screening conducted via telephone. Educational outreach to patients and providers and the MLHC approach appear to successfully reduce fear and stigma and improve accessibility [20, 21, 74]. In focus groups in the health technology assessment conducted in preparation for the Ontario Health (Cancer Care Ontario) lung cancer screening pilot, physicians expressed a preference for not conducting the risk-assessment and risk/harm discussion themselves, and preferred navigators to perform these tasks. In the pilot, trained expert navigators carried out these tasks and participant satisfaction surveys found that very high proportions of participants were satisfied or very satisfied with the process [61]. Shifting this time-consuming burden from physician to navigator may improve screening efficiency and increase physician buy-in.\n      \n      \n        Lung nodule management\n        Appropriate management of screen-detected lung nodules has significant implications for healthcare resource utilisation and minimising harm from radiation exposure related to imaging studies, invasive procedures and clinically significant distress. A comprehensive review of management of screen-detected lung nodules was recently conducted by the Pan-Canadian Partnership Against Cancer Lung Cancer Screening Network to provide an evidence-based best-practice framework for healthcare professionals to manage screen-detected lung nodules, background information for primary care providers who have to explain results and next step to patients, sample radiology reports that are factual and facilitate referring physicians to manage clinical findings and separate lay-language reports for screenees using language no greater than the sixth-grade reading level to minimise misinterpretation that can provoke anxiety [75].\n        A practical approach to manage screen-detected lung nodules is to assign them into one of three actionable categories: routine screening, which can be annual or biennial scans depending on the screening protocol or malignancy risk; early-recall surveillance LDCT in 1–6 months; or referral for a diagnostic workup. This is preferable to labelling a result as a “positive” or “indeterminate” scan which can be misleading to healthcare providers and the patients. Significant variation exists in management guidelines for lung nodules found on the baseline (first) screening LDCT (table 2) [24, 75–86]. Currently, there is no protocol that can accurately identify all malignant lung nodules while avoiding unnecessary diagnostic workup of benign nodules. The range of recommendations represents the heterogeneity in clinical practice related to differences in the local prevalence of benign lung nodules and ground-glass nodules (GGNs), diagnostic infrastructure and expertise as well as accessibility of healthcare resources. If quality indicators are used to evaluate the performance of a screening programme, heterogeneity of results provides the opportunity to make comparisons across health jurisdictions using different management protocols leading to refinement of the local protocol to achieve the best outcome(s) [75]. Since most of the screen-detected malignant solid lung nodules are stage IA lung cancer [3, 4, 10–20], the average malignancy probability based on nodule size is ∼25% and seldom exceeds 50% [22, 24, 78, 87]. Clinicians accustomed to pre-test probability to manage non-screen-detected lung cancers need to be aware of the difference in the range of malignancy probabilities.\n        \n          TABLE 2\n          \n            Range of recommendations for management of screen-detected lung nodules\n          \n          \n            \n              \n              \n              \n              \n            \n            \n              \n                \n                \nRoutine annual or biennial repeat screening\n\n                \nEarly recall (repeat LDCT 1–6 months)\n\n                \nDiagnostic workup\n\n              \n            \n            \n              \n                \nBaseline screening\n\n                \n                \n                \n              \n              \n                 Solid nodule\n                No nodule or nodule <5 mm or PanCan risk score¶ <6%\n                >5 mm to <15 mm; or≥100 mm3 to <500 mm3; orPanCan risk score¶ ≥6 to <30\n                ≥15 mm or≥500 mm3 orPanCan risk score¶ ≥30\n              \n              \n                 Part-solid nodule#\n                <6 mm\n                ≥6 mm to <8 mm\n                ≥8 mm or≥268 mm3\n              \n              \n                 Nonsolid nodule\n                <6 mm\n                6 to <15 mm\n                ≥15 mm persistent in 3 months or develop solid component\n              \n              \n                \nAnnual/biennial repeat screening\n\n                \n                \n                \n              \n              \n                 New solid nodule\n                <4 mm\n                4 mm to <8 mm or≥50 mm3 to <200 mm3\n                ≥8 mm or≥200 mm3\n              \n              \n                Pre-existing solid nodule\n                VDT >600 days\n                VDT 400 to 600 days\n                VDT <400 days\n              \n              \n                 Part-solid nodule#\n                <6 mm\n                ≥6 mm to <8 mm\n                ≥8 mm\n              \n              \n                 Nonsolid nodules\n                <15 mm\n                ≥15 mm\n                Development of solid component ≥6 mm or become solid\n              \n            \n          \n          \n            LDCT: low-dose computed tomography; PanCan: Pan-Canadian Early Detection of Lung Cancer Study; VDT: volume doubling time. #: refers to size of solid component; ¶: nodule malignancy risk score [24, 86]. Data from [22, 24, 78–91].\n          \n        \n        Management of part-solid nodules is usually based on the size of the solid component. There is a significant correlation between the size of the solid component on CT and the invasive component on pathology. The probability of transitioning from adenocarcinoma in situ (AIS) to minimally invasive adenocarcinoma (MIA) increases when the maximal diameter for the solid component is >3 mm. A solid component >8 mm differentiates invasive adenocarcinoma from AIS and MIA [88]. Management of nonsolid nodules or GGNs has the greatest variation, because of the complexities of these lesions and lack of high-quality studies on the natural history of these lesions. Chinese and Japanese guidelines [83, 84], as well as the British Thoracic Society (BTS) and Fleischner Society guidelines [80, 85, 86] recommend early-recall LDCT in 3–6 months for GGN ≥6 mm to <15 mm. In addition, Chinese and Japanese guidelines recommend diagnostic workup for persistent nonsolid nodules ≥15 mm [83, 84]. The recommendation was based on finding that a nodule size >15 mm is a significant determinant for invasive adenocarcinoma [89]. In surgical series, 2.5–16% of resected pure GGOs were invasive adenocarcinoma [89–92]. A small fraction of GGNs evolve quickly to become semi-solid or solid nodule(s) with increasing likelihood of becoming invasive adenocarcinoma [89–94]. Microscopic involvement of mediastinal lymph nodes, although very rare, has been reported [89]. In contrast, based on studies that showed that lung cancers manifesting as GGNs are stage I adenocarcinomas, and the long-term lung cancer specific survival is 100%, regardless of the time from initial identification to treatment [95], the updated Lung CT Screening Reporting and Data System (Lung-RADS) guideline (version 1.1) increased the size threshold for a repeat LDCT in 6 months from ≥20 mm to ≥30 mm with no recommendation made for biopsy until the nodule becomes part-solid or solid [76]. Since the criteria for resection of GGNs were not standardised in different studies, it is unknown what proportion of the surgical patients would have stage II or greater lung cancer if they had annual or biennial LDCT scans instead of surgery until the development of a part-solid or solid nodule. AIS (formerly bronchioloalveolar carcinoma) has been cited as the source of overdiagnosis. In NLST, the overdiagnosis rate of all screen-detected lung cancers excluding AIS is ∼6% after a median follow-up of 12.3 years [96]. It was estimated that ∼25% of screen-detected AIS would become clinically apparent within 10 years [96]. Therefore, finding AIS in a younger, healthier person would have different significance from someone who is older or with comorbidities. In younger individuals with GGN ≥15 mm, the option for biopsy or surgical resection can be discussed with the patient as an option to preclude radiation exposure from multiple repeated imaging studies, cost and prolonged patient anxiety [97].\n        When more than one CT scan is available such as from a scheduled annual/biennial repeat-screening LDCT or early-recall LDCT scan, growth is the major indicator for malignancy. It is important to search for the most temporally remote previous exams, including those done prior or outside of a screening setting to look for evidence of growth of an existing nodule [75]. A high standard of image quality is needed for precise quantitative measurements, whether using linear slice or volumetric methods. The Quantitative Imaging Biomarkers Alliance of the Radiological Society of North America has established protocols and profiles (standards documents) for small lung nodule volume assessment and monitoring [35, 36, 98]. If volume measures are used to determine nodule growth, it is important that the same CT scanner, same image acquisition protocol and software package be used at all time points to avoid variability [36, 98–100]. New nodules found in repeat annual screening are more likely to be malignant compared to baseline at a smaller size [101–104]. Lung-RADS and NELSON protocols recommend lowering the threshold for early-recall LDCT from 6 mm to 4 mm or from 100 mm3 to ≥50 mm3 for new solid lung nodules, and diagnostic workup for new solid nodules ≥8 mm or >200 mm3 and/or a volume doubling time <400 days [101–103]. New nonsolid nodules have lower invasive malignancy potential and do not require a more aggressive follow-up [95].\n        It is important to note that all guidelines have limitations and are not designed to be prescriptive, highlighting the need for a comprehensive, multidisciplinary lung nodule team within a lung cancer screening programme and the importance of prospective evaluation using quality indicators [75].\n      \n      \n        Personalised approach to nodule management and screening interval\n        The first attempt to individualise nodule management from the baseline (first) screening LDCT using clinical-epidemiological information such as age, sex, smoking history, family history of lung cancer and nodule information such as nodule size, nodule type (solid, part-solid or nonsolid), spiculation, location and number of nodules as well as non-nodule features such as emphysema is the PanCan Pulmonary Nodule Malignancy Probability model (also known as the Brock model or McWilliams model) [87]. The prediction tool (www.brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/) has been validated in several studies in different settings by different research groups [105–111]. The PanCan risk calculator is recommended for use in some settings by the BTS guidelines [80] and the American College of Radiology's Lung-RADS [76]. One of the greatest strength of the PanCan nodule malignancy risk calculator is the identification of individuals with very low-risk nodules who may have the next scheduled screening in 2 years instead of annually [22, 24, 112]. Biennial screening protocol in 80% of low-risk screenees instead of annual screening would have a significant impact on resource utilisation [112]. When two or more LDCTs are available, assessment of nodule volume doubling time in the European Union-NELSON protocol is another example of personalised approach to nodule management [78, 79, 113]. This approach prevented a sizeable proportion of individuals from going directly to clinical investigation, minimising false positive proportions [4].\n        Human visual cues of malignant features with expert readers, such as distortion of surrounding lung parenchyma architecture, pleural retraction or blood vessel leading into the nodule are not captured by size or volume criteria [114]. Advances in radiomics and machine learning may eventually provide this information as part of an automated risk assessment. Radiomics refers to the use of image analysis to quantify the nodule phenotype using shape descriptors, attenuation, textural features, wavelets and other features that are often imperceptible to the human eye [115]. These quantitative features can capture important phenotypic variation and predict malignant or metastatic behaviour [115–120]. These features may provide important clinical insights that could be used as decision-support tools for clinicians.\n        In contrast to radiomics, where hand-engineered features such as attenuation and textural features are used, machine learning and deep learning using convolutional neural networks to learn features from clinical information, lung nodules or whole CT volumes to define the phenotype. This approach has shown promising results to discriminate benign from malignant lung nodules [121–123]. Proof-of-principle studies have shown that it is feasible to build an end-to-end approach to simulate the radiologist's workflow by performing both localisation and lung cancer risk categorisation tasks using the whole CT volume with the potential to equal or out-perform radiologist readings [122]. The added value of radiomics and deep learning needs to be compared with what can be achieved with clinical information and radiologists’ CT readings without these tools. A deep-learning prediction algorithm using universally available clinical and radiologist-interpreted CT information after two screening LDCTs identified 10% of the screening population who might benefit from prompt diagnostic workup for a biologically aggressive tumour and 55% of individuals with a very low 2-year risk of malignant disease (0.16%) who could safely undergo the next scheduled screening CT in 2 years instead of annually [121].\n        Interval cancers, defined as cancers that arise in between repeat annual screening rounds with no significant nodule in the prior screening round occur in 5.6–16.9% of participants [19, 124–126]. The majority of interval lung cancers are stage IIIB/IV nonsmall cell lung cancers or small cell lung cancers [19, 122–127]. Interval lung cancers and incidence lung cancers arising from new nodules at post-baseline screens have significantly lower survival than either prevalence cancers or incidence cancers in which prior screens were positive [124]. Further research is needed to determine if these CT “occult” individuals and those with rapidly progressing small cell lung cancers can be identified from the LDCT phenotype or biomarkers such as from blood or exhaled breath [128].\nEligibility determination\n        An important determinant of the efficacy, effectiveness and equality of lung cancer screening programmes is the selection criteria used for determining eligibility. Lung cancer screening is most effective when applied to high-risk individuals [37, 38]. Screening low-risk individuals increases the likelihood that risks outweigh the benefits. Screening very low risk individuals has no lung cancer mortality reduction benefit. For example, in the NLST, individuals who had a 6-year lung cancer risk <0.64% had nonsignificantly more lung cancer deaths in the LDCT group than the chest radiography comparison group [39]. The 0.64%/6-year threshold represents the 40th percentile of risk in smokers as estimated in the Prostate Lung Colorectal and Ovarian (PLCO) trial data. For this reason, unlike other cancer programmes such as screening mammography and colorectal screening, universal screening of ever-smokers above a certain age is not recommended.\n        There are two major approaches to select high-risk ever-smokers for LDCT screening. The first is categorical age (age 50/55 to 74/77/80 years), 15/18.8/30 pack-years and time since quitting (10/15 years for former smokers) which has been used by NELSON, NLST, US Medicare and Medicaid Services and the US Preventive Services Task Force (USPSTF) as screening criteria, [3, 4, 6, 23]. A second approach is to use risk prediction models that are based on incidence lung cancer risk or risk of lung cancer death. In contrast to using limited categorical risk criteria, accurate lung cancer risk prediction models use additional predictors and quantify risk by modelling continuous predictors. >20 lung cancer risk prediction models have been proposed [40, 41]. Several models have been identified as being accurate and possibly suitable for guiding selection of individuals for lung cancer screening [41, 42] and they include the Bach, Lung Cancer Death Risk Assessment Tool and PLCOm2012 models [38, 43, 44]. To date, the PLCOm2012 is the lung cancer risk prediction model that has been most validated by different research teams in multiple countries around the world, including the US, Germany, Australia, the UK, Canada and Brazil [19, 20, 40–49]. The PLCOm2012 model has the following predictors: age, race/ethnicity, education (estimator of socioeconomic circumstance), body mass index, history of COPD, personal history of cancer, family history of lung cancer, smoking status (current versus former), smoking intensity (cigarettes per day), smoking duration and smoking quit-years in former smokers. Overall, it has been shown in retrospective and cost-effectiveness analyses that selection of screenees by an accurate risk model has statistically significantly higher sensitivity and positive predictive values for identifying individual who are diagnosed with lung cancer, averts more deaths, yields more life years gained, has smaller number needed to screen to avert one lung cancer death and is more cost-effective [38, 39, 45, 50–54].\n        Recently, in an attempt to address the increasing proportion of ever-smokers with lung cancer who do not meet the USPSTF screening criteria, as well as to reduce disparity due to race/ethnicity and gender differences, the USPSTF proposed lowering the age from 55 to 50 years and smoking history from ≥30 pack-years to ≥20 pack-years [55]. Black Americans have higher lung cancer incidence than White Americans, but they typically smoke with less intensity. Fewer females than males would be eligible for screening with a ≥30 pack-years eligibility requirement, as they typically accumulate fewer pack-years than male smokers [56, 57]. The National Comprehensive Cancer Network in the US has endorsed using the PLCOm2012 with ≥1.3%/6-year risk threshold in its group 2 criteria for screening. This would better address racial/ethnic and gender inequalities without increasing the number of low-risk individuals being screened by lowering the age and pack-years criteria, which would have significant implications in increasing potential harms from screening, resource utilisation and costs, but the USPSTF has been reluctant to adopt the use of lung cancer risk prediction models. Some of the reasons cited for exclusion include that risk prediction models select older individuals who have more comorbidities, more competing causes of death and have fewer life-years gained and that risk models are too difficult to use and may serve as a barrier to screening [56]. Among PLCO trial participants who were NLST criteria eligible, when low-risk NLST-eligible individuals were excluded (PLCOm2012 risk <1.5%/6 years, observed actual risk 0.8%/6 years), those who were in the NLST group or in the PLCOm2012 ≥1.5% high-risk group had comorbidity counts of 0.99 versus 1.01 and competing deaths in 5 years of 6.6 per 100 versus 6.7 per 100, respectively [41]. These differences are small. In the Cancer Intervention and Surveillance Modeling Network (CISNET) model, the life-years gained per 100 000 individuals screened is slightly higher with PLCOm2012 compared to USPSTF2013 (4982 versus 4882) [56]. There is little strong evidence to support the life expectancy of screenees selected by PLCOm2012 being substantially shorter than those with USPSTF criteria. In practice, risk prediction models do not select individuals whose ages are grossly much older than those selected by the USPSTF criteria. The prospective International Lung Screening Trial (ILST) [22, 52], comparing the two criteria, found that PLCOm2012 risk ≥1.7%/6-years criteria identified 18.5% more lung cancers than the USPSTF screening the same number of individuals The mean age of the two groups was 63.01 years in USPSTF versus 65.38 years in PLCOm2012 (difference 2.37 years) [52]. It is unlikely that the life-years gained by all those extra individuals diagnosed with lung cancer by the PLCOm2012 is going to be undone by a 2-year age difference between groups. Similarly, the Manchester Lung Health Check (MLHC) pilot used the PLCOm2012 ≥1.51% risk for community-based enrolment [20]. The average age of participants was 64.7 years. Thus, in population-based screening, the majority of individuals are aged ≤65 years, regardless of eligibility approach used. It is noteworthy that in all lung cancer screening studies that have been reported, age distributions have been right-skewed and median ages have been lower than mean ages [3, 4, 19, 58]. Given real-world data, microsimulation model estimates for using the PLCOm2012 model versus the categorical age/pack-years/quit-years approach appear to underestimate life-years gained and overestimate overdiagnosis. This conclusion is based on the observation that CISNET modelling assumed 100% participation and adherence [56], when in reality, even anticipating good realistic participation rates, the age distribution of participants will be skewed to younger ages, as those with life-limiting illnesses will self-select themselves out or be physician-selected out, as recommended by current screening guidelines [23, 26, 27, 58].\n        In addition, the ILST found that in 888 out of 3906 individuals eligible for screening by USPSTF criteria alone, only three lung cancers were detected. The estimated 6-year risk is expected to be <1%. For this sizeable group (22.7%), the harms may exceed the benefits [52]. The eight-centre Pan-Canadian Early Detection of Lung Cancer Study (PanCan) [19], the ILST in Canada, Australia and Hong Kong [22], the MLHC pilot in the UK [20] used the PLCOm2012 risk assessment tool for recruitment. The Yorkshire Lung Screening Trial is a large (n=62 980) randomised trial and one of its primary objectives is to compare the performance of PLCOm2012 (threshold ≥1.51%), Liverpool Lung Project (LLPv2) (threshold ≥5%) and USPSTF2013 eligibility criteria for screening population selection [59]. The trial will provide additional comparative assessment of the LLPv2 model, which the ILST did not do.\n        The PLCOm2012 tool was found to be easy to use and took ∼5 min to administer, either using a form or electronically (web-based). Since LDCT is a relatively expensive screening tool compared to those used in other cancer screening programmes and enrolment by the USPSTF 2020 criteria could potentially commit an individual to up to 30 years of screening, it would serve the public better by using the most accurate tool to identify those who would benefit from LDCT screening. The previous and the new USPSTF2020 draft guidelines [23, 55], as well as the NELSON trial inclusion criteria [4] will also exclude an important number of high-risk individuals, such as those with intense smoking histories who quit >10 or >15 years ago. A recent meta-analysis showed that the reducible relative risk after smoking cessation only marginally declines after 15 years from 26.7% (95% CI 20.2–34.3%) to 19.7% (95% CI 13.3–26.4%) at 20 years [60]. An estimated 4.2 (3.9–4.5) million former smokers in the USA aged between 55 and 80 years would not be eligible for lung cancer screening just by the “quit within 15 years” criteria alone [60]. The Chicago Race Screening Eligibility Study showed that overall, 37.6% of lung cancer patients would not have been eligible for screening just because their smoking quit times were >15 years; ineligibility by this criterion was greater in Black patients than in White patients (49.1% versus 40.6%) [61]. In PLCOm2012, quit time is not an exclusion criterion for former smokers. The USPSTF criteria found 62.4% of White Americans and 50.3% of Black Americans to be eligible for screening. The PLCOm2012 with a risk threshold of ≥1.5%/6 years found 70.5% of Whites and 74.1% of Blacks to be eligible for screening. The PLCOm2012 was significantly more sensitive at selecting White and Black Americans for screening and removed the race disparity [61].\n        Many officials outside the USA believe that the race/ethnicity predictor of the PLCOm2012 model is not relevant in their jurisdictions. For this reason, the PLCO2012noRace model was prepared by re-parameterising excluding the race/ethnicity predictor. The resultant PLCO2012noRace model has a predictive performance very similar to the original model. The PLCO2012noRace model is planned for use in the Ontario lung screening programme (was used in the pilot) and in the UK National Health Service Lung Health Check programme [61, 62]. The PLCO2012noRace model has been validated in a multiracial population in Chicago [63]. It is available at no cost for noncommercial users at www.brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/.\nRecruitment\n        The impact of screening is dependent on the screening uptake in the general population. Despite recommendations to screen eligible patients and insurance coverage [6], uptake in the USA has been slow [64]. In the USA Medicare fee-for-service population, only 4.1% (95% CI 3.9–4.3%) of the estimated eligible Medicare population participated in lung cancer screening in 2016 [65]. A recent study using data from the 2017 US Behavioral Risk Factor Surveillance System study from 10 states indicated that screening rates have increased to an average of 14.4%; however, significant interstate differences in participation were observed, varying from 6.5% to 18.1% [66].\n        Provider factors related to low screening uptake include lack of knowledge or uncertainty about benefits of screening, eligibility criteria, lack of time due to competing priorities, uncertainty or concerns about management of screen-detected abnormalities, and availability of accredited screening facility [67–71]. One study showed that 67% of primary care physicians indicated they would not engage in shared decision-making if it took >8 min [67]. Patient factors related to low screening uptake include lack of awareness about screening, language barriers, lower socioeconomic status, racial/ethnic barriers, costs related to taking time away from work for screening, fear of LDCT or unfamiliar procedures, physician visits and transportation, fear of cancer and lack of access to screening facility [65, 68–73].\n        In PanCan, patients were highly receptive and satisfied with shared decision-making for lung cancer screening conducted via telephone. Educational outreach to patients and providers and the MLHC approach appear to successfully reduce fear and stigma and improve accessibility [20, 21, 74]. In focus groups in the health technology assessment conducted in preparation for the Ontario Health (Cancer Care Ontario) lung cancer screening pilot, physicians expressed a preference for not conducting the risk-assessment and risk/harm discussion themselves, and preferred navigators to perform these tasks. In the pilot, trained expert navigators carried out these tasks and participant satisfaction surveys found that very high proportions of participants were satisfied or very satisfied with the process [61]. Shifting this time-consuming burden from physician to navigator may improve screening efficiency and increase physician buy-in.\nLung nodule management\n        Appropriate management of screen-detected lung nodules has significant implications for healthcare resource utilisation and minimising harm from radiation exposure related to imaging studies, invasive procedures and clinically significant distress. A comprehensive review of management of screen-detected lung nodules was recently conducted by the Pan-Canadian Partnership Against Cancer Lung Cancer Screening Network to provide an evidence-based best-practice framework for healthcare professionals to manage screen-detected lung nodules, background information for primary care providers who have to explain results and next step to patients, sample radiology reports that are factual and facilitate referring physicians to manage clinical findings and separate lay-language reports for screenees using language no greater than the sixth-grade reading level to minimise misinterpretation that can provoke anxiety [75].\n        A practical approach to manage screen-detected lung nodules is to assign them into one of three actionable categories: routine screening, which can be annual or biennial scans depending on the screening protocol or malignancy risk; early-recall surveillance LDCT in 1–6 months; or referral for a diagnostic workup. This is preferable to labelling a result as a “positive” or “indeterminate” scan which can be misleading to healthcare providers and the patients. Significant variation exists in management guidelines for lung nodules found on the baseline (first) screening LDCT (table 2) [24, 75–86]. Currently, there is no protocol that can accurately identify all malignant lung nodules while avoiding unnecessary diagnostic workup of benign nodules. The range of recommendations represents the heterogeneity in clinical practice related to differences in the local prevalence of benign lung nodules and ground-glass nodules (GGNs), diagnostic infrastructure and expertise as well as accessibility of healthcare resources. If quality indicators are used to evaluate the performance of a screening programme, heterogeneity of results provides the opportunity to make comparisons across health jurisdictions using different management protocols leading to refinement of the local protocol to achieve the best outcome(s) [75]. Since most of the screen-detected malignant solid lung nodules are stage IA lung cancer [3, 4, 10–20], the average malignancy probability based on nodule size is ∼25% and seldom exceeds 50% [22, 24, 78, 87]. Clinicians accustomed to pre-test probability to manage non-screen-detected lung cancers need to be aware of the difference in the range of malignancy probabilities.\n        \n          TABLE 2\n          \n            Range of recommendations for management of screen-detected lung nodules\n          \n          \n            \n              \n              \n              \n              \n            \n            \n              \n                \n                \nRoutine annual or biennial repeat screening\n\n                \nEarly recall (repeat LDCT 1–6 months)\n\n                \nDiagnostic workup\n\n              \n            \n            \n              \n                \nBaseline screening\n\n                \n                \n                \n              \n              \n                 Solid nodule\n                No nodule or nodule <5 mm or PanCan risk score¶ <6%\n                >5 mm to <15 mm; or≥100 mm3 to <500 mm3; orPanCan risk score¶ ≥6 to <30\n                ≥15 mm or≥500 mm3 orPanCan risk score¶ ≥30\n              \n              \n                 Part-solid nodule#\n                <6 mm\n                ≥6 mm to <8 mm\n                ≥8 mm or≥268 mm3\n              \n              \n                 Nonsolid nodule\n                <6 mm\n                6 to <15 mm\n                ≥15 mm persistent in 3 months or develop solid component\n              \n              \n                \nAnnual/biennial repeat screening\n\n                \n                \n                \n              \n              \n                 New solid nodule\n                <4 mm\n                4 mm to <8 mm or≥50 mm3 to <200 mm3\n                ≥8 mm or≥200 mm3\n              \n              \n                Pre-existing solid nodule\n                VDT >600 days\n                VDT 400 to 600 days\n                VDT <400 days\n              \n              \n                 Part-solid nodule#\n                <6 mm\n                ≥6 mm to <8 mm\n                ≥8 mm\n              \n              \n                 Nonsolid nodules\n                <15 mm\n                ≥15 mm\n                Development of solid component ≥6 mm or become solid\n              \n            \n          \n          \n            LDCT: low-dose computed tomography; PanCan: Pan-Canadian Early Detection of Lung Cancer Study; VDT: volume doubling time. #: refers to size of solid component; ¶: nodule malignancy risk score [24, 86]. Data from [22, 24, 78–91].\n          \n        \n        Management of part-solid nodules is usually based on the size of the solid component. There is a significant correlation between the size of the solid component on CT and the invasive component on pathology. The probability of transitioning from adenocarcinoma in situ (AIS) to minimally invasive adenocarcinoma (MIA) increases when the maximal diameter for the solid component is >3 mm. A solid component >8 mm differentiates invasive adenocarcinoma from AIS and MIA [88]. Management of nonsolid nodules or GGNs has the greatest variation, because of the complexities of these lesions and lack of high-quality studies on the natural history of these lesions. Chinese and Japanese guidelines [83, 84], as well as the British Thoracic Society (BTS) and Fleischner Society guidelines [80, 85, 86] recommend early-recall LDCT in 3–6 months for GGN ≥6 mm to <15 mm. In addition, Chinese and Japanese guidelines recommend diagnostic workup for persistent nonsolid nodules ≥15 mm [83, 84]. The recommendation was based on finding that a nodule size >15 mm is a significant determinant for invasive adenocarcinoma [89]. In surgical series, 2.5–16% of resected pure GGOs were invasive adenocarcinoma [89–92]. A small fraction of GGNs evolve quickly to become semi-solid or solid nodule(s) with increasing likelihood of becoming invasive adenocarcinoma [89–94]. Microscopic involvement of mediastinal lymph nodes, although very rare, has been reported [89]. In contrast, based on studies that showed that lung cancers manifesting as GGNs are stage I adenocarcinomas, and the long-term lung cancer specific survival is 100%, regardless of the time from initial identification to treatment [95], the updated Lung CT Screening Reporting and Data System (Lung-RADS) guideline (version 1.1) increased the size threshold for a repeat LDCT in 6 months from ≥20 mm to ≥30 mm with no recommendation made for biopsy until the nodule becomes part-solid or solid [76]. Since the criteria for resection of GGNs were not standardised in different studies, it is unknown what proportion of the surgical patients would have stage II or greater lung cancer if they had annual or biennial LDCT scans instead of surgery until the development of a part-solid or solid nodule. AIS (formerly bronchioloalveolar carcinoma) has been cited as the source of overdiagnosis. In NLST, the overdiagnosis rate of all screen-detected lung cancers excluding AIS is ∼6% after a median follow-up of 12.3 years [96]. It was estimated that ∼25% of screen-detected AIS would become clinically apparent within 10 years [96]. Therefore, finding AIS in a younger, healthier person would have different significance from someone who is older or with comorbidities. In younger individuals with GGN ≥15 mm, the option for biopsy or surgical resection can be discussed with the patient as an option to preclude radiation exposure from multiple repeated imaging studies, cost and prolonged patient anxiety [97].\n        When more than one CT scan is available such as from a scheduled annual/biennial repeat-screening LDCT or early-recall LDCT scan, growth is the major indicator for malignancy. It is important to search for the most temporally remote previous exams, including those done prior or outside of a screening setting to look for evidence of growth of an existing nodule [75]. A high standard of image quality is needed for precise quantitative measurements, whether using linear slice or volumetric methods. The Quantitative Imaging Biomarkers Alliance of the Radiological Society of North America has established protocols and profiles (standards documents) for small lung nodule volume assessment and monitoring [35, 36, 98]. If volume measures are used to determine nodule growth, it is important that the same CT scanner, same image acquisition protocol and software package be used at all time points to avoid variability [36, 98–100]. New nodules found in repeat annual screening are more likely to be malignant compared to baseline at a smaller size [101–104]. Lung-RADS and NELSON protocols recommend lowering the threshold for early-recall LDCT from 6 mm to 4 mm or from 100 mm3 to ≥50 mm3 for new solid lung nodules, and diagnostic workup for new solid nodules ≥8 mm or >200 mm3 and/or a volume doubling time <400 days [101–103]. New nonsolid nodules have lower invasive malignancy potential and do not require a more aggressive follow-up [95].\n        It is important to note that all guidelines have limitations and are not designed to be prescriptive, highlighting the need for a comprehensive, multidisciplinary lung nodule team within a lung cancer screening programme and the importance of prospective evaluation using quality indicators [75].\nPersonalised approach to nodule management and screening interval\n        The first attempt to individualise nodule management from the baseline (first) screening LDCT using clinical-epidemiological information such as age, sex, smoking history, family history of lung cancer and nodule information such as nodule size, nodule type (solid, part-solid or nonsolid), spiculation, location and number of nodules as well as non-nodule features such as emphysema is the PanCan Pulmonary Nodule Malignancy Probability model (also known as the Brock model or McWilliams model) [87]. The prediction tool (www.brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/) has been validated in several studies in different settings by different research groups [105–111]. The PanCan risk calculator is recommended for use in some settings by the BTS guidelines [80] and the American College of Radiology's Lung-RADS [76]. One of the greatest strength of the PanCan nodule malignancy risk calculator is the identification of individuals with very low-risk nodules who may have the next scheduled screening in 2 years instead of annually [22, 24, 112]. Biennial screening protocol in 80% of low-risk screenees instead of annual screening would have a significant impact on resource utilisation [112]. When two or more LDCTs are available, assessment of nodule volume doubling time in the European Union-NELSON protocol is another example of personalised approach to nodule management [78, 79, 113]. This approach prevented a sizeable proportion of individuals from going directly to clinical investigation, minimising false positive proportions [4].\n        Human visual cues of malignant features with expert readers, such as distortion of surrounding lung parenchyma architecture, pleural retraction or blood vessel leading into the nodule are not captured by size or volume criteria [114]. Advances in radiomics and machine learning may eventually provide this information as part of an automated risk assessment. Radiomics refers to the use of image analysis to quantify the nodule phenotype using shape descriptors, attenuation, textural features, wavelets and other features that are often imperceptible to the human eye [115]. These quantitative features can capture important phenotypic variation and predict malignant or metastatic behaviour [115–120]. These features may provide important clinical insights that could be used as decision-support tools for clinicians.\n        In contrast to radiomics, where hand-engineered features such as attenuation and textural features are used, machine learning and deep learning using convolutional neural networks to learn features from clinical information, lung nodules or whole CT volumes to define the phenotype. This approach has shown promising results to discriminate benign from malignant lung nodules [121–123]. Proof-of-principle studies have shown that it is feasible to build an end-to-end approach to simulate the radiologist's workflow by performing both localisation and lung cancer risk categorisation tasks using the whole CT volume with the potential to equal or out-perform radiologist readings [122]. The added value of radiomics and deep learning needs to be compared with what can be achieved with clinical information and radiologists’ CT readings without these tools. A deep-learning prediction algorithm using universally available clinical and radiologist-interpreted CT information after two screening LDCTs identified 10% of the screening population who might benefit from prompt diagnostic workup for a biologically aggressive tumour and 55% of individuals with a very low 2-year risk of malignant disease (0.16%) who could safely undergo the next scheduled screening CT in 2 years instead of annually [121].\n        Interval cancers, defined as cancers that arise in between repeat annual screening rounds with no significant nodule in the prior screening round occur in 5.6–16.9% of participants [19, 124–126]. The majority of interval lung cancers are stage IIIB/IV nonsmall cell lung cancers or small cell lung cancers [19, 122–127]. Interval lung cancers and incidence lung cancers arising from new nodules at post-baseline screens have significantly lower survival than either prevalence cancers or incidence cancers in which prior screens were positive [124]. Further research is needed to determine if these CT “occult” individuals and those with rapidly progressing small cell lung cancers can be identified from the LDCT phenotype or biomarkers such as from blood or exhaled breath [128].\nSmoking cessation\n      On average, 50% of individuals participating in lung cancer screening are current smokers [3–5, 9–21]. This is much higher than the 15–20% in the general population who are 55–80 years of age. In the NLST and the Italian COSMOS study, a significantly higher incidence of lung cancer was observed in current versus former smokers [18, 129]. In the NLST, 7 years of abstinence from tobacco smoking alone was associated with 20% reduction in lung cancer mortality [130]. Combining smoking abstinence with LDCT screening resulted in 38% reduction in death from lung cancer [130]. A 39% reduction in all-cause mortality was observed in former compared to current smokers undergoing repeated LDCT screening in the MILD trial [131]. One-third of the current smokers in NLST were found to be highly dependent on tobacco [129]. High tobacco dependency was associated with higher lung cancer rates, all-cause mortality and lung cancer-specific mortality [129]. Therefore, it is imperative that smoking cessation programmes are integrated in lung cancer screening programmes [23, 54, 55].\n      It is often cited that lung cancer screening presents a “teachable moment” for smoking cessation counselling. Lung cancer screening presents an opportunity to access a significantly higher proportion of current smokers than in the general population, but LDCT screening itself may not elicit a sufficient emotional response to motivate a major behavioural change such as smoking cessation [132]. Abnormal findings on a CT scan may increase initial quit attempts, especially if the finding is new and suspicious for lung cancer, but the behaviour for less-significant abnormality may not be sustained [129, 132–134]. The average quit rate is between 11% and 14% [135]. The cessation rates are higher with more than one screening round and longer duration in the screening programme [129, 132, 136]. As some lung cancer screening-associated smoking cessation studies have failed to demonstrate substantial success [137–139], the optimal approach for delivering smoking cessation interventions among older individuals with higher tobacco dependency participating in a LDCT screening programme is an area requiring active research [140, 141]. Treatment of tobacco dependency and evaluation of the success of smoking cessation programme should take into account the level of nicotine dependency which can be readily assessed by asking a simple question on time to first cigarette upon waking [129]. It should be noted there has not been a major breakthrough in pharmacotherapy since varenicline was released in 2006.\n      \n        Cost-effectiveness of lung screening\n        A cost-effective screening programme has the highest chance of being adopted in a healthcare ecosystem with competing needs. A standard approach of assessing the value for money of a medical intervention, and weighing benefits versus harms, is the cost-effectiveness analysis. Cost-effectiveness analyses often employ the metric of incremental cost per quality-adjusted life-year (QALY) gained. The QALY incorporates both length and quality of life. Essentially, one QALY is the value of 1 year in good health. In the UK, a value below GBP 20 000 per QALY gained is generally considered by the National Institute for Health and Clinical Excellence as cost-effective, but there is a range of acceptable cost effectiveness of GBP 20 000–30 000 per QALY, depending on the certainty of the sensitivity analysis and the disease burden [142]. Studies in Italy, Germany and the UK showed a range of incremental cost-effectiveness ratio (ICER) of EUR 3297 [143], EUR 34 841 [144], EUR 8466 [145] and EUR 10 069 [146] per QALY. A modelling study in the USA comparing the NLST, the Centers for Medicare & Medicaid Services and the US Preventive Services Task Force recommendations which used 74, 77 or 80 years, respectively, as upper age limits for screening showed an ICER of USD 49 200, USD 68 600 and USD 96 700 per QALY, respectively [147]. All three scenarios are below the USD 100 000 willingness-to-pay threshold in the US. Screening programme costs were found to be sensitive to lung cancer prevalence, screening sensitivity and specificity, age to stop screening, participation rates, integration of smoking cessation intervention for current smokers, LDCT cost, nodule management and treatment costs [27, 54, 143–148]. Using a risk prediction model based screening approach instead of a risk factor based approach (age and pack-years), a Canadian study showed an ICER of CAD 20 724 (CAD 1 ∼ USD 0.75 or EUR 0.67) [54]. Cost-effectiveness was found to be driven primarily by noncancer outcomes, such as tobacco-related diseases. In addition, the study suggests that higher noncurative drug costs or current immunotherapy and targeted therapies would render lung cancer screening a cost-saving intervention [54].\nCost-effectiveness of lung screening\n        A cost-effective screening programme has the highest chance of being adopted in a healthcare ecosystem with competing needs. A standard approach of assessing the value for money of a medical intervention, and weighing benefits versus harms, is the cost-effectiveness analysis. Cost-effectiveness analyses often employ the metric of incremental cost per quality-adjusted life-year (QALY) gained. The QALY incorporates both length and quality of life. Essentially, one QALY is the value of 1 year in good health. In the UK, a value below GBP 20 000 per QALY gained is generally considered by the National Institute for Health and Clinical Excellence as cost-effective, but there is a range of acceptable cost effectiveness of GBP 20 000–30 000 per QALY, depending on the certainty of the sensitivity analysis and the disease burden [142]. Studies in Italy, Germany and the UK showed a range of incremental cost-effectiveness ratio (ICER) of EUR 3297 [143], EUR 34 841 [144], EUR 8466 [145] and EUR 10 069 [146] per QALY. A modelling study in the USA comparing the NLST, the Centers for Medicare & Medicaid Services and the US Preventive Services Task Force recommendations which used 74, 77 or 80 years, respectively, as upper age limits for screening showed an ICER of USD 49 200, USD 68 600 and USD 96 700 per QALY, respectively [147]. All three scenarios are below the USD 100 000 willingness-to-pay threshold in the US. Screening programme costs were found to be sensitive to lung cancer prevalence, screening sensitivity and specificity, age to stop screening, participation rates, integration of smoking cessation intervention for current smokers, LDCT cost, nodule management and treatment costs [27, 54, 143–148]. Using a risk prediction model based screening approach instead of a risk factor based approach (age and pack-years), a Canadian study showed an ICER of CAD 20 724 (CAD 1 ∼ USD 0.75 or EUR 0.67) [54]. Cost-effectiveness was found to be driven primarily by noncancer outcomes, such as tobacco-related diseases. In addition, the study suggests that higher noncurative drug costs or current immunotherapy and targeted therapies would render lung cancer screening a cost-saving intervention [54].\nFuture direction\n      A great deal of resources and research efforts have focused on identifying biomarkers that can improve early detection or identify high risk and to differentiate malignant from benign lung nodules. These tests include, but are not limited to exhaled breath, autoantibodies, complement fragments, cell-free nucleic acids, DNA methylation, blood protein profiles and RNA airway or nasal signatures [128]. To our knowledge, only one biomarker has been evaluated for potential application to identify high-risk smokers for LDCT screening in a phase IV randomised controlled study. Unfortunately, the EarlyCDT autoantibody test missed 67.9% of individuals who developed lung cancer with a negative test [149]. Plasma proteins based on sound tumour biology such as pro-surfactant protein B and carcinoembryonic antigen are promising biomarkers that may identify individuals who are truly at high risk, but do not qualify for screening by risk-prediction models. These and other biomarkers such as methylated circulating free DNA require further investigation [150, 151]. In the realm of LDCT screening protocols, additional work must be done to personalise the screening interval and duration. Current evidence supports repeat surveillance screening for a much longer period, similar to cervical, breast and colorectal screening programmes, unless the individual is no longer eligible for screening due to comorbidities with a short life expectancy [13, 18, 50, 56]. Some analyses that have concluded that biennial screening is less effective than annual screening when the biennial interval was applied to all participants. The more correct approach is to apply biennial repeat screening interval only to lower-risk individuals. In ILST, ∼80% of the participants have biennial screening [112].\n      Prospective evaluation of promising risk-based approaches that incorporates clinical-epidemiological information, CT findings in prior scans or whole-lung-volume deep learning [121, 122, 152, 153], and potentially biomarker data to personalise the screening interval is needed, as they have significant implication in reducing healthcare resource utilisation and reduction in potential harm from radiation and diagnostic procedures without compromising lung cancer death reduction.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9488761/",
    "doi": "https://doi.org/10.1183/16000617.0288-2020"
}