{
    "title": "Updates in combined approaches of radiotherapy and immune checkpoint inhibitors for the treatment of breast cancer",
    "abstract": "Collectively, more studies are needed to screen for such toxicities and determine the proper doses of targeted therapies, ICIs, and radiotherapy that can be efficacious, while inducing minor adverse events and low toxicities in patients with aggressive forms of breast cancer, While the safety profiles of combined approaches are important to consider when determining the optimal treatment plan, another important aspect to consider is the cost-effectiveness of such therapeutics. A Pilot Study of SGT-53 With Carboplatin and Pembrolizumab in Metastatic Triple Negative Inflammatory Breast Cancer - Metastatic, triple negative inflammatory breast cancer - Carboplatin (intravenous)- Pembrolizumab (intravenous)- SGT-53 (Transferrin Receptor-Targeted Liposomal p53 cDNA) (intravenous) - None - Phase I- 9 participants- Clinical trial - Not yet recruiting The clinical and preclinical promise of combining immunotherapy, radiotherapy, and PARP inhibitors Another approach for improving the efficacy of immunotherapy exists in combining immunotherapy and radiotherapy with DNA damage inhibitors, as summarized in Figure 4 . Collectively, more studies are needed to screen for such toxicities and determine the proper doses of targeted therapies, ICIs, and radiotherapy that can be efficacious, while inducing minor adverse events and low toxicities in patients with aggressive forms of breast cancer, While the safety profiles of combined approaches are important to consider when determining the optimal treatment plan, another important aspect to consider is the cost-effectiveness of such therapeutics.",
    "authors": [
        "Kassidy M. Jungles",
        "Erin A. Holcomb",
        "Ashley N. Pearson",
        "Kalli R. Jungles",
        "Caroline R. Bishop",
        "Lori J. Pierce",
        "Michael D. Green",
        "Corey W. Speers"
    ],
    "published_year": "2022",
    "description": "Introduction\n      Breast cancer (BC) is the most common non-cutaneous malignancy diagnosed in females, accounting for nearly one-third of all new cancer diagnoses (1). During 2022, in the United States, approximately 287,850 females will be diagnosed with breast cancer, while over 43,000 females will ultimately succumb to their disease (1). Breast cancer incidence has increased in female patients, coinciding with an increase in obesity and decline in fertility rates (1, 2). Early detection and improved loco-regional and systemic therapies have led to improved outcomes among breast cancer patients in recent years (3). However, breast cancer is a heterogenous disease with diverse molecular subtypes, clinical classifications, and genetic variations (3, 4). Using the most common definition, breast cancer is divided into four molecular subtypes—luminal A, luminal B, HER2+, and triple negative breast cancer (TNBC)—based upon the presence or absence of important hormone receptors, including the estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER2) (4). This heterogeneity at the tumor level results in different responses to therapy (3–5). Importantly, TNBC is the most aggressive breast cancer subset that disproportionately impacts patients of color and younger patients (4, 6–8). Significantly, more effective therapies for TNBC are desperately needed.\n      Locally advanced breast cancer is treated via a trimodal approach that includes surgery, chemotherapy, and radiotherapy. Recent advances in precision medicine have been developed to target the molecular differences that exist in breast cancer (3). Endocrine therapies, including the selective estrogen receptor modulator (SERM) tamoxifen, selective estrogen degrader (SERD) fulvestrant, or the aromatase inhibitors anastrozole and exemestane, target the estrogen receptor found in ER+ breast cancer (9). Other precision medicine advancements used in the management of metastatic breast cancer include small molecule inhibitors of key modulators of breast cancer growth and survival. For example, inhibiting the cyclin dependent kinases 4 and 6 (CDK4/6) mechanistically prevents the progression of cancerous cells through the cell cycle, while inhibiting poly (adenosine diphosphate-ribose) polymerase (PARP) impairs DNA repair (10, 11). While these targeted therapies improve survival, therapeutic resistance is common, and the discovery of additional treatment options are warranted.\n      An emerging therapeutic option for treating breast cancer is immunotherapy, which enables a patient’s immune system to recognize and eliminate cancerous cells. Cancer cells evade the immune system by expressing immune checkpoints: inhibitory molecules that hinder the immune system’s ability to eliminate cancer. Immune checkpoint inhibitors (ICIs) block these immune checkpoints or “brakes” on the immune system, resulting in an increase in antitumor immunity and the eradication of cancerous cells. Currently, clinically utilized ICIs target the programmed death receptor 1 (PD-1)-programmed death ligand 1 (PD-L1) or cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) axes (12). ICIs have been most clinically successful in the management of melanoma (13), non-small cell lung cancer (NSCLC) (14), and bladder cancer (15). Overall, more than 40% of all cancer patients are eligible to receive ICIs (16, 17). Importantly, recent studies suggest that ICIs are effective for the treatment of breast cancer patients, although it was originally believed that these patients would respond poorly to immunotherapies due to this disease being a relatively nonimmunogenic cancer (18). Of all breast cancer subtypes, immunotherapy is particularly promising for the treatment of TNBC that cannot be treated via hormone therapies due to not expressing commonly targeted hormone receptors—including the ER, PR, and HER2. Immunotherapy may also be promising for treating this subset of breast cancer, since treatment resistance to standard therapies—like chemotherapy and radiotherapy—remains a significant clinical issue for TNBC patients (19, 20).\n      Combining radiotherapy with immunotherapy for the treatment of aggressive breast cancers may improve treatment efficacy. Early preclinical studies demonstrate that radiotherapy promotes antigen presentation in tumor cells by causing DNA damage, altering transcription, and potentially leading to presentation of immunogenic peptides (21, 22). By promoting the presentation of immunogenic peptides, the recognition of cancer cells by T cells can be enhanced to reactivate the body against the tumor, thus, overcoming the immunosuppressive effects of immune checkpoints. Clinical studies assessing the effectiveness of multimodal approaches incorporating radiotherapy and immunotherapy in breast cancer are ongoing. While combining immunotherapy and radiotherapy to treat aggressive breast cancers is clinically promising, additional research is necessary to determine the mechanisms underlying this therapeutic approach. This review will cover the cellular and molecular regulators of antitumor immunity as well as review the preclinical and clinical advances supporting immunotherapy as a treatment option for breast cancer patients. Throughout this review, we place a special emphasis on emerging therapeutic approaches and clinical trials combining immunotherapy with radiotherapy to treat breast cancer.\n      \n        Immune microenvironment in breast cancer\n        The immune system is a powerful mediator in protecting the body against foreign pathogens, and importantly plays a crucial role in safeguarding the body from self-cells that become cancerous. Paradoxically, the immune system can play both supportive and inhibitory roles in breast cancer progression and is an important pharmacological target to improve patient outcomes (23). Tumors are classified based upon the presence and location of immune cells in the tumor microenvironment (TME), where noninflamed (“cold”) tumors have a low infiltration of lymphocytes and inflamed (“hot”) tumors have a high infiltration of lymphocytes (24). Noninflamed tumors can also have an absence of infiltrating lymphocytes or have lymphocytes only on the peripheral edges of the tumor (“excluded”) (25). Additionally, antitumor immunity is dependent on the immune tone of the TME, with both immunosuppressive and immunostimulatory milieu being common. This is relevant in breast cancer carcinogenesis, where both the innate and adaptive immune system contribute to cancer development and immune evasion (26).\n        Tumor-associated macrophages (TAMs) are innate immune cells found within the TME that have pro-tumorigenic and anti-tumorigenic effector mechanisms in the context of cancer (27). Macrophages are divided into M1-like macrophages that exert antitumor effects and M2-like macrophages that exert pro-tumorigenic effects; however, these phenotypes are plastic and can be pharmacologically reprogrammed (27). In breast cancer, it has been known for the past two decades that macrophages can promote malignant transformation (28), while monocyte-derived macrophages additionally contribute to breast cancer metastasis (29). FOLR2+ macrophages are a specific subset of TAMs enriched predominantly in healthy mammary glands that positively correlate with CD8+ T cells (30). Contrastingly, TREM2+ macrophages are a subset of TAMs expressed primarily in cancerous breast tissue that contribute to tumor development (30). Additionally, in both TNBC and hormone receptor-positive (HR+) breast cancer, CD163+ TAMs are derived from circulating monocytes and contribute to immunosuppression (31). Neutrophils, another innate cell lineage, can also exert multifaceted pro-tumorigenic and anti-tumorigenic effects under different contexts (32). Within TNBC, there are dichotomous neutrophil-enriched subtypes (NES) and macrophage-enriched subtypes (MES). Specifically, the NES subtype displays an abundance of immunosuppressive neutrophils and is resistant to ICIs, whereas the MES subtype demonstrates mixed responses to ICIs (33). Furthermore, myeloid-derived suppressor cells (MDSCs) are a heterogeneous population of immature myeloid cells of the innate immune system that suppress CD8+ T cells and other immune cells in the TME, promoting tumor progression (34). Elevated levels of circulating MDSCs were present more often in breast cancer patients than in healthy volunteers and were even higher in patients with metastatic disease (35). MDSC crosstalk signaling promotes breast cancer progression in part through the STAT3 and NOTCH signaling pathways (36). In all, these cells of the innate immune system exert multifaceted effects in the TME and execute significant roles in cancer progression and immune surveillance.\n        Tumor-infiltrating lymphocytes (TILs) collectively refer to the populations of lymphocytes in the tumor. This population of white blood cells includes T lymphocytes (T cells), B lymphocytes (B cells), and natural killer (NK) cells (37, 38). T cells compose approximately 75% of TILs and consist of different subsets including cytotoxic CD8+ T cells, CD4+ T cells, and regulatory T cells (Tregs) that all contribute to the adaptive immune response (38, 39). The presence of TILs is associated with improved disease outcomes in breast cancer patients (40, 41). CD8+ T cells are directly cytotoxic to tumor cells, while CD4+ T cells can promote antitumor immunity through the secretion of inflammatory cytokines (42). Meanwhile, some immune cell populations may induce immunosuppressive effects in the TME. For example, CD4+ Tregs restrain the activation and function of CD8+ T cells (43). While it is well-established that CD8+ TILs are a favorable prognostic indicator and positively correlate with relapse-free survival in breast cancer (44), the T cell subtypes present in breast cancer are not fully understood (45). CD8+ tissue-resident memory (TRM) cells are one subset of CD8+ TILs contributing to immunity that express cytotoxic molecules and immune checkpoint proteins (46). Interestingly, CD8+ TRM cells are associated with improved relapse-free survival (RFS) in TNBC cancer patients (45). In early-stage TNBC patients, the presence of TRMs is associated with improved patient outcomes—including increased survival and decreased rates of recurrence (46). Increased intra-tumoral expression of CD39+PD-1+CD8+ T cells, another subset of CD8+ TILs, correlates with longer disease-free survival in breast cancer patients (47). In breast cancer, FOXP3+ Tregs are a distinct population of T cells associated with more aggressive forms of breast cancer, including a higher risk of relapse and decrease in survival (48). Additionally, intratumoral Tregs from breast cancer tumors have increased expression of the chemokine receptor CCR8, suggesting a unique phenotype and function of these cells in human breast cancer patients (49). B lymphocytes are a humoral cell population of the adaptive immune system that can contribute to both antitumor immune responses and potentiate cancer development (50). B lymphocytes are less prevalent in invasive breast cancers in comparison to early ductal carcinoma in situ (50). Importantly, the presence of immune infiltrates in the breast tumor may correlate to patient response to therapy. In the SweBCG91RT trial, immune infiltrates, in the form of CD8+ T cells and FOXP3+ T cells, were examined in early-stage breast cancer patients that received breast-conserving surgery (BCS) and postoperative radiotherapy. In this trial, early-stage breast cancer patients with antitumoral immune infiltrates had a decreased risk of recurrence, while the addition of radiotherapy to these patients was found to have limited benefits (51). In summary, a variety of lymphocytes are present in breast tissue and many of these lymphocytes play dual roles in carcinogenesis and immune recognition.\n        Of the breast cancer subtypes, TNBC is associated with the highest lymphocyte infiltration, followed by HER2+ breast cancer, and finally by HR+, HER2- breast cancer (41). Importantly, lymphocyte infiltration in breast cancer patients varies significantly from 1.1% to 44%, which is independent from tumor size (52). In a study that examined CD8+ T cell infiltration among 12,439 breast cancer patients, the presence of intratumoral CD8+ T cells was associated with a significant reduction in risk of death in both ER- and ER+, HER2+ breast cancer. Specifically, intratumoral CD8+ T cell expression was associated with a 28% reduction in mortality for TNBC and HER2+ tumors and 27% reduction in mortality for ER+, HER2+ tumors (53). Furthermore, there have also been differences found in the tumor immune microenvironment of African American breast cancer patients compared to non-African American patients, which may be contributed to socioeconomic and ancestry factors. African American TNBC patients display an increase in gene expression of immune pathways and an increase in immune infiltration—providing rationale for the application of immunotherapies for these patient populations (54). Inflammatory breast cancer (IBC) is a rare type of breast cancer which clinically presents with distinct rapid and substantial inflammation of the breast (55). IBC has a unique tumor microenvironment composition compared to other breast cancers (56). Emerging evidence suggests that the tumor microenvironments of IBC tumors is associated with an increase in CD8+ T cell infiltration (57, 58) and tumor-associated macrophages (59, 60); however, the effects of the immune system and underlying molecular pathways of IBC carcinogenesis are not fully defined (61). In summary, more research is necessary to understand the implications of immunotherapy for other breast cancer subsets, including HR+ breast cancers and IBC.\n      \n      \n        Regulators of immune responses in breast cancer\n        The immunogenicity of tumors is influenced by multiple factors, including the mutational load of the tumor. Cancerous cells accumulate variable levels of somatic mutations, which may result in the production of neoantigens and tumor-specific antigens (TSAs) (62–64). These antigens are recognized by the immune system to distinguish cancer cells from healthy, noncancerous cells (62). The ability of cytotoxic CD8+ T cells to recognize neoantigens produced by tumor cells was reported in the early 1990s and provided an important insight into the antitumor effects of T cells in cancer (65, 66). Cancer immunotherapies are often developed to target these neoantigens because they are tumor-specific and, thus, an attractive target for minimizing on-target, off-tumor effects (63, 67). Compared to other malignancies, breast cancer has less than the median number of somatic mutations (64). Only 5% of all breast cancers are hypermutated and carry a significant load of somatic mutations. Additionally, in breast cancer, the APOBEC signature, a signature that represents dysregulated AID/APOBEC cytidine deaminases, is the primary mutational process leading to these hypermutations (68). As tumor mutational load correlates with response to immunotherapy, from the perspective of antigen presentation, breast cancer is deemed relatively non-immunogenic.\n        Disruption and dysregulation of the cancer immunity cycle promotes carcinogenesis. Data from The Cancer Genome Atlas (TCGA) and Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) breast cancer cohorts suggest that malfunction of the cancer immunity cycle contributes to disease progression and serves as a prognostic biomarker (69). Avoiding immune clearance is an important hallmark of cancer that enables cancer cells to expand independently from the inhibitory effects of the immune system (65, 70). In the cancer immunity cycle, antigens produced by cancer cells are sampled by antigen-presenting cells (APCs) such as macrophages, dendritic cells, and B cells (65). APCs then present the antigens via major histocompatibility complexes I or II (MHCI/II) (65). Naïve T cells can recognize these antigens when their T cell receptor (TCR) binds to the MHC on the APC, and this interaction is stabilized by the co-receptors CD4 or CD8. This TCR recognition of the peptide-MHC complex is insufficient to fully activate T cells. An additional co-stimulation signal is required, which occurs when costimulatory molecules, such as CD28, on the T cell recognize signals, such as CD80/86, on the APC. Following these two signals, the APC will release cytokines, such as IL-2, to further direct the activation and differentiation of T cells. Once activated, T cells egress from the lymph nodes, traffic through the blood, and enter the TME (65). Trafficked T cells may then utilize their tumor antigen-specific TCRs to bind to neoantigens presented on MHC-I by the cancer cell, allowing for granzyme and perforin driven cytotoxicity. The overall effect of this pathway is dependent on which population of T cells is recruited to the tumor microenvironment.\n        In breast cancer, there are several mechanisms utilized by cancer cells to avoid recognition by the cancer immunity cycle (71). One way tumor cells can avoid immune recognition is via loss of MHC class I antigen presentation, which prevents the tumor cells from being recognized by CD8+ T cells (72). In breast cancer cells, this may occur in part through the protein MAL2 that promotes endocytosis of tumor antigens (73). Moreover, breast cancer cells can deplete the costimulatory receptor needed for T cell activation when CTLA-4 on tumor cells and CD80 on APCs promote trans-endocytosis of CD80 (74). Furthermore, by expressing immune checkpoints, cancer cells can target and inhibit the effector functions of T cells, including suppression of antitumor cytokine secretion and T cell proliferation (71). Collectively, these studies illustrate the many ways that breast cancer can avoid recognition by the cancer immunity cycle.\n        An immune pathway especially critical for modulating immune responses to cancer is the cyclic GMP-AMP synthase-stimulator of interferon genes (cGAS/STING) pathway, as represented in \nFigure 1\n (75). The stimulator of interferon genes (STING) is an endoplasmic reticulum (EnR)-bound, transmembrane protein that stimulates the transcription of numerous immune pathways following the recognition of cyclic dinucleotides (CDNs) and cytosolic DNA (cDNA) (75–77). CDNs and cDNA can be produced from viruses, bacteria, and diseased states including cancer (76). These cytoplasmic molecules of genetic information are consequently recognized by cyclic GMP-AMP synthase (cGAS), which produces cyclic GMP-AMP (cGAMP) (76, 77). Chromosomal instability (CIN)—another hallmark of cancer—occurs following chromosomal segregation errors during mitosis and can also activate the cGAS/STING pathway in cancer cells (70, 78). Moreover, in addition to promoting an antitumor immune response through the cGAS/STING pathway, CIN can also promote the activation of other immune cells, including natural killer cells to promote antitumor immunity (79). Micronuclei formation can additionally promote the cGAS/STING pathway to activate an immune response (80). Production of cGAMP by such means activates STING via binding with two STING molecules in the EnR, which leads to STING interacting with TANK-binding kinase 1 (TBK1) (76, 77). TBK1 can then phosphorylate type 1 interferon (T1IFN) transcription factors including interferon regulatory factor 3 (IRF3) and nuclear factor-κB (NF-κB) that promote gene transcription after translocation to the nucleus (76, 77). The cGAS/STING pathway and activation of T1IFNs also plays critical roles in cancer (81). For example, T1IFN production is often associated with T cell infiltration that promotes immune responses against tumors (76, 82, 83). In breast cancer, perinuclear expression of STING was recently found to be associated with improved prognosis in ER+ breast cancers (84). Consequently, the development of STING agonists has been explored as a therapy for the treatment of breast cancer to induce an antitumor response and improve the efficacy of additional immunotherapeutic approaches (85, 86). In short, the cGAS/STING pathway plays a critical role in cancer and is a potential pharmacological target for treating cancer patients.\n        \n          Figure 1\n          \n            The Cyclic GMP-AMP Synthase-Stimulator of Interferon Genes (cGAS/STING) Pathway Plays a Critical Role in Antitumor Immunity. Following DNA damaging events, DNA fragments enter the cytoplasm of cancer cells. This cytosolic DNA is then recognized by the cytoplasmic sensor cGAS, which can then produce cyclic GMP-AMP (cGAMP). Consequently, cGAMP promotes the recruitment of STING molecules in the endoplasmic reticulum, which leads to TANK-binding kinase 1 (TBK1) phosphorylating interferon regulatory factor 3 (IRF3), and nuclear factor-κB (NF- κB). IRF3 and NF- κB then translocate to the nucleus to promote transcription of type I interferons, which can lead to an antitumor response via the promotion of T cell infiltration into the tumor microenvironment.\n          \n          \n        \n      \n      \n        The role of immunotherapy in breast cancer\n        Immunotherapeutic approaches aimed at improving cancer control rates in breast cancer patients include cancer vaccines, adoptive cell transfer, and ICIs (87, 88). Cancer vaccines target distinct antigens upregulated in the tumors of cancer patients and provide immunological memory (89). Mechanistically, cancer vaccines seek to trigger an immune response via machinery that promotes the presentation of tumor antigens to the immune system and via adjuvants that cause a proinflammatory response to activate the immune system (89). Current research is focused on developing vaccines that can prevent the progression of aggressive breast cancers—such as triple negative disease (NCT04674306)—and combining breast cancer vaccines with other treatment approaches (NCT00082641, NCT03789097). For instance, mRNA vaccines have recently been successful in the context of COVID-19 and are currently being explored for use in breast cancer (90). Significant work has been done to study the efficacy of breast cancer vaccines both preclinically and clinically; however, most studies have failed to produce significant responses in patients, which may be attributed to the heterogeneity of breast cancer (89, 91).\n        ICIs have revolutionized cancer therapeutics, leading to Dr. James P. Allison and Dr. Tasuku Honjo being awarded the Nobel Prize in Physiology or Medicine in 2018 (92). One class of ICIs target programmed death-ligand 1 (PD-L1 or B7-H1), which serves to inhibit the immune system by binding to PD-1 on T cells and dampening their cytotoxic abilities (93). PD-L1 is expressed on a myriad of immune cells, including antigen presenting cells, T cells, and B cells, and interacts with its receptor, PD-1, expressed on T cells (94, 95). Mechanistically, PD-L1 and PD-1 interactions suppress tumor immunity by causing T cell apoptosis, anergy, exhaustion, and IL-10 expression (94). Expression of PD-L1 and PD-1 in the tumor microenvironment is a common cancer immune evasion strategy (94). Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4 or CD152) is another immune checkpoint receptor expressed on T cells that has a high affinity for CD80 and CD86, which are necessary for T cell co-stimulation (96, 97). CTLA-4 outcompetes the co-stimulatory molecule CD28 to induce immune suppression (97, 98). In breast cancer, TCGA analyses suggest that TNBC patients express higher levels of PD-L1 as compared to patients with other breast cancer subtypes with approximately 20% of TNBC samples expressing significant levels of PD-L1 (99). While PD(L)-1 inhibition is clinically efficacious in many cancer types, PD-L1 expression poorly predicts clinical benefit, emphasizing the demand for clinical trials evaluating efficacy as well as the need for better biomarkers of treatment response (100).\n        Importantly, clinical trials have tested the efficacy of ICIs in TNBC. The Phase Ib KEYNOTE-012 clinical trial (NCT0184883) tested whether pembrolizumab (anti-PD-1) was tolerable in patients with PD-L1+ advanced TNBC. This study found that pembrolizumab had an acceptable safety profile, with an overall response rate of 18.5% (101). In the Phase II KEYNOTE-086 trial (NCT02447003), 254 female patients with metastatic TNBC received pembrolizumab in either the second line setting or the first line setting. In the second line setting, patients unselected for PD-L1 expression had an objective response rate (ORR) of 5.3%, while in the first line setting, PD-L1+ patients had an ORR of 21.4%. Tolerability was reaffirmed in both cohorts (102, 103). This trial led to the randomized, open-label Phase III KEYNOTE-119 (NCT02555657) trial that examined the efficacy of pembrolizumab versus single agent chemotherapy in patients with PD-L+ metastatic TNBC. In this trial, PD-L1+ status was characterized by patient PD-L1 combined positive scores (CPS), defined as the ratio of PD-L1+ tumor cells, lymphocytes, and macrophages out of total tumor cells multiplied by 100. Pembrolizumab improved the median overall survival (OS) from 11.6 months to 12.7 months as compared to chemotherapy in patients with a CPS of 10 or higher (104). KEYNOTE-119 motivated the Phase III, double-blind, randomized trials KEYNOTE-355 (NCT02819518) and KEYNOTE-522 (NCT03036488) (105, 106). In KEYNOTE-355, 847 patients with metastatic TNBC or previously untreated, locally recurrent inoperable breast cancer were randomized 2:1 to pembrolizumab and chemotherapy (specifically, paclitaxel, nab-paclitaxel, or gemcitabine plus carboplatin) or placebo and chemotherapy. The co-primary endpoints of this trial were overall survival and progression-free survival, and patients were stratified by PD-L1 expression. Pembrolizumab and chemotherapy improved the median progression-free survival from 5.6 months to 9.7 months for patients with high PD-L1+ scores, providing the clinical rationale for using this combined therapy as a first-line treatment for metastatic TNBC (105). Furthermore, recent data supports that in patients with advanced TNBC with a CPS of 10 or more, the median overall survival increased from 16.1 months in the placebo-chemotherapy group to 23.0 months in the pembrolizumab-chemotherapy group. Similarly, in patients with a CPS of 1 or more, the median overall survival increased from 16 months in the placebo-chemotherapy group to 17.6 months in the pembrolizumab-chemotherapy group (107). In KEYNOTE-522, 1,174 patients with either previously untreated stage II breast cancer or stage III TNBC were randomly assigned 2:1 to receive neoadjuvant and adjuvant pembrolizumab with chemotherapy (either carboplatin or paclitaxel) or placebo with chemotherapy. All patients also received standard of care neoadjuvant doxorubicin–cyclophosphamide or epirubicin–cyclophosphamide. KEYNOTE-522 had two primary endpoints of pathological complete response (pCR, defined as the absence of invasive disease) and event-free survival. Pembrolizumab and chemotherapy significantly increased the pCR compared to chemotherapy alone (51.2% to 64.8%), and these data were foundational to the FDA-approval for pembrolizumab use in combination with chemotherapy for this patient population (106). Thus, these trials have established pembrolizumab as an important treatment for both metastatic and non-metastatic TNBC. Additionally, preliminary data suggests atezolizumab, a humanized anti-PD-L1 IgG1 antibody, is active in PD-L1+ locally advanced or metastatic TNBC; however, accelerated approval was later rescinded based on subsequent demonstration of limited clinical efficacy (108–110).\n        Clinical trials have also assessed the efficacy of ICIs in the management of HR+ breast cancers. In the Phase 1b KEYNOTE-028 study, patients with ER+, HER2- breast cancer with PD-L1+ tumors received pembrolizumab and achieved an ORR of 12% (NCT02054806) (111). Furthermore, in the Phase 1b JAVELIN study, which tested the safety of avelumab, 43% of patients had HR+, HER2- breast cancer and the ORR was 3% (NCT01772004) (112). The combination of pembrolizumab with chemotherapy (113) and cyclin-dependent kinase inhibitors (114) in this patient population has also not led to improvements in clinical outcomes. These trials highlight that ICIs have limited clinical activity in HR+ breast cancer. The poor efficacy of ICIs for the treatment of HR+ breast cancer may be, in part, due to the limited immune cell infiltrate in these tumors (115). The effects of ICIs are also currently being examined for the treatment of inflammatory breast cancer (116). A Phase II study (NCT02411656) is currently assessing the effects of pembrolizumab in metastatic or recurrent inflammatory breast cancer patients. Moreover, a Phase II study is currently examining the effect of pembrolizumab in combination with hormone therapy during or after radiotherapy for patients with HR+ inflammatory breast cancer who did not respond to neoadjuvant chemotherapy alone (NCT02971748). Clinical trials are currently recruiting patients to assess the effect of ICIs in combination with chemotherapy (NCT03515798, NCT05093387) for the treatment of inflammatory breast cancer. Furthermore, a recent case study suggests clinical promise in combining pembrolizumab and chemotherapy for treating inflammatory breast cancer (117), while additional studies are underway to identify novel biomarkers for anti-PD-1 therapy in this disease, including peripheral T cell exhaustion and clonality markers (118). Moreover, beyond the scope of immunotherapy, current clinical trials are also examining combined therapies of radiotherapy and PARP inhibition for the treatment of inflammatory breast cancer (NCT03598257).\n        Adoptive cell transfer (ACT) therapy functions by transferring immune cells into cancer patients. Chimeric antigen receptor (CAR)-T cells enable improved T cell recognition of cancers via bypass of the common cancer immune evasion strategies of MHC downregulation and co-stimulation blockade (119). CAR-T cells are composed of single-chain variable fragments (scFv) fused to a costimulatory molecule which is fused to the intracellular CD3ζ signaling domain. The scFv recognizes antigen expressed on the surface of tumor cells. The CD3ζ immunotyrosine activation motif (ITAM) generates T cell activation signal 1 and the intracellular costimulatory domain generates signal 2. This allows CAR-T cells to become fully activated following recognition of peptide without the need for MHC presentation or additional co-stimulation. CAR-T cells, are engineered for each individual patient by first collecting T cells from the peripheral blood of cancer patients, transducing them ex vivo to express the appropriate CAR, expanding, and validating these CAR-T cells, and then reintroducing these cells into patients (120). CAR-T cell therapies are a powerful tool for treating cancer patients in that these modified cells can also persist in patients for extended periods, providing significant support to the immune systems of patients undergoing CAR-T cell therapy (119). Currently, there are six CAR-T cell therapies approved for clinical use in hematologic malignancies (121). However, there are no CARs currently approved for use in breast cancer. In developing CAR-T cell therapies, it is important that the antigens being targeted are enriched in the tumor and not the healthy tissues of patients to prevent “on-target off-tumor” adverse events (119, 120). Additionally, CARs are limited in that they can only be directed towards surface-expressed antigens. CAR-T cells have shown limited promise in solid tumors due to a variety of challenges, including poor T cell infiltration into tumors and immunosuppressive tumor microenvironments, although there is significant work underway to overcome these obstacles. For the treatment of breast cancer, preclinical studies are ongoing to examine the effects of CAR-T cell therapy on various tumor specific antigens including mucin 1 (MUC1), HER2, Lewis Y, mesothelin, and folate receptor alpha (FR-α) (119). Clinical trials are underway to assess the effects of CAR-T cell therapy for treating breast cancer, including CAR-T cells recognizing epithelial cell adhesion molecule (EpCAM) (NCT02915445), cleaved MUC1 (NCT04020575, NCT02792114), and ROR1 (NCT05274451). In addition to CAR-T cell therapy, tumor-infiltrating lymphocytes (TILs) are being examined as a type of adoptive cell transfer for the treatment of breast cancer. TIL therapy involves isolating tumor-infiltrating lymphocytes from patients, expanding them ex vivo with large amounts of IL-2 and other cytokines, then re-infusing them into the patient (122). Importantly, TIL therapy does not significantly modify the lymphocytes, and, unlike CAR-T therapy, TIL therapy assumes patient lymphocytes are able to recognize tumor neoantigens that exist in small quantities. Whole exome sequencing of breast cancer tissues revealed TNBC expresses more neoantigens than non-TNBC, suggesting TNBC patients may be good candidates for TIL therapy (123). An ongoing clinical trial (NCT01174121) seeks to use TIL therapy in metastatic breast cancer, and preliminary data has shown tumor regression in a subset of patients (124). Collectively, these studies suggest the importance of ACT therapies as a potential therapeutic approach for breast cancer.\n        Despite promise of these therapies as single-agent therapies, additional studies are underway to find ways to increase patient responses to ACT by combining with radiotherapy or other forms of immunotherapy. For example, studies are currently examining combining radiotherapy with CAR-T cell therapy as a means to improve patient response to adoptive T cell transfer and overcome resistance in solid tumors (125). The effect of CAR-T cell therapy and internal radiotherapy are beginning to be evaluated for the treatment of liver metastases in breast cancer patients in a Phase 1b trial (NCT02416466), and results demonstrated some efficacy of the combination therapy with minimal toxicities (126). Moreover, a study recently examined the impact of combining infusion of ex vivo expanded NK cells into a human TNBC xenograft model with radiotherapy and found that the combination therapy significantly decreased primary tumor growth while minimizing toxicity (127). Combining CAR-T cell therapy with anti-PD-1 led to reduced tumor weight and improved CAR-T cell infiltration into the TME in a murine breast cancer model, demonstrating this combination therapy strategy may also be promising for treating breast cancer patients (128). While adoptive cell transfer strategies have shown some promise in the treatment of breast cancer in preclinical models, there has yet to be significant clinical efficacy in these solid malignancies.\n        In addition to immunotherapy, monoclonal antibodies (mABs) directed either towards tumor-specific antigens or mediators of oncogenic signaling have been used in breast cancer for more than twenty years. Monoclonal antibodies that target growth signaling can prevent cancer cell proliferation and ultimately lead to apoptosis. Additionally, these monoclonal antibodies can mediate antibody-dependent cellular cytotoxicity (ADCC), engaging the immune system to recognize cancer cells coated with antibodies bound to the surface of the cell (129). Trastuzumab is a clinically approved anti-HER2 mAb which improves the overall survival of patients with HER2+ breast cancers (130). Pertuzumab targets a distinct epitope of HER2 and is another mAB used in the management of HER2+ breast cancer. Consequently, mABs are a promising immunotherapy strategy for the treatment of breast cancer patients; however, these therapies are not efficacious for the treatment of triple negative disease that does not express the HER2 receptor. Interestingly, even in HER2-low expression tumors, the DESTINY-Breast04 trial recently demonstrated improved survival in women with metastatic HER2-low expressing tumors using the HER2 targeted therapy trastuzumab deruxtecan (131). Whether HER2-targeted therapies combined with ICIs will be even more effective remains an area of active clinical interest.\n      \n      \n        The impacts of immunotherapy and radiotherapy in breast cancer\n        Unfortunately, only 10% of patients with TNBC respond to immune checkpoint inhibitor monotherapy (85). Thus, there is an unmet need to develop more effective therapeutic strategies to improve patient responses to ICIs. One strategy to improve therapeutic efficacy of ICIs may be to combine immunotherapy with other effective breast cancer treatment modalities such as radiotherapy. For this review, we will primarily focus on combined approaches with immunotherapy—in the form of ICIs—and radiotherapy. However, other reviews have examined the effects of combining radiotherapy with cancer vaccines (132, 133), anti-HER2 therapies (134), or CAR-T cell therapy (135).\n        Radiotherapy is a mainstay breast cancer therapy first used to treat breast cancer patients in as early as the 1800s (136, 137). Clinical radiotherapy involves the delivery of fractionated doses of ionizing radiation to the affected cancerous breast tissue while sparing the surrounding benign tissues. This results in targeted disruption of tumor cells through induction of DNA damage, alterations in the cell cycle, and ultimately cancer cell death (138–140). Multiple randomized clinical trials have effectively established that radiotherapy reduces local recurrence in both invasive and noninvasive breast cancers, in addition to reducing the risk of breast cancer death (141–143). Specifically, after breast-conserving therapy, radiotherapy reduced the 10-year risk of a local or distant recurrence from 35.0% to 19.3% and reduced the 15-year breast cancer death risk from 25.2% to 21.4% (141). Despite such benefits, radiotherapy can have pleotropic effects on the immune system. For instance, large field and total body irradiation, which is clinically indicated in the management of hematologic malignancies (144), is used to induce profound lymphopenia. Meanwhile, localized radiotherapy may promote antitumor immune responses. An early study in the 1950s first described a phenomenon known as the “abscopal effect” that showed a correlation between the immune system and localized radiotherapy (145). The abscopal effect (in Latin, ab: away from, scopus: target) postulates that radiotherapy delivered to one part of the body can reduce tumor size systemically, in regions outside of where radiation is delivered (145–147). Literature suggests that this phenomenon occurs in part through the immune system (148–150), and immunotherapy is believed to promote abscopal effects (151). However, studies show that the abscopal effect is rare (146, 152) and unlikely to be broadly applicable clinically. An additional hallmark study of the late 1970s further expanded upon the connections between radiotherapy and the immune system to show that the efficacy of RT is dependent upon the immune system (153). Significantly, radiotherapy and immunotherapy provide synergistic tumor control when combined in preclinical models (154, 155). In fact, radiotherapy can sensitize even poorly immunogenic cancers including pancreatic cancer (156), head and neck squamous cell carcinoma (157), and breast cancer (158) to ICIs—which emphasizes the promise of combined radiotherapy and immunotherapy treatment modalities.\n        Notably, the effects of combination radiotherapy with ICIs in breast cancer models have been explored. A crucial study by Demaria et al. in 2005 illustrated the effects of combined radiotherapy and immune checkpoint inhibition in murine models of breast cancer (159). Specifically, combined local radiation with anti-CTLA-4 immune checkpoint inhibition in a poorly immunogenic murine breast cancer model resulted in prolonged survival and decreased lung metastases (159). Furthermore, later studies suggest that fractionated radiotherapy—as opposed to single-dose radiotherapy—induces systemic antitumor effects in combination with anti-CTLA-4 treatment in murine breast cancer models (160). These studies mutually suggest that radiotherapy combined with anti-CTLA-4 therapy promotes antitumor immunity in preclinical breast cancer models—providing rationale for combined use in the clinic (159, 160). Studies suggest that these effects of combined therapy depend on the immune cells present. In fact, in murine breast cancer models, the effects of radiotherapy and anti-CTLA-4 immunotherapy are dependent upon the presence of invariant natural killer T cells (161). Radiotherapy has also been found to induce CXCL16 release by breast cancer cells to attract effector T cells in murine models (162). Moreover, it has been proposed that the synergistic effects of radiotherapy and immune checkpoint inhibitors depend upon MTOR signaling (163) and tumor heterogeneity (164) in murine breast syngeneic models. While these studies display the synergistic effects of combined radiotherapy and ICIs for the treatment of breast cancer, more research is warranted to further understand the implications of these combined therapies.\n        Radiotherapy has been found to improve innate antitumor responses, deplete immunosuppressive cell types, and augment adaptive immune responses in combination with PD-1 blockade (165). Functionally, it is believed that radiotherapy activates the innate immune system via a process known as cross priming (166). As radiotherapy induces tumor cell death, these cells release neoantigens (167) that may be phagocytosed by nearby APCs. APCs can then activate the adaptive immune system, specifically CD8+ effector T cells, to kill cancer cells (166, 168). Consequently, the efficacy of radiotherapy specifically depends upon the presence of these cytotoxic cells (169). Interestingly, combining radiotherapy with immunotherapy has also been shown to jointly promote tumoral lipid oxidation-dependent ferroptosis via SLC7A11 (170). Radiotherapy can further induce the DNA damage response often associated with the synergistic effects of radiotherapy and immunotherapy. Targeting ataxia telangiectasia mutated (ATM)—a kinase that plays a role in the DNA damage response to double stranded DNA breaks induced by radiotherapy—sensitizes pancreatic cancer to ICIs, providing a mechanistic link for this observed synergy (171). Additionally, inhibition of DNA-dependent protein kinase (DNA-PK) has been shown to synergize with radiotherapy and modulate the immune system in pancreatic cancer models by increasing cytosolic double-stranded DNA and type 1 interferon signaling. Moreover, combined anti-PD-L1 with radiotherapy and DNA-PK inhibition further potentiates antitumoral immunity in preclinical pancreatic cancer models (172). These studies emphasize the complexity underlying the synergistic effects of combined radiotherapy and immunotherapy and can importantly be extended into the breast cancer space to determine the underlying mechanisms of such approaches.\n        While the precise mechanisms underlying the synergistic effects of radiotherapy and immunotherapy are not well established, studies have suggested that the cGAS/STING pathway may contribute to these combined effects as summarized in \nFigure 2\n. As discussed above, the cGAS/STING pathway plays a critical role in the antitumoral immune response by inducing interferon signaling following the recognition of cytosolic DNA (76). It is also well established that radiotherapy induces the cGAS/STING pathway to activate interferon signaling (173, 174). Importantly, interferon signaling can promote antitumor T cell responses (76, 81). It was also recently discovered that STING regulates radiotherapy sensitivity in vivo in part through the production of reactive oxygen species (ROS) (175). In human breast cancer cell lines and murine breast cancer models, inhibition of ectonucleotide pyrophosphatase phosphodiesterase 1 (ENPP1), a hydrolase of cGAMP, was recently found to increase extracellular cGAMP levels and synergize with radiotherapy to prevent tumor growth. The radiotherapy-induced increased production of extracellular cGAMP was subsequently sensed by STING and promoted the infiltration of dendritic cells and cytotoxic T cells into the tumor. Furthermore, depletion of extracellular cGAMP abrogated this immune cell infiltration in breast cancer models, suggesting that these radiation-induced immune effects are dependent upon the presence of extracellular cGAMP and the cGAS/STING pathway (176). Mechanistically, in human breast cancer cell lines, it has also been shown that the cGAS/STING pathway is required for interferon activation induced by combined radiotherapy and anti-CTLA-4 immune checkpoint inhibition (177). In addition to studying the effects of combined radiotherapy with anti-CTLA-4 treatments, preclinical studies suggest that radiotherapy and anti-PD-1/L1 therapy synergistically potentiate antitumor immunity in murine breast cancer models (178–180). Specifically, this antitumor immunity occurs in the form of reduced accumulation of myeloid-derived suppressor cells in the tumor (178), promotion of CD8+ T cell expansion (179), expansion of antigen-specific T cell responses (180), and reduction in tumor growth in non-irradiated tumor sites (181). Importantly, additional work is required to understand the contribution of other innate immune sensors and immune signaling pathways governing the synergistic interactions between radiotherapy and immunotherapy in breast cancer.\n        \n          Figure 2\n          \n            Radiotherapy and Immunotherapy Synergistically Promote Antitumor Immune Responses. One potential combined therapeutic approach is to combine radiotherapy with immune checkpoint inhibition. Radiotherapy promotes DNA damage within cancerous cells, which can consequently be recognized by cGAS and lead to activation of the cGAS/STING pathway to promote antitumor immunity through interferon signaling. Likewise, immune checkpoint inhibitors, such as anti-PD-1 monoclonal antibodies, can modulate an augmented antitumor immune response by turning off immune checkpoints. Under normal conditions, these checkpoints result in a decrease in the cytotoxic abilities of T cells; however, when turned off, this enhances the cytotoxic effects of T cells and results in enhanced antitumoral effects. Numerous preclinical and clinical studies suggest synergy exists in combining radiotherapy and immune checkpoint inhibitors in breast cancer patients and studies are currently underway to determine the best ways oncologists can implement these interactions.\n          \n          \n        \n        STING-dependent cytosolic sensing of DNA has been found to contribute to innate immunostimulatory responses following radiotherapy (173). However, there are also other pathways that link DNA damage to innate immune signaling. Nucleic acids can also be sensed by retinoic acid inducible gene-I (RIG-I)-like receptors (RLRs), Nod-like receptors (NLRs), and Toll-like receptors (TLRs) (182). Furthermore, the recognition of cytosolic DNA following viral infection has been found to activate a type I interferon response independently from toll-like receptors—further adding to the complexity of such pathways (183). When RIG-1 engages single and double stranded RNA, RIG-I complexes with mitochondrial antiviral-signaling protein (MAVS) and activates the TBK1 complex which ultimately promotes interferon signaling (184). In breast cancer, RIG-I agonists have been found to induce inflammatory transcription factors, type I interferons, and lymphocyte-recruiting chemokines (185).\n        The DHA-dependent protein kinase (DNA-PK) which, is required for nonhomologous end joining (NHEJ), also serves as another STING-independent innate immune sensor. DNA-PK can be activated by viral DNA leading to IRF3 and IRF7 dependent innate immune sensing (186). Interestingly, inhibition of DNA-PK has also been shown to augment radiation-induced interferon signaling in an RNA Polymerase III, Rig-I, and MAVS dependent fashion (172). TLRs have also been found to contribute to innate immune signaling in breast cancer (187). Specifically, Toll-like Receptor 9 (TLR9) can detect DNA released by tumor cells following chemotherapy leading to enhanced antigen presentation and improved antitumor immune responses (188). Consequently, TLR9 agonists have been examined as potential cancer therapeutics delivered in combination with other therapies (189). Combined TLR9 agonism and radiotherapy promotes systemic antitumor immunity in models of metastatic lung cancer and colon cancer (190). In a preclinical breast cancer mouse model resistant to PD-1, TLR9 agonists increased infiltration of CD8+ T cells into tumors and promoted IFN signaling (191). Collectively, these studies articulate the breadth of the pathways linking DNA damage and innate immune signaling.\n        While preclinical studies have illustrated the importance of combining radiotherapy with immunotherapy, clinical trials are also underway to assess these combined approaches. The single-arm Phase II clinical trial (NCT02730130) assessed the combination of pembrolizumab and radiotherapy in patients with metastatic TNBC and observed a 17.6% overall response rate, with minor adverse events as a result of combined therapy (192). In this study, radiotherapy was delivered at 30 Gy at five daily fractions to both PD-L1+ and PD-L1- patients. Of the 9 patients observed through this trial, 3 patients with baseline PD-L1+ expression received a complete, durable response, which was similar to responses in studies where all patients had PD-L1+ metastatic TNBC (192). Phase II trials have also evaluated the combination of pembrolizumab and radiotherapy in patients with HR+, HER2- heavily pretreated metastatic breast cancer (NCT03051672). This trial observed that pembrolizumab delivered prior to palliative radiotherapy (20 Gy in 5 fractions) did not result in any objective responses (193). These studies suggest that combined radiotherapy and immunotherapy may be more efficacious for patients with triple negative disease as opposed to HR+ breast cancers; however, additional research is necessary to fully determine the mechanisms of resistance in luminal breast cancer to immunotherapy.\n        Clinical trials are underway to study the effects of radiotherapy and ICIs in patients with breast cancer. These trials are summarized in \nTable 1\n. In addition to examining the effects of combined ICIs with radiotherapy in metastatic TNBC as discussed above (NCT02730130), such clinical trials are also examining combined therapies in metastatic HR+ breast cancer (NCT04756505). Importantly, many clinical trials are aimed at determining the survival outcome of combined therapies, as well as understanding the immune-enhancing effects of radiotherapy and immunotherapy in breast cancer patients. For example, preoperative delivery of radiation boost is being examined in combination with ICIs to enhance ICI efficacy in operable breast cancer (NCT04454528) and in TNBC and HR+/HER2- breast tumors (NCT03366844) (194). Another study is assessing the effects of ICIs on the tumor microenvironment of TNBC patients prior to intraoperative radiotherapy (IORT) (NCT02977468). Trials are also examining the effects of novel therapeutic immune agents, including an antagonistic OX40 monoclonal antibody (NCT01862900) and the STING agonist TAK-676 (NCT04879849) combined with radiotherapy for the treatment of breast cancer patients. While many studies are examining the effects of the ICI pembrolizumab, studies are also examining the effects of the ICI nivolumab in combination with radiotherapy for the treatment of metastatic breast cancer brain metastases (NCT03807765) and patients with TNBC (NCT03818685). Together, these studies will help understand the effects of combined radiotherapy and ICIs in breast cancer patients and provide clinical rationale for combining these therapeutics with other available therapies such as chemotherapy.\n        \n          Table 1\n          \n            Trials examining the effects of combined radiotherapy and immune checkpoint inhibitors.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT02730130\n\n                A Multicenter Single Arm Phase II Study to Assess the Efficacy of Pembrolizumab Plus Radiotherapy in Metastatic Triple Negative Breast Cancer Patients\n                - Breast cancer- Metastatic triple negative breast cancer\n                - Pembrolizumab (200 mg intravenous) (anti-PD-1)\n                - 30 Gy radiotherapy delivered in 5, 6 Gray (Gy) × 5 fractions\n                - Phase II- 17 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03051672\n\n                A Phase II Study Of Pembrolizumab In Combination With Palliative Radiotherapy For Metastatic Hormone Receptor Positive Breast Cancer\n                - Metastatic breast cancer\n                - Pembrolizumab (200 mg intravenous)\n                - Palliative radiotherapy, 20 Gy in × 5 fractions\n                - Phase II- 8 participants- Clinical trial\n                - Terminated\n              \n              \n                \nNCT04756505\n\n                REINA: A Phase I Study of Radiation Enhanced IL 12-Necrosis Attraction in Hormone Receptor Positive, HER2 Negative Metastatic Breast Cancer Patients\n                - Stage IV breast cancer- Hormone receptor positive breast adenocarcinoma- Metastatic/ metastatic HER2- breast carcinoma- Stage IV breast cancer\n                - Bintrafusp Alfa (intravenous)- Immunocytokine NHS-IL12 (subcutaneous)\n                - Radiotherapy\n                - Phase I- 20 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT04454528\n\n                Preoperative Use of Radiation Boost to Enhance Effectiveness of Immune Checkpoint Blockade Therapy in Operable Breast Cancer \n                - Operable breast cancer\n                - Pembrolizumab(200 mg intravenous)\n                - Hypofractionated radiotherapy boost of 7 Gy x 1 fraction\n                - Phase 1b/2- 27 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03366844\n\n                Preoperative Combination of Pembrolizumab and Radiation Therapy in Patients With Operable Breast Cancer\n                - Breast cancer\n                - Pembrolizumab\n                - Radiotherapy boost, 8 Gy x 3 fractions\n                - Phase I and II- 60 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT02977468\n\n                Effects of MK-3475 (Pembrolizumab) on theBreast Tumor Microenvironment in Triple Negative Breast Cancer With and Without Intra-operative RT: a Window of Opportunity Study\n                - Triple negative breast cancer\n                - Pembrolizumab (MK-3475) (intravenous)\n                - Intraoperative radiotherapy (IORT) on day of surgery\n                - Phase I- 15 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT01862900\n\n                Phase I/II Study of Stereotactic Body Radiation Therapy to Metastatic Lesions in the Liver or Lung in Combination With Monoclonal Antibody to OX40 (MEDI6469) in Patients With Progressive Metastatic Breast Cancer After Systemic Therapy.\n                - Metastatic breast cancer- Lung metastases-Liver metastases\n                - Biological: MEDI6469 (anti-OX40) (0.4 mg/kg intravenous)\n                - Stereotactic body radiotherapy (SBRT)- Three arms:15 Gy, 20 Gy, or 25 Gy SBRT\n                - Phase I/II- 14 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT04879849\n\n                An Open-label, Phase I, Dose-escalation Study to Evaluate the Safety and Preliminary Antitumor Activity of TAK-676 With Pembrolizumab Following Radiation Therapy in the Treatment of Non-small-cell Lung Cancer, Triple-negative Breast Cancer, or Squamous-cell Carcinoma of the Head and Neck That Has Progressed on Checkpoint Inhibitors\n                - Triple negative breast neoplasms- Non-small-cell lung carcinoma- Squamous cell carcinoma of head and neck\n                - Pembrolizumab (200 mg intravenous)- TAK-676 (0.2 mg and above intravenous)\n                - Image-guided radiotherapy\n                - Phase I- 65 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03807765\n\n                Phase Ib Study of Stereotactic Radiation and Nivolumab in the Management of Metastatic Breast Cancer Brain Metastases\n                - Metastatic breast cancer brain metastases\n                - Nivolumab (anti-PD-1) (480 mg intravenous)\n                - Stereotactic radiosurgery delivered to brain metastases\n                - Phase I- 14 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03818685\n\n                A Multicenter, Randomised, Open-label Phase II Study to Evaluate the Clinical Benefit of a Post-operative Treatment Associating Radiotherapy + Nivolumab + Ipilimumab Versus Radiotherapy + Capecitabine for Triple Negative Breast Cancer Patients With Residual Disease After Neoadjuvant Chemotherapy\n                - Breast cancer- Triple negative breast neoplasms\n                - Nivolumab(360 mg intravenous)- Ipilimumab (anti-CTLA4) (1mg/kg intravenous)- Capecitabine (1000mg/m2)\n                - Radiotherapy delivered per standard practice\n                - Phase I- 114 participants- Clinical trial\n                - Active, not recruiting\n              \n            \n          \n        \n      \n      \n        The clinical and preclinical promise of combining immunotherapy, radiotherapy, and chemotherapy in breast cancer\n        Importantly, one potential multimodal therapeutic approach is combining immunotherapy, radiotherapy, and chemotherapy. This approach is summarized in \nFigure 3\n. The combination of chemotherapy, radiotherapy, and surgery is the standard of care for breast cancer treatment, while numerous studies support the therapeutic potential of combining radiotherapy with chemotherapy for treating breast cancer patients. The evidence supporting the integration of radiotherapy with chemotherapy has been more extensively reviewed elsewhere (140, 195, 196). Importantly, many chemotherapies function by inducing DNA damage, consequently resulting in synergistic effects when combined with radiotherapy in the preclinical and clinical setting (140, 197). Cytotoxic chemotherapeutic agents—such as platinums, taxanes, and antimetabolites—have been found to promote synergistic, radiosensitizing effects in breast cancer (198). Platinum chemotherapies—such as cisplatin and carboplatin—are alkylating agents delivered to breast cancer patients that bind to and crosslink DNA to inhibit proper replication, leading to the formation of double stranded breaks in the DNA (199, 200). Consequently, when platinum therapies are combined with radiotherapy, studies support that this promotes radiosensitization in various subsets of breast cancer, including metastatic IBC (201) and early-stage TNBC (202). Taxanes—such as paclitaxel and docetaxel—inhibit microtubule function, inducing cell cycle arrest at the G2/M Phase, consequently leading to cancer cell death (203). Combining taxane chemotherapy with radiotherapy has been examined in several settings. Combined paclitaxel and radiotherapy led to a 34% complete response in patients with early-stage breast cancer (204). When tested in patients with locoregional recurrence, radiotherapy combined with taxanes or with taxanes combined with cisplatin found increased recurrence-free survival regardless of whether cisplatin was added (205). In the context of locally advanced breast cancer, paclitaxel treatment with concurrent radiotherapy improved disease-free survival and overall survival (206). Antimetabolite chemotherapeutic agents—such as fluoropyridines or gemcitabine—are well-established radiosensitizers that function by mimicking natural metabolites found in the body to become incorporated into DNA or RNA, leading to DNA damage (207, 208). These antimetabolite therapeutics have also been examined in combination with radiotherapy. When treating breast cancer chest wall recurrences with combined gemcitabine and radiotherapy, 100% locoregional control was achieved, although normal tissue toxicity limits this combination clinically (209). Chemotherapy resistant breast cancer treated with capecitabine and radiotherapy was retrospectively analyzed to find that there were no increased toxicities associated with the combination therapy (210). Patients with advanced, non-TNBC treated with capecitabine and radiotherapy led to 73% partial or complete response (211). Collectively, these studies provide the rationale for combining chemotherapy with radiotherapy for the treatment of breast cancer patients.\n        \n          Figure 3\n          \n            Chemotherapy Has Immunomodulatory Effects on the Tumor Microenvironment and May Promote Synergy in Combination with Radiotherapy and Immune Checkpoint Inhibitors. Chemotherapy is a standard of care therapy for the treatment of breast cancer and has significant implications on the immune response. Studies suggest that single-agent chemotherapy can recruit immune cells to the microenvironment of breast cancer tumors. Additionally, in breast cancer patients, response to chemotherapy is dependent upon the presence of tumor-infiltrating lymphocytes. When chemotherapy is combined with radiotherapy, this can induce radiosensitization in preclinical and clinical models, resulting in enhanced cancer cell death. Clinical promise may exist in combining immune checkpoint inhibitors, radiotherapy, and chemotherapy for the treatment of breast cancer. When chemotherapy is combined with immunotherapy, this enhances its efficacy and increases patient survival. Clinical trials are currently underway to ascertain the effects of combined approaches in breast cancer patients.\n          \n          \n        \n        Chemotherapy, like radiotherapy, has pleotropic effects on the immune system. It is well established that chemotherapy is immunosuppressive, rendering patients undergoing treatment more susceptible to infection (212). However, chemotherapy—particularly in the neoadjuvant setting—has also been found to result in pro-inflammatory, antitumor effects. Neoadjuvant chemotherapy induces immune responses in breast cancer patients, including increasing concentrations of TILs and CD8+ T cells (213, 214). Furthermore, the immune response induced by neoadjuvant chemotherapy predicts survival of breast cancer patients and may prime tumors for treatment with immunotherapy (213, 214). The presence of TILs is predictive of response to chemotherapy in breast cancer, further supporting the complex interaction between the immune system and chemotherapy (215). DNA damage immune response signatures have also been confirmed as prognostic biomarkers in TNBC patients treated with adjuvant doxorubicin and cyclophosphamide (216). Additionally, activation of immune responses mediated by the cGAS/STING pathway have been found to predict patient response to neoadjuvant chemotherapy (217). Collectively, these studies support the complex interactions that exist between chemotherapy and the immune system in breast cancer patients. Moreover, these studies also emphasize the importance of further understanding these complex interactions in both preclinical and clinical breast cancer models.\n        Many clinical trials are currently evaluating the combination of chemotherapy and immunotherapy in breast cancer patients (218). While the focus of this review is trimodal combinations, primarily with radiotherapy, immunotherapy, and additional agents, others have extensively reviewed the effects of combined chemotherapy and immunotherapy (218–220). The I-SPY2 trial (Investigation of Serial Studies to Predict Your Therapeutic Response With Imaging And Molecular Analysis 2) is one such important trial examining ICIs in combination with chemotherapy. This randomized, adaptive clinical trial aims to assess the effects of novel agents combined with standard therapies for stage II or stage III breast cancer patients (NCT01042379) with high-risk MammaPrint scores, a gene signature used to predict breast cancer patient clinical outcomes (221, 222). The primary endpoint for I-SPY 2 is pCR. One arm of I-SPY 2 examined the therapeutic effects of combining pembrolizumab with neoadjuvant chemotherapy in approximately 250 patients. Pembrolizumab more than doubled the pCR rate in the HR+, HER2-negative subset (13% to 30%) as well as the TNBC subset (22% to 60%) (223). Jointly, these studies support the clinical promise of combining chemotherapy and immunotherapy.\n        Clinical trials are currently underway to assess the effectiveness of combining chemotherapy with immunotherapy and/or radiotherapy as summarized in \nTable 2\n. Trials are currently evaluating the effects of preoperative pembrolizumab combined with neoadjuvant chemotherapy (paclitaxel, carboplatin, cyclophosphamide, doxorubicin, and/or capecitabine) for TNBC or HR+, HER2- breast cancer (NCT04443348), in addition to radiotherapy combined with chemotherapy (nab-paclitaxel and paclitaxel) and pembrolizumab in PD-L1+ TNBC (NCT05233696). Moreover, a Phase III trial is examining the effects of adjuvant pembrolizumab in combination with radiotherapy on disease-free survival in TNBC patients (NCT02954874). The priming effects of radiotherapy on breast cancer patients prior to neoadjuvant chemotherapy are also being examined to further understand the role of the immune response following radiotherapy (NCT03978663). The TONIC trial is a Phase II, randomized, open-label trial examining whether chemotherapy or radiotherapy prior to immune checkpoint inhibition with nivolumab induces an inflamed tumor microenvironment in metastatic TNBC patients (NCT02499367). In this study, chemotherapy resulted in the most significant patient responses, where cisplatin treated patients had an ORR of 23% and doxorubicin treated patients had an ORR of 35% in addition to an increase in immune cell infiltration. Interestingly, patients pretreated with radiotherapy did not see an increase in immune cell infiltration in the form of CD8+ T cells and TILs. However, results from this study suggest that delivering chemotherapy prior to PD-1/PD-L1 inhibition can prime tumors for response to immune checkpoint inhibition (224). These studies highlight the clinical promise of combining chemotherapy, ICIs, and radiotherapy for treating breast cancer patients, and the important research underway to understand the clinical effects of these combined approaches.\n        \n          Table 2\n          \n            Trials currently assessing combined immune checkpoint inhibition, chemotherapy, and/or radiotherapy.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT04443348\n\n                P-RAD: A Randomized Study of Preoperative Chemotherapy, Pembrolizumab and No, Low or High Dose RADiation in Node-Positive, HER2-Negative Breast Cancer\n                - Triple negative breast cancer- Hormone receptor positive breast cancer- Biopsy-proven, positive lymph nodes\n                - Pembrolizumab- Paclitaxel- Carboplatin- Cyclophosphamide- Doxorubicin- Capecitabine\n                - Radiotherapy boost\n                - Phase II- 120Participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT05233696\n\n                Phase II Study of Radiotherapy in Combination With Chemotherapy and Immunotherapy in Patients With PD-L1-Positive Metastatic Triple-Negative Breast Cancer\n                - Triple negative breast cancer- Locally advanced breast cancer- Unresectable breast carcinoma- Metastatic breast cancer\n                - Nab-paclitaxel (100 mg/m2 intravenous)- Paclitaxel (80 mg/m2 intravenous)- Pembrolizumab (200 mg)\n                - One to four metastatic sites will be treated at the discretion of the radiation oncologist\n                - Phase II- 29 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03978663\n\n                Evaluating the Use of Stereotactic Radiation Therapy Prior to Neoadjuvant Chemotherapy for High-risk Breast Carcinoma (a SIGNAL Series Clinical Trial): Three Fraction Radiation to Induce Immuno-Oncologic Response (TRIO Trial)\n                - High risk cancer- Locally advanced breast cancer\n                - Neoadjuvant anthracycline and taxane based chemotherapy\n                - Neoadjuvant radiotherapy- 8 Gy x 3 fractions, with a fall off dose of 4 Gy x 3 fractions\n                - N/A- 40 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT02499367\n\n                Adaptive Phase II Randomized Non-comparative Trial of Nivolumab After Induction Treatment in Triple-negative Breast Cancer (TNBC) Patients: TONIC-trial\n                - Breast cancer\n                - Nivolumab(3 mg/kg)- Low dose doxorubicin (15 mg)- Cyclophosphamide (50 mg oral)- Cisplatin (40 mg/m2)\n                - Radiotherapy; 20 Gy to metastatic lesions\n                - Phase II- 84 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT02954874\n\n                A Randomized, Phase III Trial to Evaluate the Efficacy and Safety of Pembrolizumab (MK-3475) as Adjuvant Therapy for Triple Receptor-Negative Breast Cancer With &gt;/= 1 CM Residual Invasive Cancer or Positive Lymph Nodes (ypN1mi, ypN1-3) After Neoadjuvant Chemotherapy\n                - Invasive breast carcinoma- Stage 0-III breast cancer- Triple negative breast carcinoma\n                - Pembrolizumab (intravenous)\n                - Radiotherapy within 12 weeks post treatment or 12 weeks of last breast cancer operation\n                - Phase III- 1155 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT02971748\n\n                A Phase II Study of Anti-PD-1 (Pembrolizumab) in Combination With Hormonal Therapy During or After Radiation in Patients With Hormone Receptor (HR)-Positive Localized Inflammatory Breast Cancer (IBC) Who Did Not Achieve a Pathological Complete Response (pCR) to Neoadjuvant Chemotherapy\n                - Stage III breast cancer- Breast inflammatory carcinoma\n                - Pembrolizumab (intravenous)\n                - Radiotherapy\n                - Phase II- 37 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03515798\n\n                A Prospective Multicenter Open-label, Randomized Phase II Study of Pembrolizumab in Combination With Neoadjuvant EC-Paclitaxel Regimen in HER2-negative Inflammatory Breast Cancer.\n                - HER2-negative, inflammatory breast cancer\n                - Epirubicine-cyclophosphamide(EC) paclitaxel chemotherapy- Pembrolizumab (MK3475) (intravenous)\n                - None\n                - Phase II- 81 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT05093387\n\n                A Pilot Study of SGT-53 With Carboplatin and Pembrolizumab in Metastatic Triple Negative Inflammatory Breast Cancer\n                - Metastatic, triple negative inflammatory breast cancer\n                - Carboplatin (intravenous)- Pembrolizumab (intravenous)- SGT-53 (Transferrin Receptor-Targeted Liposomal p53 cDNA) (intravenous)\n                - None\n                - Phase I- 9 participants- Clinical trial\n                - Not yet recruiting\n              \n            \n          \n        \n      \n      \n        The clinical and preclinical promise of combining immunotherapy, radiotherapy, and PARP inhibitors\n        Another approach for improving the efficacy of immunotherapy exists in combining immunotherapy and radiotherapy with DNA damage inhibitors, as summarized in \nFigure 4\n. Poly(ADP-ribose) polymerase (PARP) proteins help mediate effective DNA damage responses, and PARP inhibitors hold promise for the treatment of breast cancer by inhibiting this repair process (225). Mechanistically, PARP proteins are recruited to sites of damaged DNA and complete a posttranslational modification termed PARylation (225, 226). PARylation recruits DNA repair proteins to induce repair of single-strand breaks (SSBs) (140, 225, 226). PARP inhibitors prevent the accumulation of DNA damage repair proteins, resulting in increased DNA double-strand breaks (DSBs) (225, 226). Approximately 5% of breast cancer patients carry a deleterious mutation in the Breast Cancer (BRCA1/2) genes, which are required for proper DNA damage repair and correlate with increased risk of developing breast cancer (225, 227, 228). In patients with BRCA deleterious mutations, PARP inhibitors cause “synthetic lethality,” wherein loss of multiple DNA repair pathways results in synergistic tumor cell death (229). The PARP inhibitors olaparib and talazoparib are currently FDA-approved for the treatment of HER2-negative, BRCA-mutated breast cancer (225). Combining PARP inhibitors with radiotherapy can promote breast cancer cell death. Mechanistically, radiotherapy induces DNA damage, while PARP inhibitors prevent DNA damage repair (140). PARP1 inhibition was found to radiosensitize breast cancer models to ionizing radiotherapy preclinically (230, 231). Thus, there is a strong preclinical rationale to combine radiotherapy and PARP inhibitors for the treatment of breast cancer clinically.\n        \n          Figure 4\n          \n            PARP Inhibitors Prevent DNA Damage Repair and May Synergize with Both Radiotherapy and Immune Checkpoint Inhibition. Mechanistically, PARP proteins are recruited to regions of DNA damage to assist in the repair of single-strand breaks. When PARP proteins are inhibited, this prevents proper DNA repair and promotes the accumulation of double-strand breaks. In patients that express the BRCA1/2 genes, this damage can be repaired; however, in patients with a deleterious BRCA1/2 mutation, this results in synthetic lethality due to the absence of multiple DNA repair pathways. It is well established that radiotherapy induces DNA damage. When radiotherapy is combined with PARP inhibitors, this prevents DNA damage repair in BRCA mutant cancers. Furthermore, the DNA damage induced by radiotherapy that is then not repaired following PARP inhibition can result in the production of cytosolic DNA molecules. As single agents, immune checkpoint inhibitors illicit immune responses by turning off immune checkpoints, resulting in pro-inflammatory, antitumor effects. Studies are currently underway to determine whether combined PARP inhibition, radiotherapy, and immune checkpoint inhibition will promote enhanced antitumor immunity and be efficacious for the treatment of breast cancer patients.\n          \n          \n        \n        Clinical trials have begun to evaluate the combination of PARP inhibitors with radiotherapy and/or immunotherapy, which are summarized in \nTable 3\n. The PARP inhibitor veliparib has been combined with radiotherapy for breast cancer patients with inflammatory disease or locoregionally recurrent disease (NCT01477489) and is currently being examined in breast cancer patients in combination with preoperative radiotherapy (NCT01618357). The PARP inhibitor rucaparib is also currently being investigated in combination with radiotherapy for TNBC patients who do not respond to chemotherapy (NCT03542175). Furthermore, studies are also combining olaparib and radiotherapy (NCT03109080, NCT03598257). For example, the RADIOPARP Phase I trial examined the effects of olaparib combined with 50 Gy radiotherapy for patients with inflammatory, metastatic, or locoregionally advanced TNBC (NCT03109080) (232). While trimodality therapy can cause an increase in acute self-limited adverse events, overall, the combination is well tolerated (233). However, more research is needed to continue monitoring potential toxicities caused by this treatment modality in patients over time (232, 234).\n        \n          Table 3\n          \n            Clinical trials assessing the effects of PARP inhibitors combined with radiotherapy and/or immune checkpoint inhibitors.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT01477489\n\n                A Phase I Study of Veliparib Administered Concurrently With Chest Wall and Nodal Radiation Therapy in Patients With Inflammatory or Loco-regionally Recurrent Breast Cancer\n                - Breast cancer\n                - Veliparib (50 mg – 200 mg)\n                - Standard radiotherapy (limited to 60 Gy)\n                - Phase I- 33 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT01618357\n\n                Pre-Operative PARPi and Irradiation (POPI) in Women With an Incomplete Response to Neo-Adjuvant Chemotherapy for Breast Cancer\n                - Breast cancer\n                - Lumpectomy/ Mastectomy- Veliparib\n                - Radiotherapy; 2.35 Gy per fraction for 16 fractions for a total of 37.5 Gy\n                - Phase I- 41 participants- Clinical trial\n                - Suspended\n              \n              \n                \nNCT03542175\n\n                A Phase I Study of Rucaparib Administered Concurrently With Postoperative Radiotherapy in Patients With Triple Negative Breast Cancer With an Incomplete Pathologic Response Following Neoadjuvant Chemotherapy\n                - Breast cancer\n                - Rucaparib (300 mg, 400 mg, 500 mg, or 600 mg)\n                - Radiotherapy; 50 Gy in 2 Gy per fraction, plus 10 Gy boost to lumpectomy cavity\n                - Phase I- 30 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03109080\n\n                A Phase I of Olaparib With Radiation Therapy in Patients With Inflammatory, Loco-regionally Advanced or Metastatic TNBC (Triple Negative Breast Cancer) or Patient With Operated TNBC With Residual Disease\n                - Malignant and triple-negative breast neoplasms\n                - Olaparib\n                - Radiotherapy\n                - Phase I- 24 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03598257\n\n                A Phase II Randomized Trial of Olaparib (NSC-747856) Administered Concurrently With Radiotherapy Versus Radiotherapy Alone for Inflammatory Breast Cancer\n                - Breast inflammatory carcinoma\n                - Olaparib (oral)\n                - Radiotherapy\n                - Phase II- 300 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT02657889\n\n                Phase 1/2 Clinical Study of Niraparib in Combination With Pembrolizumab (MK-3475) in Patients With Advanced or Metastatic Triple-Negative Breast Cancer and in Patients With Recurrent Ovarian Cancer\n                - Triple negative breast cancer- Breast cancer- Metastatic breast cancer- Advanced breast cancer- Stage IV breast cancer- Neoplasms- Ovarian cancer- Fallopian tube cancer- Peritoneal cancer\n                - Niraparib (up to 300 mg/day oral)- Pembrolizumab (200 mg intravenous)\n                - None\n                - Phase I/II- 122 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT03544125\n\n                A Pilot Study of Olaparib and Durvalumab in Patients With Metastatic Triple Negative Breast Cancer\n                - Stage IV breast cancer- Estrogen receptor negative- HER2 negative- Progesterone receptor negative- Stage IV breast cancer- Triple-negative breast carcinoma\n                - Durvalumab (intravenous)- Olaparib (oral)\n                - None\n                - Phase I- 3 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT03025035\n\n                Open Label, Phase II Pilot Study of Immune Checkpoint Inhibition With Pembrolizumab in Combination With PARP Inhibition With Olaparib in Advanced BRCA-mutated or HDR-defect Breast Cancers\n                - Breast cancer\n                - Pembrolizumab (intravenous)- Olaparib (oral)\n                - None\n                - Phase II- 20 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT02849496\n\n                A Phase II Open-Label, Randomized Study of PARP Inhibition (Olaparib) Either Alone or in Combination With Anti-PD-L1 Therapy (Atezolizumab; MPDL3280A) in Homologous DNA Repair (HDR) Deficient, Locally Advanced or Metastatic Non-HER2-Positive Breast Cancer\n                - Locally advanced - unresectable breast carcinoma- Metastatic breast carcinoma- Stage III breast cancer- Stage IV breast cancer\n                - Atezolizumab (intravenous)- Olaparib (oral)\n                - None\n                - Phase II- 81 participants- Clinical trial\n                - Suspended\n              \n              \n                \nNCT04683679\n\n                A Phase II Study of Pembrolizumab and Ablative Radiotherapy With or Without Olaparib in Metastatic Triple-Negative Breast Cancers : Initial Test Cohorts of a Platform Trial to Sequentially Investigate Combinations of DNA-Damage Response Inhibitors and Immunotherapy for the Augmentation of Immune Responses\n                - Triple negative breast cancer\n                - Pembrolizumab (200 mg intravenous)- Olaparib (600 mg oral)\n                - 8-9 Gy x 3 fractions or 30 Gy in 6 Gy per fraction for larger tumors\n                - Phase II- 56 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT04837209\n\n                A Phase II Study of NirAparib, Dostarlimab and Radiotherapy in Metastatic, PD-L1 Negative or Immunotherapy-Refractory Triple-Negative Breast Cancer (NADiR)\n                - Breast cancer- Triple negative breast cancer\n                - Niraparib (oral)- Dostarlimab (anti-PD-1) (intravenous)\n                - Radiotherapy\n                - Phase II- 32 participants- Clinical trial\n                - Recruiting\n              \n            \n          \n        \n        In addition to contributing to radiation-induced DNA damage, studies also suggest that PARP inhibition regulates antitumor immunity (226). Many studies suggest a connection between BRCA mutations, PARP inhibition, and the immune system in breast cancer. In BRCA-deficient TNBC models, PARP inhibition with olaparib induces a CD8+ T cell response in vivo through the activation of the cGAS/STING pathway (235). PARP inhibition also modulates immunosuppressive macrophages in the TME of BRCA1-associated TNBC models and treating these models with CSF-1R antibodies combined with PARP inhibitors overcomes PARP inhibitor acquired resistance (236). Moreover, knock down of BRCA2 in human breast cancer cells activates the cGAS/STING pathway (237). Surprisingly, PARP inhibition in some BRCA proficient ovarian and colorectal cancer models can also activate immune responses through the STING pathway (238). Moreover, combining PARP inhibitors with anti-PD-L1 improves tumor control in preclinical breast cancer models (239). These preclinical data suggest that PARP inhibition may promote antitumor immunity.\n        Furthermore, studies have examined the mechanisms underlying the interactions between resistance to PARP inhibitors and ICIs. PARP inhibitors have been found to upregulate PD-L1 expression, resulting in immunosuppression (240). Glycosylation of PD-L1 is required for its interaction with PD-1 and subsequent suppression of T cell activity (240, 241). However, inhibition of PD-L1 glycosylation via 2-deoxyglucose (2-DG) promotes T-cell mediated cytotoxicity and potent antitumor activity in combination with PARP inhibitors (240). Human and murine TNBC cell lines resistant to PARP inhibitors display an increase in epithelial-mesenchymal transition and upregulation of PD-L1 (242). These effects are abrogated by the application of metformin to block pAkt S473—potentially providing a synergistic approach to increase PARP inhibition and immunotherapy efficacy (242). In short, various studies suggest that PD-L1 upregulation may regulate PARP inhibitor resistance.\n        Clinical trials are beginning to report the efficacy of PARP inhibition combined with ICIs in breast cancer patients. In the TOPACIO/KEYNOTE-162 trial, the PARP inhibitor niraparib was combined with pembrolizumab for the treatment of advanced or metastatic TNBC (NCT02657889). Preliminary results from this study suggest that combining PARP inhibition with ICIs may be effective in metastatic TNBC regardless of BRCA status (243). Additionally, ongoing studies are examining the combination of olaparib and durvalumab for patients with metastatic TNBC (NCT03544125) (244), as well as examining the combination of pembrolizumab and olaparib in patients with DNA damage response pathway mutations (NCT03025035). Furthermore, a Phase II, open-label, randomized trial was recently underway to assess the effects of olaparib alone and in combination with atezolizumab in HDR deficient locally advanced or metastatic non-HER2+ breast cancer, although it was recently suspended (NCT02849496) (245). To conclude, these clinical data suggest that PARP inhibition may enhance patient responses to immunotherapy; however, additional research is merited.\n        Based upon the promise of combining both PARP inhibition with radiotherapy and PARP inhibition with immunotherapy, trials are also examining trimodal approaches with radiotherapy, ICIs, and PARP inhibition. A Phase II trial is currently recruiting patients to ascertain the efficacy and safety of talazoparib combined with radiotherapy and atezolizumab (anti-PD-L1) for PD-L1+ metastatic TNBC patients (NCT04690855). Additionally, a randomized, Phase II study is recruiting breast cancer patients to understand the effects of radiotherapy in combination with pembrolizumab and olaparib to treat patients with triple negative disease (NCT04683679). Moreover, a Phase II trial is currently assessing the effects of combined niraparib, dostarlimab (anti-PD-1), and radiotherapy in metastatic, PD-L1-, or immunotherapy-refractory TNBC (NCT04837209). Importantly, more time is necessary to define the tolerability and efficacy of these trimodal approaches in breast cancer patients.\n      \n      \n        Safety, tolerability, and cost-effectiveness of combined therapy approaches\n        Importantly, while combining targeted therapies with radiotherapy and immune checkpoint inhibitors is a promising approach for the treatment of breast cancer patients, more studies are warranted to further examine the safety and tolerance of such combinations. All pharmaceutical agents are associated with potential adverse events and combining therapeutic agents and modalities can heighten the risk of toxicity. Combining therapeutics also has the potential of reducing toxicity if combined therapies are synergistic and require lower doses of these agents in combination compared to when delivered as monotherapies. Clinical and preclinical studies are currently underway to screen for potential adverse effects and unwanted toxicities of combined approaches for the treatment of breast cancer.\n        Collectively, in breast cancer patients, single agent targeted therapies can result in various toxicities, including cardiovascular (246, 247), endocrine, dermatologic, and pulmonary toxicities (248). While advancements in the delivery of radiotherapy as a monotherapy have allowed for the precise delivery of radiation rays directly to cancerous lesions, radiotherapy can also damage nearby, non-malignant cells, resulting in acute and late-onset toxicities (249). ICIs are associated with idiosyncratic inflammatory adverse events which can occur in potentially any organ system, emphasizing the importance of closely monitoring patients receiving such therapies (250). Anti-CTLA-4 immunotherapies are associated with a higher incidence of immune-related adverse events (irAEs) compared to inhibitors of the PD-1 axis, which may coincide with their different mechanisms of action (249). Anti-PD-1 therapies (i.e., pembrolizumab) may be associated with fewer adverse events than anti-PD-L1 therapies (i.e., atezolizumab) in breast cancer patients (250, 251). Collectively, as more patients receive ICIs as part of their treatment regimens, more screening is warranted to understand why these adverse events take place and how these events can be prevented in patients undergoing treatment.\n        Combination therapies involving the application of both radiotherapy and ICIs may result in complex effects on the immune system which may promote enhanced therapy efficacy and also therapy toxicity. To date, the combination of radiotherapy and ICIs has been found to be safe and well-tolerated in patients undergoing treatment (249, 252). Combined anti-PD-1 and anti-CTLA-4 ICIs with palliative radiotherapy was found to be associated with few adverse events in patients with non-small cell lung cancer, melanoma, renal cell cancer, and breast cancer (192, 253). Toxicity can also occur in studies combining chemotherapy with ICIs. For instance, in the KEYNOTE-522 trials, while combination of chemotherapy and pembrolizumab improved pathological complete response in patients with early TNBC, this therapy resulted in 78% of patients having grade 3 or higher adverse events, compared to only 73% of patients in the placebo-chemotherapy group (106). Targeted therapy can also cause adverse events. Single-agent PARP inhibition has been found to be less toxic compared to single-agent chemotherapy; however, when PARP inhibitors are used in combination with radiotherapy, toxicity must be closely monitored (248). In a study that combined PARP inhibition (veliparib) with radiotherapy in patients with inflammatory or locoregionally recurrent breast cancer, 1 year post treatment resulted in grade 3 toxicity of 10%. However, 3 years following combined therapy, 46.7% of patients experienced grade 3 toxicity, with 6 out of a total 15 patients having severe fibrosis in the field of treatment (233). Collectively, more studies are needed to screen for such toxicities and determine the proper doses of targeted therapies, ICIs, and radiotherapy that can be efficacious, while inducing minor adverse events and low toxicities in patients with aggressive forms of breast cancer,\n        While the safety profiles of combined approaches are important to consider when determining the optimal treatment plan, another important aspect to consider is the cost-effectiveness of such therapeutics. Financial toxicity is a growing concern in breast cancer care (254). While ICIs are an emerging and promising therapeutic option for cancer patients, they are costly services for patients, which is a critical factor when patients are deciding what course of therapy to pursue. In a study assessing the cost effectiveness of immunotherapy in non-small cell lung cancer, the median yearly cost of ICIs was $148,431. Importantly, while the costs of ICIs may vary based upon drug rand and mechanism of action, overall, prolonged usage of such therapies beyond two years was not found to be financially feasible for patients (255). Consequently, numerous studies are focused on accessing the cost-effectiveness (CE) of immunotherapies, which is often measured as the incremental cost-effectiveness ratio (ICER), a ratio that represents the cost required for one additional year of life (256). In breast cancer, results from studies assessing the cost-effectiveness of immunotherapies are often mixed and are drug-dependent—supporting the need to further analyze the benefit of prescribing ICIs to cancer patients—especially in combination with other targeted therapies. In solid tumors, ICIs provide significant clinical benefits to patients and certain types of ICIs have been found to be cost-effective in different types of cancer compared to chemotherapy treatment alone (256). In PD-1+, metastatic TNBC, the combination of pembrolizumab with chemotherapy was found to be cost-effective (257). Combined chemotherapy and pembrolizumab was also cost-effective in high risk, early-stage TNBC (258). Combining ICIs with radiotherapy is also cost-effective in non-small cell lung cancer; however, this has not been examined as thoroughly in the context of breast cancer and more studies are warranted (259). More work is also necessary to determine how cost-effective trimodal approaches are for breast cancer patients—such as for combined ICIs, radiotherapy, and targeted therapy. Furthermore, this also starts conversations regarding the overall cost of therapeutics and accessibility to affordable healthcare—which may vary based upon where patients are receiving their cancer care and influence their decisions to receive such therapies.\n      \n      \n        Future directions\n        Future clinical trials are focused on assessing whether combination approaches increase immunotherapy efficacy in patients with breast cancer as demonstrated in \nTable 4\n (260). CDK4/6 inhibitors are mainstay treatments for women with metastatic HR+, HER2- breast cancer and induce radiosensitization in preclinical models of ER+ breast cancer and TNBC (261, 262). Furthermore, the CDK4/6 inhibitor abemaciclib enhances the efficacy of anti-PD-L1 ICIs by augmenting antigen presentation and T cell activation in human breast cancer cells (263). These data motivate the assessment of combining CDK4/6 inhibitors with radiotherapy and ICIs in future studies. Currently, the effects of combined stereotactic body radiation (SBRT), ICIs, and hormone therapies are being examined in ER+ breast cancer (NCT04563507). In addition to analyzing the effects of already developed pharmacological agents with radiotherapy and ICIs, future studies should investigate the combined effects of novel cancer therapeutic agents. For instance, combining a phosphoinositide 3-kinase δ (PI3Kαδ) inhibitor with radiotherapy and anti-PD-1 was found to increase CD8+ T cell accumulation and delay tumor growth in a murine syngeneic TNBC model (264). STING agonists are also currently being examined in preclinical breast cancer models in combination with ubiquitinated protein nanovaccines (265), anti-CD47 monoclonal antibodies (266), and CAR-T cell therapy (267). These studies suggest that combining STING agonists, ICIs, and radiotherapy may have clinical potential.\n        \n          Table 4\n          \n            Additional studies assessing combinatorial therapies for the treatment of breast cancer.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT04563507\n\n                CIMER: Combined Immunotherapies in Metastatic ER+ Breast Cancer\n                - Breast cancer\n                - Letrozole (2.5 Mg tablet)- Palbociclib (125 mg)\n                - SBRT at 50 Gy × 5 fractions\n                - Phase II- 102 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT04435964\n\n                Gender Difference in sidE eFfects of ImmuNotherapy: a Possible Clue to Optimize cancEr tReatment\n                - Breast Cancer- Melanoma- Lung cancer- Head and neck cancer- Urogenital neoplasms\n                - Immune checkpoint inhibitors as a monotherapy or in combination with radiotherapy and/or chemotherapy\n                - Varies\n                - 400 participants- Observational trial\n                - Recruiting\n              \n              \n                \nNCT03383107\n\n                Effect of Radiotherapy Variables on Circulating Effectors of Immune Response and Local Microbiome\n                - Breast cancer- Prostate cancer\n                - Radiotherapy\n                (For breast cancer)- Standard fractionation breast and nodal radiotherapy to 50 Gy in × 25 fractions- Partial breast RT to 30 Gy in × 25 fractions and × 5 fractions\n                - 66 participants- Observational trial\n                - Completed\n              \n              \n                \nNCT05037825\n\n                The Gut Microbiome and Immune Checkpoint Inhibitor Therapy in Solid Tumors\n                - Triple-negative breast cancer- Non-small-cell lung carcinoma- Malignant melanoma- Renal cell carcinoma\n                - Anti-PD-1, anti-PD-L1, or anti-CTLA-4 in combination with other checkpoint inhibitors or agents including radiotherapy, surgery, and/or chemotherapy\n                - Varies\n                - 800 participants- Observational trial\n                - Recruiting\n              \n              \n                \nNCT01351103\n\n                A Phase I, Open-label, Dose Escalation Study of Oral LGK974 in Patients With Malignancies Dependent on Wnt Ligands\n                - Triple negative breast cancer- Pancreatic cancer- BRAF mutant colorectal cancer- Melanoma- Head and neck squamous cell cancer- Cervical squamous cell cancer- Esophageal squamous cell cancer- Lung squamous cell cancer\n                - Drug: LGK974 (PORCN inhibitor)- Biological: PDR001 (anti-PD-1)\n                - None\n                - Phase I- 185 participants- Clinical trial\n                - Recruiting\n              \n            \n          \n        \n        Additional studies are crucial to determine the most effective radiotherapy dose and fractionation in patients. The optimal dose fractionation to induce effective antitumor immune responses has not yet been determined, with preclinical literature supporting both ablative single fractions (268) as well as moderate hypofractionation (160, 166). For example, ablative stereotactic body radiotherapy delivered at 15 Gy delivered in 3 fractions or 30 Gy radiotherapy delivered in 1 fraction combined with immunotherapy decreased primary tumor size in a 4T1 murine breast cancer model, while ablative radiotherapy delivered at 1 fraction of 30 Gy transforms the tumor suppressive microenvironment of colon tumors into a pro-inflammatory, CD8+ T cell enriched environment (268, 269). Hypofractionated radiotherapy delivered at 9.18 Gy in 3 fractions or 6.43 Gy in 5 fractions also induces systemic antitumor effects and promotes synergy in combination with anti-PD-1 in syngeneic breast cancer models (270). Conversely, radiotherapy delivered at doses above 12-18 Gy induces Trex1 in other breast cancer models, which can hinder the pro-immune effects of radiotherapy by degrading cellular DNA upstream of the cGAS/STING pathway (177). Prospective clinical evaluations are needed to define the optimal radiotherapy regimens in patients.\n        In addition to better understanding the mechanisms involved in radiotherapy, it is also critical to further understand the underlying mechanisms involved in immunotherapy efficacy and patient response to immunotherapy. Importantly, many factors play a role in the efficacy of ICIs, such as age (85), sex (NCT04435964), gut microbiome (NCT03383107, NCT05037825), and oncogenic signaling/mutations (NCT01351103) (271). Immunotherapy efficacy may also depend on sites of metastatic involvement. In both patients and preclinical models, liver metastases are associated with diminished immunotherapy efficacy (272). Moreover, it is essential to continue investigating the effects of the cGAS/STING pathway and its implications in both the radiotherapy response and immune response in human cancers. Numerous studies are currently investigating the preclinical implications of the cGAS/STING pathway in cancer and how other mediators of this pathway can be modulated to promote pro-immune, antitumor effects. In all, the mechanisms underlying combined therapies are complex and more research is justified to further understand these interactions.\n        Moreover, it is also critical to define treatment tolerance since adverse events may occur following combined treatments. Finally, another crucial future direction is developing predictive and prognostic biomarkers indicative of response to combination therapies. While studies suggest TILs, tumor mutation burden (TMB), and immune gene signatures may be potential biomarkers for response to ICIs in breast cancer, biomarkers indicative of combined therapy efficacy have not yet been identified (273, 274). In short, more research is necessary to discover biomarkers to help identify which patient populations will respond best to these novel therapeutic approaches.\nImmune microenvironment in breast cancer\n        The immune system is a powerful mediator in protecting the body against foreign pathogens, and importantly plays a crucial role in safeguarding the body from self-cells that become cancerous. Paradoxically, the immune system can play both supportive and inhibitory roles in breast cancer progression and is an important pharmacological target to improve patient outcomes (23). Tumors are classified based upon the presence and location of immune cells in the tumor microenvironment (TME), where noninflamed (“cold”) tumors have a low infiltration of lymphocytes and inflamed (“hot”) tumors have a high infiltration of lymphocytes (24). Noninflamed tumors can also have an absence of infiltrating lymphocytes or have lymphocytes only on the peripheral edges of the tumor (“excluded”) (25). Additionally, antitumor immunity is dependent on the immune tone of the TME, with both immunosuppressive and immunostimulatory milieu being common. This is relevant in breast cancer carcinogenesis, where both the innate and adaptive immune system contribute to cancer development and immune evasion (26).\n        Tumor-associated macrophages (TAMs) are innate immune cells found within the TME that have pro-tumorigenic and anti-tumorigenic effector mechanisms in the context of cancer (27). Macrophages are divided into M1-like macrophages that exert antitumor effects and M2-like macrophages that exert pro-tumorigenic effects; however, these phenotypes are plastic and can be pharmacologically reprogrammed (27). In breast cancer, it has been known for the past two decades that macrophages can promote malignant transformation (28), while monocyte-derived macrophages additionally contribute to breast cancer metastasis (29). FOLR2+ macrophages are a specific subset of TAMs enriched predominantly in healthy mammary glands that positively correlate with CD8+ T cells (30). Contrastingly, TREM2+ macrophages are a subset of TAMs expressed primarily in cancerous breast tissue that contribute to tumor development (30). Additionally, in both TNBC and hormone receptor-positive (HR+) breast cancer, CD163+ TAMs are derived from circulating monocytes and contribute to immunosuppression (31). Neutrophils, another innate cell lineage, can also exert multifaceted pro-tumorigenic and anti-tumorigenic effects under different contexts (32). Within TNBC, there are dichotomous neutrophil-enriched subtypes (NES) and macrophage-enriched subtypes (MES). Specifically, the NES subtype displays an abundance of immunosuppressive neutrophils and is resistant to ICIs, whereas the MES subtype demonstrates mixed responses to ICIs (33). Furthermore, myeloid-derived suppressor cells (MDSCs) are a heterogeneous population of immature myeloid cells of the innate immune system that suppress CD8+ T cells and other immune cells in the TME, promoting tumor progression (34). Elevated levels of circulating MDSCs were present more often in breast cancer patients than in healthy volunteers and were even higher in patients with metastatic disease (35). MDSC crosstalk signaling promotes breast cancer progression in part through the STAT3 and NOTCH signaling pathways (36). In all, these cells of the innate immune system exert multifaceted effects in the TME and execute significant roles in cancer progression and immune surveillance.\n        Tumor-infiltrating lymphocytes (TILs) collectively refer to the populations of lymphocytes in the tumor. This population of white blood cells includes T lymphocytes (T cells), B lymphocytes (B cells), and natural killer (NK) cells (37, 38). T cells compose approximately 75% of TILs and consist of different subsets including cytotoxic CD8+ T cells, CD4+ T cells, and regulatory T cells (Tregs) that all contribute to the adaptive immune response (38, 39). The presence of TILs is associated with improved disease outcomes in breast cancer patients (40, 41). CD8+ T cells are directly cytotoxic to tumor cells, while CD4+ T cells can promote antitumor immunity through the secretion of inflammatory cytokines (42). Meanwhile, some immune cell populations may induce immunosuppressive effects in the TME. For example, CD4+ Tregs restrain the activation and function of CD8+ T cells (43). While it is well-established that CD8+ TILs are a favorable prognostic indicator and positively correlate with relapse-free survival in breast cancer (44), the T cell subtypes present in breast cancer are not fully understood (45). CD8+ tissue-resident memory (TRM) cells are one subset of CD8+ TILs contributing to immunity that express cytotoxic molecules and immune checkpoint proteins (46). Interestingly, CD8+ TRM cells are associated with improved relapse-free survival (RFS) in TNBC cancer patients (45). In early-stage TNBC patients, the presence of TRMs is associated with improved patient outcomes—including increased survival and decreased rates of recurrence (46). Increased intra-tumoral expression of CD39+PD-1+CD8+ T cells, another subset of CD8+ TILs, correlates with longer disease-free survival in breast cancer patients (47). In breast cancer, FOXP3+ Tregs are a distinct population of T cells associated with more aggressive forms of breast cancer, including a higher risk of relapse and decrease in survival (48). Additionally, intratumoral Tregs from breast cancer tumors have increased expression of the chemokine receptor CCR8, suggesting a unique phenotype and function of these cells in human breast cancer patients (49). B lymphocytes are a humoral cell population of the adaptive immune system that can contribute to both antitumor immune responses and potentiate cancer development (50). B lymphocytes are less prevalent in invasive breast cancers in comparison to early ductal carcinoma in situ (50). Importantly, the presence of immune infiltrates in the breast tumor may correlate to patient response to therapy. In the SweBCG91RT trial, immune infiltrates, in the form of CD8+ T cells and FOXP3+ T cells, were examined in early-stage breast cancer patients that received breast-conserving surgery (BCS) and postoperative radiotherapy. In this trial, early-stage breast cancer patients with antitumoral immune infiltrates had a decreased risk of recurrence, while the addition of radiotherapy to these patients was found to have limited benefits (51). In summary, a variety of lymphocytes are present in breast tissue and many of these lymphocytes play dual roles in carcinogenesis and immune recognition.\n        Of the breast cancer subtypes, TNBC is associated with the highest lymphocyte infiltration, followed by HER2+ breast cancer, and finally by HR+, HER2- breast cancer (41). Importantly, lymphocyte infiltration in breast cancer patients varies significantly from 1.1% to 44%, which is independent from tumor size (52). In a study that examined CD8+ T cell infiltration among 12,439 breast cancer patients, the presence of intratumoral CD8+ T cells was associated with a significant reduction in risk of death in both ER- and ER+, HER2+ breast cancer. Specifically, intratumoral CD8+ T cell expression was associated with a 28% reduction in mortality for TNBC and HER2+ tumors and 27% reduction in mortality for ER+, HER2+ tumors (53). Furthermore, there have also been differences found in the tumor immune microenvironment of African American breast cancer patients compared to non-African American patients, which may be contributed to socioeconomic and ancestry factors. African American TNBC patients display an increase in gene expression of immune pathways and an increase in immune infiltration—providing rationale for the application of immunotherapies for these patient populations (54). Inflammatory breast cancer (IBC) is a rare type of breast cancer which clinically presents with distinct rapid and substantial inflammation of the breast (55). IBC has a unique tumor microenvironment composition compared to other breast cancers (56). Emerging evidence suggests that the tumor microenvironments of IBC tumors is associated with an increase in CD8+ T cell infiltration (57, 58) and tumor-associated macrophages (59, 60); however, the effects of the immune system and underlying molecular pathways of IBC carcinogenesis are not fully defined (61). In summary, more research is necessary to understand the implications of immunotherapy for other breast cancer subsets, including HR+ breast cancers and IBC.\nRegulators of immune responses in breast cancer\n        The immunogenicity of tumors is influenced by multiple factors, including the mutational load of the tumor. Cancerous cells accumulate variable levels of somatic mutations, which may result in the production of neoantigens and tumor-specific antigens (TSAs) (62–64). These antigens are recognized by the immune system to distinguish cancer cells from healthy, noncancerous cells (62). The ability of cytotoxic CD8+ T cells to recognize neoantigens produced by tumor cells was reported in the early 1990s and provided an important insight into the antitumor effects of T cells in cancer (65, 66). Cancer immunotherapies are often developed to target these neoantigens because they are tumor-specific and, thus, an attractive target for minimizing on-target, off-tumor effects (63, 67). Compared to other malignancies, breast cancer has less than the median number of somatic mutations (64). Only 5% of all breast cancers are hypermutated and carry a significant load of somatic mutations. Additionally, in breast cancer, the APOBEC signature, a signature that represents dysregulated AID/APOBEC cytidine deaminases, is the primary mutational process leading to these hypermutations (68). As tumor mutational load correlates with response to immunotherapy, from the perspective of antigen presentation, breast cancer is deemed relatively non-immunogenic.\n        Disruption and dysregulation of the cancer immunity cycle promotes carcinogenesis. Data from The Cancer Genome Atlas (TCGA) and Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) breast cancer cohorts suggest that malfunction of the cancer immunity cycle contributes to disease progression and serves as a prognostic biomarker (69). Avoiding immune clearance is an important hallmark of cancer that enables cancer cells to expand independently from the inhibitory effects of the immune system (65, 70). In the cancer immunity cycle, antigens produced by cancer cells are sampled by antigen-presenting cells (APCs) such as macrophages, dendritic cells, and B cells (65). APCs then present the antigens via major histocompatibility complexes I or II (MHCI/II) (65). Naïve T cells can recognize these antigens when their T cell receptor (TCR) binds to the MHC on the APC, and this interaction is stabilized by the co-receptors CD4 or CD8. This TCR recognition of the peptide-MHC complex is insufficient to fully activate T cells. An additional co-stimulation signal is required, which occurs when costimulatory molecules, such as CD28, on the T cell recognize signals, such as CD80/86, on the APC. Following these two signals, the APC will release cytokines, such as IL-2, to further direct the activation and differentiation of T cells. Once activated, T cells egress from the lymph nodes, traffic through the blood, and enter the TME (65). Trafficked T cells may then utilize their tumor antigen-specific TCRs to bind to neoantigens presented on MHC-I by the cancer cell, allowing for granzyme and perforin driven cytotoxicity. The overall effect of this pathway is dependent on which population of T cells is recruited to the tumor microenvironment.\n        In breast cancer, there are several mechanisms utilized by cancer cells to avoid recognition by the cancer immunity cycle (71). One way tumor cells can avoid immune recognition is via loss of MHC class I antigen presentation, which prevents the tumor cells from being recognized by CD8+ T cells (72). In breast cancer cells, this may occur in part through the protein MAL2 that promotes endocytosis of tumor antigens (73). Moreover, breast cancer cells can deplete the costimulatory receptor needed for T cell activation when CTLA-4 on tumor cells and CD80 on APCs promote trans-endocytosis of CD80 (74). Furthermore, by expressing immune checkpoints, cancer cells can target and inhibit the effector functions of T cells, including suppression of antitumor cytokine secretion and T cell proliferation (71). Collectively, these studies illustrate the many ways that breast cancer can avoid recognition by the cancer immunity cycle.\n        An immune pathway especially critical for modulating immune responses to cancer is the cyclic GMP-AMP synthase-stimulator of interferon genes (cGAS/STING) pathway, as represented in \nFigure 1\n (75). The stimulator of interferon genes (STING) is an endoplasmic reticulum (EnR)-bound, transmembrane protein that stimulates the transcription of numerous immune pathways following the recognition of cyclic dinucleotides (CDNs) and cytosolic DNA (cDNA) (75–77). CDNs and cDNA can be produced from viruses, bacteria, and diseased states including cancer (76). These cytoplasmic molecules of genetic information are consequently recognized by cyclic GMP-AMP synthase (cGAS), which produces cyclic GMP-AMP (cGAMP) (76, 77). Chromosomal instability (CIN)—another hallmark of cancer—occurs following chromosomal segregation errors during mitosis and can also activate the cGAS/STING pathway in cancer cells (70, 78). Moreover, in addition to promoting an antitumor immune response through the cGAS/STING pathway, CIN can also promote the activation of other immune cells, including natural killer cells to promote antitumor immunity (79). Micronuclei formation can additionally promote the cGAS/STING pathway to activate an immune response (80). Production of cGAMP by such means activates STING via binding with two STING molecules in the EnR, which leads to STING interacting with TANK-binding kinase 1 (TBK1) (76, 77). TBK1 can then phosphorylate type 1 interferon (T1IFN) transcription factors including interferon regulatory factor 3 (IRF3) and nuclear factor-κB (NF-κB) that promote gene transcription after translocation to the nucleus (76, 77). The cGAS/STING pathway and activation of T1IFNs also plays critical roles in cancer (81). For example, T1IFN production is often associated with T cell infiltration that promotes immune responses against tumors (76, 82, 83). In breast cancer, perinuclear expression of STING was recently found to be associated with improved prognosis in ER+ breast cancers (84). Consequently, the development of STING agonists has been explored as a therapy for the treatment of breast cancer to induce an antitumor response and improve the efficacy of additional immunotherapeutic approaches (85, 86). In short, the cGAS/STING pathway plays a critical role in cancer and is a potential pharmacological target for treating cancer patients.\n        \n          Figure 1\n          \n            The Cyclic GMP-AMP Synthase-Stimulator of Interferon Genes (cGAS/STING) Pathway Plays a Critical Role in Antitumor Immunity. Following DNA damaging events, DNA fragments enter the cytoplasm of cancer cells. This cytosolic DNA is then recognized by the cytoplasmic sensor cGAS, which can then produce cyclic GMP-AMP (cGAMP). Consequently, cGAMP promotes the recruitment of STING molecules in the endoplasmic reticulum, which leads to TANK-binding kinase 1 (TBK1) phosphorylating interferon regulatory factor 3 (IRF3), and nuclear factor-κB (NF- κB). IRF3 and NF- κB then translocate to the nucleus to promote transcription of type I interferons, which can lead to an antitumor response via the promotion of T cell infiltration into the tumor microenvironment.\nThe role of immunotherapy in breast cancer\n        Immunotherapeutic approaches aimed at improving cancer control rates in breast cancer patients include cancer vaccines, adoptive cell transfer, and ICIs (87, 88). Cancer vaccines target distinct antigens upregulated in the tumors of cancer patients and provide immunological memory (89). Mechanistically, cancer vaccines seek to trigger an immune response via machinery that promotes the presentation of tumor antigens to the immune system and via adjuvants that cause a proinflammatory response to activate the immune system (89). Current research is focused on developing vaccines that can prevent the progression of aggressive breast cancers—such as triple negative disease (NCT04674306)—and combining breast cancer vaccines with other treatment approaches (NCT00082641, NCT03789097). For instance, mRNA vaccines have recently been successful in the context of COVID-19 and are currently being explored for use in breast cancer (90). Significant work has been done to study the efficacy of breast cancer vaccines both preclinically and clinically; however, most studies have failed to produce significant responses in patients, which may be attributed to the heterogeneity of breast cancer (89, 91).\n        ICIs have revolutionized cancer therapeutics, leading to Dr. James P. Allison and Dr. Tasuku Honjo being awarded the Nobel Prize in Physiology or Medicine in 2018 (92). One class of ICIs target programmed death-ligand 1 (PD-L1 or B7-H1), which serves to inhibit the immune system by binding to PD-1 on T cells and dampening their cytotoxic abilities (93). PD-L1 is expressed on a myriad of immune cells, including antigen presenting cells, T cells, and B cells, and interacts with its receptor, PD-1, expressed on T cells (94, 95). Mechanistically, PD-L1 and PD-1 interactions suppress tumor immunity by causing T cell apoptosis, anergy, exhaustion, and IL-10 expression (94). Expression of PD-L1 and PD-1 in the tumor microenvironment is a common cancer immune evasion strategy (94). Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4 or CD152) is another immune checkpoint receptor expressed on T cells that has a high affinity for CD80 and CD86, which are necessary for T cell co-stimulation (96, 97). CTLA-4 outcompetes the co-stimulatory molecule CD28 to induce immune suppression (97, 98). In breast cancer, TCGA analyses suggest that TNBC patients express higher levels of PD-L1 as compared to patients with other breast cancer subtypes with approximately 20% of TNBC samples expressing significant levels of PD-L1 (99). While PD(L)-1 inhibition is clinically efficacious in many cancer types, PD-L1 expression poorly predicts clinical benefit, emphasizing the demand for clinical trials evaluating efficacy as well as the need for better biomarkers of treatment response (100).\n        Importantly, clinical trials have tested the efficacy of ICIs in TNBC. The Phase Ib KEYNOTE-012 clinical trial (NCT0184883) tested whether pembrolizumab (anti-PD-1) was tolerable in patients with PD-L1+ advanced TNBC. This study found that pembrolizumab had an acceptable safety profile, with an overall response rate of 18.5% (101). In the Phase II KEYNOTE-086 trial (NCT02447003), 254 female patients with metastatic TNBC received pembrolizumab in either the second line setting or the first line setting. In the second line setting, patients unselected for PD-L1 expression had an objective response rate (ORR) of 5.3%, while in the first line setting, PD-L1+ patients had an ORR of 21.4%. Tolerability was reaffirmed in both cohorts (102, 103). This trial led to the randomized, open-label Phase III KEYNOTE-119 (NCT02555657) trial that examined the efficacy of pembrolizumab versus single agent chemotherapy in patients with PD-L+ metastatic TNBC. In this trial, PD-L1+ status was characterized by patient PD-L1 combined positive scores (CPS), defined as the ratio of PD-L1+ tumor cells, lymphocytes, and macrophages out of total tumor cells multiplied by 100. Pembrolizumab improved the median overall survival (OS) from 11.6 months to 12.7 months as compared to chemotherapy in patients with a CPS of 10 or higher (104). KEYNOTE-119 motivated the Phase III, double-blind, randomized trials KEYNOTE-355 (NCT02819518) and KEYNOTE-522 (NCT03036488) (105, 106). In KEYNOTE-355, 847 patients with metastatic TNBC or previously untreated, locally recurrent inoperable breast cancer were randomized 2:1 to pembrolizumab and chemotherapy (specifically, paclitaxel, nab-paclitaxel, or gemcitabine plus carboplatin) or placebo and chemotherapy. The co-primary endpoints of this trial were overall survival and progression-free survival, and patients were stratified by PD-L1 expression. Pembrolizumab and chemotherapy improved the median progression-free survival from 5.6 months to 9.7 months for patients with high PD-L1+ scores, providing the clinical rationale for using this combined therapy as a first-line treatment for metastatic TNBC (105). Furthermore, recent data supports that in patients with advanced TNBC with a CPS of 10 or more, the median overall survival increased from 16.1 months in the placebo-chemotherapy group to 23.0 months in the pembrolizumab-chemotherapy group. Similarly, in patients with a CPS of 1 or more, the median overall survival increased from 16 months in the placebo-chemotherapy group to 17.6 months in the pembrolizumab-chemotherapy group (107). In KEYNOTE-522, 1,174 patients with either previously untreated stage II breast cancer or stage III TNBC were randomly assigned 2:1 to receive neoadjuvant and adjuvant pembrolizumab with chemotherapy (either carboplatin or paclitaxel) or placebo with chemotherapy. All patients also received standard of care neoadjuvant doxorubicin–cyclophosphamide or epirubicin–cyclophosphamide. KEYNOTE-522 had two primary endpoints of pathological complete response (pCR, defined as the absence of invasive disease) and event-free survival. Pembrolizumab and chemotherapy significantly increased the pCR compared to chemotherapy alone (51.2% to 64.8%), and these data were foundational to the FDA-approval for pembrolizumab use in combination with chemotherapy for this patient population (106). Thus, these trials have established pembrolizumab as an important treatment for both metastatic and non-metastatic TNBC. Additionally, preliminary data suggests atezolizumab, a humanized anti-PD-L1 IgG1 antibody, is active in PD-L1+ locally advanced or metastatic TNBC; however, accelerated approval was later rescinded based on subsequent demonstration of limited clinical efficacy (108–110).\n        Clinical trials have also assessed the efficacy of ICIs in the management of HR+ breast cancers. In the Phase 1b KEYNOTE-028 study, patients with ER+, HER2- breast cancer with PD-L1+ tumors received pembrolizumab and achieved an ORR of 12% (NCT02054806) (111). Furthermore, in the Phase 1b JAVELIN study, which tested the safety of avelumab, 43% of patients had HR+, HER2- breast cancer and the ORR was 3% (NCT01772004) (112). The combination of pembrolizumab with chemotherapy (113) and cyclin-dependent kinase inhibitors (114) in this patient population has also not led to improvements in clinical outcomes. These trials highlight that ICIs have limited clinical activity in HR+ breast cancer. The poor efficacy of ICIs for the treatment of HR+ breast cancer may be, in part, due to the limited immune cell infiltrate in these tumors (115). The effects of ICIs are also currently being examined for the treatment of inflammatory breast cancer (116). A Phase II study (NCT02411656) is currently assessing the effects of pembrolizumab in metastatic or recurrent inflammatory breast cancer patients. Moreover, a Phase II study is currently examining the effect of pembrolizumab in combination with hormone therapy during or after radiotherapy for patients with HR+ inflammatory breast cancer who did not respond to neoadjuvant chemotherapy alone (NCT02971748). Clinical trials are currently recruiting patients to assess the effect of ICIs in combination with chemotherapy (NCT03515798, NCT05093387) for the treatment of inflammatory breast cancer. Furthermore, a recent case study suggests clinical promise in combining pembrolizumab and chemotherapy for treating inflammatory breast cancer (117), while additional studies are underway to identify novel biomarkers for anti-PD-1 therapy in this disease, including peripheral T cell exhaustion and clonality markers (118). Moreover, beyond the scope of immunotherapy, current clinical trials are also examining combined therapies of radiotherapy and PARP inhibition for the treatment of inflammatory breast cancer (NCT03598257).\n        Adoptive cell transfer (ACT) therapy functions by transferring immune cells into cancer patients. Chimeric antigen receptor (CAR)-T cells enable improved T cell recognition of cancers via bypass of the common cancer immune evasion strategies of MHC downregulation and co-stimulation blockade (119). CAR-T cells are composed of single-chain variable fragments (scFv) fused to a costimulatory molecule which is fused to the intracellular CD3ζ signaling domain. The scFv recognizes antigen expressed on the surface of tumor cells. The CD3ζ immunotyrosine activation motif (ITAM) generates T cell activation signal 1 and the intracellular costimulatory domain generates signal 2. This allows CAR-T cells to become fully activated following recognition of peptide without the need for MHC presentation or additional co-stimulation. CAR-T cells, are engineered for each individual patient by first collecting T cells from the peripheral blood of cancer patients, transducing them ex vivo to express the appropriate CAR, expanding, and validating these CAR-T cells, and then reintroducing these cells into patients (120). CAR-T cell therapies are a powerful tool for treating cancer patients in that these modified cells can also persist in patients for extended periods, providing significant support to the immune systems of patients undergoing CAR-T cell therapy (119). Currently, there are six CAR-T cell therapies approved for clinical use in hematologic malignancies (121). However, there are no CARs currently approved for use in breast cancer. In developing CAR-T cell therapies, it is important that the antigens being targeted are enriched in the tumor and not the healthy tissues of patients to prevent “on-target off-tumor” adverse events (119, 120). Additionally, CARs are limited in that they can only be directed towards surface-expressed antigens. CAR-T cells have shown limited promise in solid tumors due to a variety of challenges, including poor T cell infiltration into tumors and immunosuppressive tumor microenvironments, although there is significant work underway to overcome these obstacles. For the treatment of breast cancer, preclinical studies are ongoing to examine the effects of CAR-T cell therapy on various tumor specific antigens including mucin 1 (MUC1), HER2, Lewis Y, mesothelin, and folate receptor alpha (FR-α) (119). Clinical trials are underway to assess the effects of CAR-T cell therapy for treating breast cancer, including CAR-T cells recognizing epithelial cell adhesion molecule (EpCAM) (NCT02915445), cleaved MUC1 (NCT04020575, NCT02792114), and ROR1 (NCT05274451). In addition to CAR-T cell therapy, tumor-infiltrating lymphocytes (TILs) are being examined as a type of adoptive cell transfer for the treatment of breast cancer. TIL therapy involves isolating tumor-infiltrating lymphocytes from patients, expanding them ex vivo with large amounts of IL-2 and other cytokines, then re-infusing them into the patient (122). Importantly, TIL therapy does not significantly modify the lymphocytes, and, unlike CAR-T therapy, TIL therapy assumes patient lymphocytes are able to recognize tumor neoantigens that exist in small quantities. Whole exome sequencing of breast cancer tissues revealed TNBC expresses more neoantigens than non-TNBC, suggesting TNBC patients may be good candidates for TIL therapy (123). An ongoing clinical trial (NCT01174121) seeks to use TIL therapy in metastatic breast cancer, and preliminary data has shown tumor regression in a subset of patients (124). Collectively, these studies suggest the importance of ACT therapies as a potential therapeutic approach for breast cancer.\n        Despite promise of these therapies as single-agent therapies, additional studies are underway to find ways to increase patient responses to ACT by combining with radiotherapy or other forms of immunotherapy. For example, studies are currently examining combining radiotherapy with CAR-T cell therapy as a means to improve patient response to adoptive T cell transfer and overcome resistance in solid tumors (125). The effect of CAR-T cell therapy and internal radiotherapy are beginning to be evaluated for the treatment of liver metastases in breast cancer patients in a Phase 1b trial (NCT02416466), and results demonstrated some efficacy of the combination therapy with minimal toxicities (126). Moreover, a study recently examined the impact of combining infusion of ex vivo expanded NK cells into a human TNBC xenograft model with radiotherapy and found that the combination therapy significantly decreased primary tumor growth while minimizing toxicity (127). Combining CAR-T cell therapy with anti-PD-1 led to reduced tumor weight and improved CAR-T cell infiltration into the TME in a murine breast cancer model, demonstrating this combination therapy strategy may also be promising for treating breast cancer patients (128). While adoptive cell transfer strategies have shown some promise in the treatment of breast cancer in preclinical models, there has yet to be significant clinical efficacy in these solid malignancies.\n        In addition to immunotherapy, monoclonal antibodies (mABs) directed either towards tumor-specific antigens or mediators of oncogenic signaling have been used in breast cancer for more than twenty years. Monoclonal antibodies that target growth signaling can prevent cancer cell proliferation and ultimately lead to apoptosis. Additionally, these monoclonal antibodies can mediate antibody-dependent cellular cytotoxicity (ADCC), engaging the immune system to recognize cancer cells coated with antibodies bound to the surface of the cell (129). Trastuzumab is a clinically approved anti-HER2 mAb which improves the overall survival of patients with HER2+ breast cancers (130). Pertuzumab targets a distinct epitope of HER2 and is another mAB used in the management of HER2+ breast cancer. Consequently, mABs are a promising immunotherapy strategy for the treatment of breast cancer patients; however, these therapies are not efficacious for the treatment of triple negative disease that does not express the HER2 receptor. Interestingly, even in HER2-low expression tumors, the DESTINY-Breast04 trial recently demonstrated improved survival in women with metastatic HER2-low expressing tumors using the HER2 targeted therapy trastuzumab deruxtecan (131). Whether HER2-targeted therapies combined with ICIs will be even more effective remains an area of active clinical interest.\nThe impacts of immunotherapy and radiotherapy in breast cancer\n        Unfortunately, only 10% of patients with TNBC respond to immune checkpoint inhibitor monotherapy (85). Thus, there is an unmet need to develop more effective therapeutic strategies to improve patient responses to ICIs. One strategy to improve therapeutic efficacy of ICIs may be to combine immunotherapy with other effective breast cancer treatment modalities such as radiotherapy. For this review, we will primarily focus on combined approaches with immunotherapy—in the form of ICIs—and radiotherapy. However, other reviews have examined the effects of combining radiotherapy with cancer vaccines (132, 133), anti-HER2 therapies (134), or CAR-T cell therapy (135).\n        Radiotherapy is a mainstay breast cancer therapy first used to treat breast cancer patients in as early as the 1800s (136, 137). Clinical radiotherapy involves the delivery of fractionated doses of ionizing radiation to the affected cancerous breast tissue while sparing the surrounding benign tissues. This results in targeted disruption of tumor cells through induction of DNA damage, alterations in the cell cycle, and ultimately cancer cell death (138–140). Multiple randomized clinical trials have effectively established that radiotherapy reduces local recurrence in both invasive and noninvasive breast cancers, in addition to reducing the risk of breast cancer death (141–143). Specifically, after breast-conserving therapy, radiotherapy reduced the 10-year risk of a local or distant recurrence from 35.0% to 19.3% and reduced the 15-year breast cancer death risk from 25.2% to 21.4% (141). Despite such benefits, radiotherapy can have pleotropic effects on the immune system. For instance, large field and total body irradiation, which is clinically indicated in the management of hematologic malignancies (144), is used to induce profound lymphopenia. Meanwhile, localized radiotherapy may promote antitumor immune responses. An early study in the 1950s first described a phenomenon known as the “abscopal effect” that showed a correlation between the immune system and localized radiotherapy (145). The abscopal effect (in Latin, ab: away from, scopus: target) postulates that radiotherapy delivered to one part of the body can reduce tumor size systemically, in regions outside of where radiation is delivered (145–147). Literature suggests that this phenomenon occurs in part through the immune system (148–150), and immunotherapy is believed to promote abscopal effects (151). However, studies show that the abscopal effect is rare (146, 152) and unlikely to be broadly applicable clinically. An additional hallmark study of the late 1970s further expanded upon the connections between radiotherapy and the immune system to show that the efficacy of RT is dependent upon the immune system (153). Significantly, radiotherapy and immunotherapy provide synergistic tumor control when combined in preclinical models (154, 155). In fact, radiotherapy can sensitize even poorly immunogenic cancers including pancreatic cancer (156), head and neck squamous cell carcinoma (157), and breast cancer (158) to ICIs—which emphasizes the promise of combined radiotherapy and immunotherapy treatment modalities.\n        Notably, the effects of combination radiotherapy with ICIs in breast cancer models have been explored. A crucial study by Demaria et al. in 2005 illustrated the effects of combined radiotherapy and immune checkpoint inhibition in murine models of breast cancer (159). Specifically, combined local radiation with anti-CTLA-4 immune checkpoint inhibition in a poorly immunogenic murine breast cancer model resulted in prolonged survival and decreased lung metastases (159). Furthermore, later studies suggest that fractionated radiotherapy—as opposed to single-dose radiotherapy—induces systemic antitumor effects in combination with anti-CTLA-4 treatment in murine breast cancer models (160). These studies mutually suggest that radiotherapy combined with anti-CTLA-4 therapy promotes antitumor immunity in preclinical breast cancer models—providing rationale for combined use in the clinic (159, 160). Studies suggest that these effects of combined therapy depend on the immune cells present. In fact, in murine breast cancer models, the effects of radiotherapy and anti-CTLA-4 immunotherapy are dependent upon the presence of invariant natural killer T cells (161). Radiotherapy has also been found to induce CXCL16 release by breast cancer cells to attract effector T cells in murine models (162). Moreover, it has been proposed that the synergistic effects of radiotherapy and immune checkpoint inhibitors depend upon MTOR signaling (163) and tumor heterogeneity (164) in murine breast syngeneic models. While these studies display the synergistic effects of combined radiotherapy and ICIs for the treatment of breast cancer, more research is warranted to further understand the implications of these combined therapies.\n        Radiotherapy has been found to improve innate antitumor responses, deplete immunosuppressive cell types, and augment adaptive immune responses in combination with PD-1 blockade (165). Functionally, it is believed that radiotherapy activates the innate immune system via a process known as cross priming (166). As radiotherapy induces tumor cell death, these cells release neoantigens (167) that may be phagocytosed by nearby APCs. APCs can then activate the adaptive immune system, specifically CD8+ effector T cells, to kill cancer cells (166, 168). Consequently, the efficacy of radiotherapy specifically depends upon the presence of these cytotoxic cells (169). Interestingly, combining radiotherapy with immunotherapy has also been shown to jointly promote tumoral lipid oxidation-dependent ferroptosis via SLC7A11 (170). Radiotherapy can further induce the DNA damage response often associated with the synergistic effects of radiotherapy and immunotherapy. Targeting ataxia telangiectasia mutated (ATM)—a kinase that plays a role in the DNA damage response to double stranded DNA breaks induced by radiotherapy—sensitizes pancreatic cancer to ICIs, providing a mechanistic link for this observed synergy (171). Additionally, inhibition of DNA-dependent protein kinase (DNA-PK) has been shown to synergize with radiotherapy and modulate the immune system in pancreatic cancer models by increasing cytosolic double-stranded DNA and type 1 interferon signaling. Moreover, combined anti-PD-L1 with radiotherapy and DNA-PK inhibition further potentiates antitumoral immunity in preclinical pancreatic cancer models (172). These studies emphasize the complexity underlying the synergistic effects of combined radiotherapy and immunotherapy and can importantly be extended into the breast cancer space to determine the underlying mechanisms of such approaches.\n        While the precise mechanisms underlying the synergistic effects of radiotherapy and immunotherapy are not well established, studies have suggested that the cGAS/STING pathway may contribute to these combined effects as summarized in \nFigure 2\n. As discussed above, the cGAS/STING pathway plays a critical role in the antitumoral immune response by inducing interferon signaling following the recognition of cytosolic DNA (76). It is also well established that radiotherapy induces the cGAS/STING pathway to activate interferon signaling (173, 174). Importantly, interferon signaling can promote antitumor T cell responses (76, 81). It was also recently discovered that STING regulates radiotherapy sensitivity in vivo in part through the production of reactive oxygen species (ROS) (175). In human breast cancer cell lines and murine breast cancer models, inhibition of ectonucleotide pyrophosphatase phosphodiesterase 1 (ENPP1), a hydrolase of cGAMP, was recently found to increase extracellular cGAMP levels and synergize with radiotherapy to prevent tumor growth. The radiotherapy-induced increased production of extracellular cGAMP was subsequently sensed by STING and promoted the infiltration of dendritic cells and cytotoxic T cells into the tumor. Furthermore, depletion of extracellular cGAMP abrogated this immune cell infiltration in breast cancer models, suggesting that these radiation-induced immune effects are dependent upon the presence of extracellular cGAMP and the cGAS/STING pathway (176). Mechanistically, in human breast cancer cell lines, it has also been shown that the cGAS/STING pathway is required for interferon activation induced by combined radiotherapy and anti-CTLA-4 immune checkpoint inhibition (177). In addition to studying the effects of combined radiotherapy with anti-CTLA-4 treatments, preclinical studies suggest that radiotherapy and anti-PD-1/L1 therapy synergistically potentiate antitumor immunity in murine breast cancer models (178–180). Specifically, this antitumor immunity occurs in the form of reduced accumulation of myeloid-derived suppressor cells in the tumor (178), promotion of CD8+ T cell expansion (179), expansion of antigen-specific T cell responses (180), and reduction in tumor growth in non-irradiated tumor sites (181). Importantly, additional work is required to understand the contribution of other innate immune sensors and immune signaling pathways governing the synergistic interactions between radiotherapy and immunotherapy in breast cancer.\n        \n          Figure 2\n          \n            Radiotherapy and Immunotherapy Synergistically Promote Antitumor Immune Responses. One potential combined therapeutic approach is to combine radiotherapy with immune checkpoint inhibition. Radiotherapy promotes DNA damage within cancerous cells, which can consequently be recognized by cGAS and lead to activation of the cGAS/STING pathway to promote antitumor immunity through interferon signaling. Likewise, immune checkpoint inhibitors, such as anti-PD-1 monoclonal antibodies, can modulate an augmented antitumor immune response by turning off immune checkpoints. Under normal conditions, these checkpoints result in a decrease in the cytotoxic abilities of T cells; however, when turned off, this enhances the cytotoxic effects of T cells and results in enhanced antitumoral effects. Numerous preclinical and clinical studies suggest synergy exists in combining radiotherapy and immune checkpoint inhibitors in breast cancer patients and studies are currently underway to determine the best ways oncologists can implement these interactions.\n          \n          \n        \n        STING-dependent cytosolic sensing of DNA has been found to contribute to innate immunostimulatory responses following radiotherapy (173). However, there are also other pathways that link DNA damage to innate immune signaling. Nucleic acids can also be sensed by retinoic acid inducible gene-I (RIG-I)-like receptors (RLRs), Nod-like receptors (NLRs), and Toll-like receptors (TLRs) (182). Furthermore, the recognition of cytosolic DNA following viral infection has been found to activate a type I interferon response independently from toll-like receptors—further adding to the complexity of such pathways (183). When RIG-1 engages single and double stranded RNA, RIG-I complexes with mitochondrial antiviral-signaling protein (MAVS) and activates the TBK1 complex which ultimately promotes interferon signaling (184). In breast cancer, RIG-I agonists have been found to induce inflammatory transcription factors, type I interferons, and lymphocyte-recruiting chemokines (185).\n        The DHA-dependent protein kinase (DNA-PK) which, is required for nonhomologous end joining (NHEJ), also serves as another STING-independent innate immune sensor. DNA-PK can be activated by viral DNA leading to IRF3 and IRF7 dependent innate immune sensing (186). Interestingly, inhibition of DNA-PK has also been shown to augment radiation-induced interferon signaling in an RNA Polymerase III, Rig-I, and MAVS dependent fashion (172). TLRs have also been found to contribute to innate immune signaling in breast cancer (187). Specifically, Toll-like Receptor 9 (TLR9) can detect DNA released by tumor cells following chemotherapy leading to enhanced antigen presentation and improved antitumor immune responses (188). Consequently, TLR9 agonists have been examined as potential cancer therapeutics delivered in combination with other therapies (189). Combined TLR9 agonism and radiotherapy promotes systemic antitumor immunity in models of metastatic lung cancer and colon cancer (190). In a preclinical breast cancer mouse model resistant to PD-1, TLR9 agonists increased infiltration of CD8+ T cells into tumors and promoted IFN signaling (191). Collectively, these studies articulate the breadth of the pathways linking DNA damage and innate immune signaling.\n        While preclinical studies have illustrated the importance of combining radiotherapy with immunotherapy, clinical trials are also underway to assess these combined approaches. The single-arm Phase II clinical trial (NCT02730130) assessed the combination of pembrolizumab and radiotherapy in patients with metastatic TNBC and observed a 17.6% overall response rate, with minor adverse events as a result of combined therapy (192). In this study, radiotherapy was delivered at 30 Gy at five daily fractions to both PD-L1+ and PD-L1- patients. Of the 9 patients observed through this trial, 3 patients with baseline PD-L1+ expression received a complete, durable response, which was similar to responses in studies where all patients had PD-L1+ metastatic TNBC (192). Phase II trials have also evaluated the combination of pembrolizumab and radiotherapy in patients with HR+, HER2- heavily pretreated metastatic breast cancer (NCT03051672). This trial observed that pembrolizumab delivered prior to palliative radiotherapy (20 Gy in 5 fractions) did not result in any objective responses (193). These studies suggest that combined radiotherapy and immunotherapy may be more efficacious for patients with triple negative disease as opposed to HR+ breast cancers; however, additional research is necessary to fully determine the mechanisms of resistance in luminal breast cancer to immunotherapy.\n        Clinical trials are underway to study the effects of radiotherapy and ICIs in patients with breast cancer. These trials are summarized in \nTable 1\n. In addition to examining the effects of combined ICIs with radiotherapy in metastatic TNBC as discussed above (NCT02730130), such clinical trials are also examining combined therapies in metastatic HR+ breast cancer (NCT04756505). Importantly, many clinical trials are aimed at determining the survival outcome of combined therapies, as well as understanding the immune-enhancing effects of radiotherapy and immunotherapy in breast cancer patients. For example, preoperative delivery of radiation boost is being examined in combination with ICIs to enhance ICI efficacy in operable breast cancer (NCT04454528) and in TNBC and HR+/HER2- breast tumors (NCT03366844) (194). Another study is assessing the effects of ICIs on the tumor microenvironment of TNBC patients prior to intraoperative radiotherapy (IORT) (NCT02977468). Trials are also examining the effects of novel therapeutic immune agents, including an antagonistic OX40 monoclonal antibody (NCT01862900) and the STING agonist TAK-676 (NCT04879849) combined with radiotherapy for the treatment of breast cancer patients. While many studies are examining the effects of the ICI pembrolizumab, studies are also examining the effects of the ICI nivolumab in combination with radiotherapy for the treatment of metastatic breast cancer brain metastases (NCT03807765) and patients with TNBC (NCT03818685). Together, these studies will help understand the effects of combined radiotherapy and ICIs in breast cancer patients and provide clinical rationale for combining these therapeutics with other available therapies such as chemotherapy.\n        \n          Table 1\n          \n            Trials examining the effects of combined radiotherapy and immune checkpoint inhibitors.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT02730130\n\n                A Multicenter Single Arm Phase II Study to Assess the Efficacy of Pembrolizumab Plus Radiotherapy in Metastatic Triple Negative Breast Cancer Patients\n                - Breast cancer- Metastatic triple negative breast cancer\n                - Pembrolizumab (200 mg intravenous) (anti-PD-1)\n                - 30 Gy radiotherapy delivered in 5, 6 Gray (Gy) × 5 fractions\n                - Phase II- 17 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03051672\n\n                A Phase II Study Of Pembrolizumab In Combination With Palliative Radiotherapy For Metastatic Hormone Receptor Positive Breast Cancer\n                - Metastatic breast cancer\n                - Pembrolizumab (200 mg intravenous)\n                - Palliative radiotherapy, 20 Gy in × 5 fractions\n                - Phase II- 8 participants- Clinical trial\n                - Terminated\n              \n              \n                \nNCT04756505\n\n                REINA: A Phase I Study of Radiation Enhanced IL 12-Necrosis Attraction in Hormone Receptor Positive, HER2 Negative Metastatic Breast Cancer Patients\n                - Stage IV breast cancer- Hormone receptor positive breast adenocarcinoma- Metastatic/ metastatic HER2- breast carcinoma- Stage IV breast cancer\n                - Bintrafusp Alfa (intravenous)- Immunocytokine NHS-IL12 (subcutaneous)\n                - Radiotherapy\n                - Phase I- 20 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT04454528\n\n                Preoperative Use of Radiation Boost to Enhance Effectiveness of Immune Checkpoint Blockade Therapy in Operable Breast Cancer \n                - Operable breast cancer\n                - Pembrolizumab(200 mg intravenous)\n                - Hypofractionated radiotherapy boost of 7 Gy x 1 fraction\n                - Phase 1b/2- 27 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03366844\n\n                Preoperative Combination of Pembrolizumab and Radiation Therapy in Patients With Operable Breast Cancer\n                - Breast cancer\n                - Pembrolizumab\n                - Radiotherapy boost, 8 Gy x 3 fractions\n                - Phase I and II- 60 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT02977468\n\n                Effects of MK-3475 (Pembrolizumab) on theBreast Tumor Microenvironment in Triple Negative Breast Cancer With and Without Intra-operative RT: a Window of Opportunity Study\n                - Triple negative breast cancer\n                - Pembrolizumab (MK-3475) (intravenous)\n                - Intraoperative radiotherapy (IORT) on day of surgery\n                - Phase I- 15 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT01862900\n\n                Phase I/II Study of Stereotactic Body Radiation Therapy to Metastatic Lesions in the Liver or Lung in Combination With Monoclonal Antibody to OX40 (MEDI6469) in Patients With Progressive Metastatic Breast Cancer After Systemic Therapy.\n                - Metastatic breast cancer- Lung metastases-Liver metastases\n                - Biological: MEDI6469 (anti-OX40) (0.4 mg/kg intravenous)\n                - Stereotactic body radiotherapy (SBRT)- Three arms:15 Gy, 20 Gy, or 25 Gy SBRT\n                - Phase I/II- 14 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT04879849\n\n                An Open-label, Phase I, Dose-escalation Study to Evaluate the Safety and Preliminary Antitumor Activity of TAK-676 With Pembrolizumab Following Radiation Therapy in the Treatment of Non-small-cell Lung Cancer, Triple-negative Breast Cancer, or Squamous-cell Carcinoma of the Head and Neck That Has Progressed on Checkpoint Inhibitors\n                - Triple negative breast neoplasms- Non-small-cell lung carcinoma- Squamous cell carcinoma of head and neck\n                - Pembrolizumab (200 mg intravenous)- TAK-676 (0.2 mg and above intravenous)\n                - Image-guided radiotherapy\n                - Phase I- 65 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03807765\n\n                Phase Ib Study of Stereotactic Radiation and Nivolumab in the Management of Metastatic Breast Cancer Brain Metastases\n                - Metastatic breast cancer brain metastases\n                - Nivolumab (anti-PD-1) (480 mg intravenous)\n                - Stereotactic radiosurgery delivered to brain metastases\n                - Phase I- 14 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03818685\n\n                A Multicenter, Randomised, Open-label Phase II Study to Evaluate the Clinical Benefit of a Post-operative Treatment Associating Radiotherapy + Nivolumab + Ipilimumab Versus Radiotherapy + Capecitabine for Triple Negative Breast Cancer Patients With Residual Disease After Neoadjuvant Chemotherapy\n                - Breast cancer- Triple negative breast neoplasms\n                - Nivolumab(360 mg intravenous)- Ipilimumab (anti-CTLA4) (1mg/kg intravenous)- Capecitabine (1000mg/m2)\n                - Radiotherapy delivered per standard practice\n                - Phase I- 114 participants- Clinical trial\n                - Active, not recruiting\nThe clinical and preclinical promise of combining immunotherapy, radiotherapy, and chemotherapy in breast cancer\n        Importantly, one potential multimodal therapeutic approach is combining immunotherapy, radiotherapy, and chemotherapy. This approach is summarized in \nFigure 3\n. The combination of chemotherapy, radiotherapy, and surgery is the standard of care for breast cancer treatment, while numerous studies support the therapeutic potential of combining radiotherapy with chemotherapy for treating breast cancer patients. The evidence supporting the integration of radiotherapy with chemotherapy has been more extensively reviewed elsewhere (140, 195, 196). Importantly, many chemotherapies function by inducing DNA damage, consequently resulting in synergistic effects when combined with radiotherapy in the preclinical and clinical setting (140, 197). Cytotoxic chemotherapeutic agents—such as platinums, taxanes, and antimetabolites—have been found to promote synergistic, radiosensitizing effects in breast cancer (198). Platinum chemotherapies—such as cisplatin and carboplatin—are alkylating agents delivered to breast cancer patients that bind to and crosslink DNA to inhibit proper replication, leading to the formation of double stranded breaks in the DNA (199, 200). Consequently, when platinum therapies are combined with radiotherapy, studies support that this promotes radiosensitization in various subsets of breast cancer, including metastatic IBC (201) and early-stage TNBC (202). Taxanes—such as paclitaxel and docetaxel—inhibit microtubule function, inducing cell cycle arrest at the G2/M Phase, consequently leading to cancer cell death (203). Combining taxane chemotherapy with radiotherapy has been examined in several settings. Combined paclitaxel and radiotherapy led to a 34% complete response in patients with early-stage breast cancer (204). When tested in patients with locoregional recurrence, radiotherapy combined with taxanes or with taxanes combined with cisplatin found increased recurrence-free survival regardless of whether cisplatin was added (205). In the context of locally advanced breast cancer, paclitaxel treatment with concurrent radiotherapy improved disease-free survival and overall survival (206). Antimetabolite chemotherapeutic agents—such as fluoropyridines or gemcitabine—are well-established radiosensitizers that function by mimicking natural metabolites found in the body to become incorporated into DNA or RNA, leading to DNA damage (207, 208). These antimetabolite therapeutics have also been examined in combination with radiotherapy. When treating breast cancer chest wall recurrences with combined gemcitabine and radiotherapy, 100% locoregional control was achieved, although normal tissue toxicity limits this combination clinically (209). Chemotherapy resistant breast cancer treated with capecitabine and radiotherapy was retrospectively analyzed to find that there were no increased toxicities associated with the combination therapy (210). Patients with advanced, non-TNBC treated with capecitabine and radiotherapy led to 73% partial or complete response (211). Collectively, these studies provide the rationale for combining chemotherapy with radiotherapy for the treatment of breast cancer patients.\n        \n          Figure 3\n          \n            Chemotherapy Has Immunomodulatory Effects on the Tumor Microenvironment and May Promote Synergy in Combination with Radiotherapy and Immune Checkpoint Inhibitors. Chemotherapy is a standard of care therapy for the treatment of breast cancer and has significant implications on the immune response. Studies suggest that single-agent chemotherapy can recruit immune cells to the microenvironment of breast cancer tumors. Additionally, in breast cancer patients, response to chemotherapy is dependent upon the presence of tumor-infiltrating lymphocytes. When chemotherapy is combined with radiotherapy, this can induce radiosensitization in preclinical and clinical models, resulting in enhanced cancer cell death. Clinical promise may exist in combining immune checkpoint inhibitors, radiotherapy, and chemotherapy for the treatment of breast cancer. When chemotherapy is combined with immunotherapy, this enhances its efficacy and increases patient survival. Clinical trials are currently underway to ascertain the effects of combined approaches in breast cancer patients.\n          \n          \n        \n        Chemotherapy, like radiotherapy, has pleotropic effects on the immune system. It is well established that chemotherapy is immunosuppressive, rendering patients undergoing treatment more susceptible to infection (212). However, chemotherapy—particularly in the neoadjuvant setting—has also been found to result in pro-inflammatory, antitumor effects. Neoadjuvant chemotherapy induces immune responses in breast cancer patients, including increasing concentrations of TILs and CD8+ T cells (213, 214). Furthermore, the immune response induced by neoadjuvant chemotherapy predicts survival of breast cancer patients and may prime tumors for treatment with immunotherapy (213, 214). The presence of TILs is predictive of response to chemotherapy in breast cancer, further supporting the complex interaction between the immune system and chemotherapy (215). DNA damage immune response signatures have also been confirmed as prognostic biomarkers in TNBC patients treated with adjuvant doxorubicin and cyclophosphamide (216). Additionally, activation of immune responses mediated by the cGAS/STING pathway have been found to predict patient response to neoadjuvant chemotherapy (217). Collectively, these studies support the complex interactions that exist between chemotherapy and the immune system in breast cancer patients. Moreover, these studies also emphasize the importance of further understanding these complex interactions in both preclinical and clinical breast cancer models.\n        Many clinical trials are currently evaluating the combination of chemotherapy and immunotherapy in breast cancer patients (218). While the focus of this review is trimodal combinations, primarily with radiotherapy, immunotherapy, and additional agents, others have extensively reviewed the effects of combined chemotherapy and immunotherapy (218–220). The I-SPY2 trial (Investigation of Serial Studies to Predict Your Therapeutic Response With Imaging And Molecular Analysis 2) is one such important trial examining ICIs in combination with chemotherapy. This randomized, adaptive clinical trial aims to assess the effects of novel agents combined with standard therapies for stage II or stage III breast cancer patients (NCT01042379) with high-risk MammaPrint scores, a gene signature used to predict breast cancer patient clinical outcomes (221, 222). The primary endpoint for I-SPY 2 is pCR. One arm of I-SPY 2 examined the therapeutic effects of combining pembrolizumab with neoadjuvant chemotherapy in approximately 250 patients. Pembrolizumab more than doubled the pCR rate in the HR+, HER2-negative subset (13% to 30%) as well as the TNBC subset (22% to 60%) (223). Jointly, these studies support the clinical promise of combining chemotherapy and immunotherapy.\n        Clinical trials are currently underway to assess the effectiveness of combining chemotherapy with immunotherapy and/or radiotherapy as summarized in \nTable 2\n. Trials are currently evaluating the effects of preoperative pembrolizumab combined with neoadjuvant chemotherapy (paclitaxel, carboplatin, cyclophosphamide, doxorubicin, and/or capecitabine) for TNBC or HR+, HER2- breast cancer (NCT04443348), in addition to radiotherapy combined with chemotherapy (nab-paclitaxel and paclitaxel) and pembrolizumab in PD-L1+ TNBC (NCT05233696). Moreover, a Phase III trial is examining the effects of adjuvant pembrolizumab in combination with radiotherapy on disease-free survival in TNBC patients (NCT02954874). The priming effects of radiotherapy on breast cancer patients prior to neoadjuvant chemotherapy are also being examined to further understand the role of the immune response following radiotherapy (NCT03978663). The TONIC trial is a Phase II, randomized, open-label trial examining whether chemotherapy or radiotherapy prior to immune checkpoint inhibition with nivolumab induces an inflamed tumor microenvironment in metastatic TNBC patients (NCT02499367). In this study, chemotherapy resulted in the most significant patient responses, where cisplatin treated patients had an ORR of 23% and doxorubicin treated patients had an ORR of 35% in addition to an increase in immune cell infiltration. Interestingly, patients pretreated with radiotherapy did not see an increase in immune cell infiltration in the form of CD8+ T cells and TILs. However, results from this study suggest that delivering chemotherapy prior to PD-1/PD-L1 inhibition can prime tumors for response to immune checkpoint inhibition (224). These studies highlight the clinical promise of combining chemotherapy, ICIs, and radiotherapy for treating breast cancer patients, and the important research underway to understand the clinical effects of these combined approaches.\n        \n          Table 2\n          \n            Trials currently assessing combined immune checkpoint inhibition, chemotherapy, and/or radiotherapy.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT04443348\n\n                P-RAD: A Randomized Study of Preoperative Chemotherapy, Pembrolizumab and No, Low or High Dose RADiation in Node-Positive, HER2-Negative Breast Cancer\n                - Triple negative breast cancer- Hormone receptor positive breast cancer- Biopsy-proven, positive lymph nodes\n                - Pembrolizumab- Paclitaxel- Carboplatin- Cyclophosphamide- Doxorubicin- Capecitabine\n                - Radiotherapy boost\n                - Phase II- 120Participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT05233696\n\n                Phase II Study of Radiotherapy in Combination With Chemotherapy and Immunotherapy in Patients With PD-L1-Positive Metastatic Triple-Negative Breast Cancer\n                - Triple negative breast cancer- Locally advanced breast cancer- Unresectable breast carcinoma- Metastatic breast cancer\n                - Nab-paclitaxel (100 mg/m2 intravenous)- Paclitaxel (80 mg/m2 intravenous)- Pembrolizumab (200 mg)\n                - One to four metastatic sites will be treated at the discretion of the radiation oncologist\n                - Phase II- 29 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03978663\n\n                Evaluating the Use of Stereotactic Radiation Therapy Prior to Neoadjuvant Chemotherapy for High-risk Breast Carcinoma (a SIGNAL Series Clinical Trial): Three Fraction Radiation to Induce Immuno-Oncologic Response (TRIO Trial)\n                - High risk cancer- Locally advanced breast cancer\n                - Neoadjuvant anthracycline and taxane based chemotherapy\n                - Neoadjuvant radiotherapy- 8 Gy x 3 fractions, with a fall off dose of 4 Gy x 3 fractions\n                - N/A- 40 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT02499367\n\n                Adaptive Phase II Randomized Non-comparative Trial of Nivolumab After Induction Treatment in Triple-negative Breast Cancer (TNBC) Patients: TONIC-trial\n                - Breast cancer\n                - Nivolumab(3 mg/kg)- Low dose doxorubicin (15 mg)- Cyclophosphamide (50 mg oral)- Cisplatin (40 mg/m2)\n                - Radiotherapy; 20 Gy to metastatic lesions\n                - Phase II- 84 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT02954874\n\n                A Randomized, Phase III Trial to Evaluate the Efficacy and Safety of Pembrolizumab (MK-3475) as Adjuvant Therapy for Triple Receptor-Negative Breast Cancer With &gt;/= 1 CM Residual Invasive Cancer or Positive Lymph Nodes (ypN1mi, ypN1-3) After Neoadjuvant Chemotherapy\n                - Invasive breast carcinoma- Stage 0-III breast cancer- Triple negative breast carcinoma\n                - Pembrolizumab (intravenous)\n                - Radiotherapy within 12 weeks post treatment or 12 weeks of last breast cancer operation\n                - Phase III- 1155 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT02971748\n\n                A Phase II Study of Anti-PD-1 (Pembrolizumab) in Combination With Hormonal Therapy During or After Radiation in Patients With Hormone Receptor (HR)-Positive Localized Inflammatory Breast Cancer (IBC) Who Did Not Achieve a Pathological Complete Response (pCR) to Neoadjuvant Chemotherapy\n                - Stage III breast cancer- Breast inflammatory carcinoma\n                - Pembrolizumab (intravenous)\n                - Radiotherapy\n                - Phase II- 37 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03515798\n\n                A Prospective Multicenter Open-label, Randomized Phase II Study of Pembrolizumab in Combination With Neoadjuvant EC-Paclitaxel Regimen in HER2-negative Inflammatory Breast Cancer.\n                - HER2-negative, inflammatory breast cancer\n                - Epirubicine-cyclophosphamide(EC) paclitaxel chemotherapy- Pembrolizumab (MK3475) (intravenous)\n                - None\n                - Phase II- 81 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT05093387\n\n                A Pilot Study of SGT-53 With Carboplatin and Pembrolizumab in Metastatic Triple Negative Inflammatory Breast Cancer\n                - Metastatic, triple negative inflammatory breast cancer\n                - Carboplatin (intravenous)- Pembrolizumab (intravenous)- SGT-53 (Transferrin Receptor-Targeted Liposomal p53 cDNA) (intravenous)\n                - None\n                - Phase I- 9 participants- Clinical trial\n                - Not yet recruiting\nThe clinical and preclinical promise of combining immunotherapy, radiotherapy, and PARP inhibitors\n        Another approach for improving the efficacy of immunotherapy exists in combining immunotherapy and radiotherapy with DNA damage inhibitors, as summarized in \nFigure 4\n. Poly(ADP-ribose) polymerase (PARP) proteins help mediate effective DNA damage responses, and PARP inhibitors hold promise for the treatment of breast cancer by inhibiting this repair process (225). Mechanistically, PARP proteins are recruited to sites of damaged DNA and complete a posttranslational modification termed PARylation (225, 226). PARylation recruits DNA repair proteins to induce repair of single-strand breaks (SSBs) (140, 225, 226). PARP inhibitors prevent the accumulation of DNA damage repair proteins, resulting in increased DNA double-strand breaks (DSBs) (225, 226). Approximately 5% of breast cancer patients carry a deleterious mutation in the Breast Cancer (BRCA1/2) genes, which are required for proper DNA damage repair and correlate with increased risk of developing breast cancer (225, 227, 228). In patients with BRCA deleterious mutations, PARP inhibitors cause “synthetic lethality,” wherein loss of multiple DNA repair pathways results in synergistic tumor cell death (229). The PARP inhibitors olaparib and talazoparib are currently FDA-approved for the treatment of HER2-negative, BRCA-mutated breast cancer (225). Combining PARP inhibitors with radiotherapy can promote breast cancer cell death. Mechanistically, radiotherapy induces DNA damage, while PARP inhibitors prevent DNA damage repair (140). PARP1 inhibition was found to radiosensitize breast cancer models to ionizing radiotherapy preclinically (230, 231). Thus, there is a strong preclinical rationale to combine radiotherapy and PARP inhibitors for the treatment of breast cancer clinically.\n        \n          Figure 4\n          \n            PARP Inhibitors Prevent DNA Damage Repair and May Synergize with Both Radiotherapy and Immune Checkpoint Inhibition. Mechanistically, PARP proteins are recruited to regions of DNA damage to assist in the repair of single-strand breaks. When PARP proteins are inhibited, this prevents proper DNA repair and promotes the accumulation of double-strand breaks. In patients that express the BRCA1/2 genes, this damage can be repaired; however, in patients with a deleterious BRCA1/2 mutation, this results in synthetic lethality due to the absence of multiple DNA repair pathways. It is well established that radiotherapy induces DNA damage. When radiotherapy is combined with PARP inhibitors, this prevents DNA damage repair in BRCA mutant cancers. Furthermore, the DNA damage induced by radiotherapy that is then not repaired following PARP inhibition can result in the production of cytosolic DNA molecules. As single agents, immune checkpoint inhibitors illicit immune responses by turning off immune checkpoints, resulting in pro-inflammatory, antitumor effects. Studies are currently underway to determine whether combined PARP inhibition, radiotherapy, and immune checkpoint inhibition will promote enhanced antitumor immunity and be efficacious for the treatment of breast cancer patients.\n          \n          \n        \n        Clinical trials have begun to evaluate the combination of PARP inhibitors with radiotherapy and/or immunotherapy, which are summarized in \nTable 3\n. The PARP inhibitor veliparib has been combined with radiotherapy for breast cancer patients with inflammatory disease or locoregionally recurrent disease (NCT01477489) and is currently being examined in breast cancer patients in combination with preoperative radiotherapy (NCT01618357). The PARP inhibitor rucaparib is also currently being investigated in combination with radiotherapy for TNBC patients who do not respond to chemotherapy (NCT03542175). Furthermore, studies are also combining olaparib and radiotherapy (NCT03109080, NCT03598257). For example, the RADIOPARP Phase I trial examined the effects of olaparib combined with 50 Gy radiotherapy for patients with inflammatory, metastatic, or locoregionally advanced TNBC (NCT03109080) (232). While trimodality therapy can cause an increase in acute self-limited adverse events, overall, the combination is well tolerated (233). However, more research is needed to continue monitoring potential toxicities caused by this treatment modality in patients over time (232, 234).\n        \n          Table 3\n          \n            Clinical trials assessing the effects of PARP inhibitors combined with radiotherapy and/or immune checkpoint inhibitors.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT01477489\n\n                A Phase I Study of Veliparib Administered Concurrently With Chest Wall and Nodal Radiation Therapy in Patients With Inflammatory or Loco-regionally Recurrent Breast Cancer\n                - Breast cancer\n                - Veliparib (50 mg – 200 mg)\n                - Standard radiotherapy (limited to 60 Gy)\n                - Phase I- 33 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT01618357\n\n                Pre-Operative PARPi and Irradiation (POPI) in Women With an Incomplete Response to Neo-Adjuvant Chemotherapy for Breast Cancer\n                - Breast cancer\n                - Lumpectomy/ Mastectomy- Veliparib\n                - Radiotherapy; 2.35 Gy per fraction for 16 fractions for a total of 37.5 Gy\n                - Phase I- 41 participants- Clinical trial\n                - Suspended\n              \n              \n                \nNCT03542175\n\n                A Phase I Study of Rucaparib Administered Concurrently With Postoperative Radiotherapy in Patients With Triple Negative Breast Cancer With an Incomplete Pathologic Response Following Neoadjuvant Chemotherapy\n                - Breast cancer\n                - Rucaparib (300 mg, 400 mg, 500 mg, or 600 mg)\n                - Radiotherapy; 50 Gy in 2 Gy per fraction, plus 10 Gy boost to lumpectomy cavity\n                - Phase I- 30 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT03109080\n\n                A Phase I of Olaparib With Radiation Therapy in Patients With Inflammatory, Loco-regionally Advanced or Metastatic TNBC (Triple Negative Breast Cancer) or Patient With Operated TNBC With Residual Disease\n                - Malignant and triple-negative breast neoplasms\n                - Olaparib\n                - Radiotherapy\n                - Phase I- 24 participants- Clinical trial\n                - Active, not recruiting\n              \n              \n                \nNCT03598257\n\n                A Phase II Randomized Trial of Olaparib (NSC-747856) Administered Concurrently With Radiotherapy Versus Radiotherapy Alone for Inflammatory Breast Cancer\n                - Breast inflammatory carcinoma\n                - Olaparib (oral)\n                - Radiotherapy\n                - Phase II- 300 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT02657889\n\n                Phase 1/2 Clinical Study of Niraparib in Combination With Pembrolizumab (MK-3475) in Patients With Advanced or Metastatic Triple-Negative Breast Cancer and in Patients With Recurrent Ovarian Cancer\n                - Triple negative breast cancer- Breast cancer- Metastatic breast cancer- Advanced breast cancer- Stage IV breast cancer- Neoplasms- Ovarian cancer- Fallopian tube cancer- Peritoneal cancer\n                - Niraparib (up to 300 mg/day oral)- Pembrolizumab (200 mg intravenous)\n                - None\n                - Phase I/II- 122 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT03544125\n\n                A Pilot Study of Olaparib and Durvalumab in Patients With Metastatic Triple Negative Breast Cancer\n                - Stage IV breast cancer- Estrogen receptor negative- HER2 negative- Progesterone receptor negative- Stage IV breast cancer- Triple-negative breast carcinoma\n                - Durvalumab (intravenous)- Olaparib (oral)\n                - None\n                - Phase I- 3 participants- Clinical trial\n                - Completed\n              \n              \n                \nNCT03025035\n\n                Open Label, Phase II Pilot Study of Immune Checkpoint Inhibition With Pembrolizumab in Combination With PARP Inhibition With Olaparib in Advanced BRCA-mutated or HDR-defect Breast Cancers\n                - Breast cancer\n                - Pembrolizumab (intravenous)- Olaparib (oral)\n                - None\n                - Phase II- 20 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT02849496\n\n                A Phase II Open-Label, Randomized Study of PARP Inhibition (Olaparib) Either Alone or in Combination With Anti-PD-L1 Therapy (Atezolizumab; MPDL3280A) in Homologous DNA Repair (HDR) Deficient, Locally Advanced or Metastatic Non-HER2-Positive Breast Cancer\n                - Locally advanced - unresectable breast carcinoma- Metastatic breast carcinoma- Stage III breast cancer- Stage IV breast cancer\n                - Atezolizumab (intravenous)- Olaparib (oral)\n                - None\n                - Phase II- 81 participants- Clinical trial\n                - Suspended\n              \n              \n                \nNCT04683679\n\n                A Phase II Study of Pembrolizumab and Ablative Radiotherapy With or Without Olaparib in Metastatic Triple-Negative Breast Cancers : Initial Test Cohorts of a Platform Trial to Sequentially Investigate Combinations of DNA-Damage Response Inhibitors and Immunotherapy for the Augmentation of Immune Responses\n                - Triple negative breast cancer\n                - Pembrolizumab (200 mg intravenous)- Olaparib (600 mg oral)\n                - 8-9 Gy x 3 fractions or 30 Gy in 6 Gy per fraction for larger tumors\n                - Phase II- 56 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT04837209\n\n                A Phase II Study of NirAparib, Dostarlimab and Radiotherapy in Metastatic, PD-L1 Negative or Immunotherapy-Refractory Triple-Negative Breast Cancer (NADiR)\n                - Breast cancer- Triple negative breast cancer\n                - Niraparib (oral)- Dostarlimab (anti-PD-1) (intravenous)\n                - Radiotherapy\n                - Phase II- 32 participants- Clinical trial\n                - Recruiting\n              \n            \n          \n        \n        In addition to contributing to radiation-induced DNA damage, studies also suggest that PARP inhibition regulates antitumor immunity (226). Many studies suggest a connection between BRCA mutations, PARP inhibition, and the immune system in breast cancer. In BRCA-deficient TNBC models, PARP inhibition with olaparib induces a CD8+ T cell response in vivo through the activation of the cGAS/STING pathway (235). PARP inhibition also modulates immunosuppressive macrophages in the TME of BRCA1-associated TNBC models and treating these models with CSF-1R antibodies combined with PARP inhibitors overcomes PARP inhibitor acquired resistance (236). Moreover, knock down of BRCA2 in human breast cancer cells activates the cGAS/STING pathway (237). Surprisingly, PARP inhibition in some BRCA proficient ovarian and colorectal cancer models can also activate immune responses through the STING pathway (238). Moreover, combining PARP inhibitors with anti-PD-L1 improves tumor control in preclinical breast cancer models (239). These preclinical data suggest that PARP inhibition may promote antitumor immunity.\n        Furthermore, studies have examined the mechanisms underlying the interactions between resistance to PARP inhibitors and ICIs. PARP inhibitors have been found to upregulate PD-L1 expression, resulting in immunosuppression (240). Glycosylation of PD-L1 is required for its interaction with PD-1 and subsequent suppression of T cell activity (240, 241). However, inhibition of PD-L1 glycosylation via 2-deoxyglucose (2-DG) promotes T-cell mediated cytotoxicity and potent antitumor activity in combination with PARP inhibitors (240). Human and murine TNBC cell lines resistant to PARP inhibitors display an increase in epithelial-mesenchymal transition and upregulation of PD-L1 (242). These effects are abrogated by the application of metformin to block pAkt S473—potentially providing a synergistic approach to increase PARP inhibition and immunotherapy efficacy (242). In short, various studies suggest that PD-L1 upregulation may regulate PARP inhibitor resistance.\n        Clinical trials are beginning to report the efficacy of PARP inhibition combined with ICIs in breast cancer patients. In the TOPACIO/KEYNOTE-162 trial, the PARP inhibitor niraparib was combined with pembrolizumab for the treatment of advanced or metastatic TNBC (NCT02657889). Preliminary results from this study suggest that combining PARP inhibition with ICIs may be effective in metastatic TNBC regardless of BRCA status (243). Additionally, ongoing studies are examining the combination of olaparib and durvalumab for patients with metastatic TNBC (NCT03544125) (244), as well as examining the combination of pembrolizumab and olaparib in patients with DNA damage response pathway mutations (NCT03025035). Furthermore, a Phase II, open-label, randomized trial was recently underway to assess the effects of olaparib alone and in combination with atezolizumab in HDR deficient locally advanced or metastatic non-HER2+ breast cancer, although it was recently suspended (NCT02849496) (245). To conclude, these clinical data suggest that PARP inhibition may enhance patient responses to immunotherapy; however, additional research is merited.\n        Based upon the promise of combining both PARP inhibition with radiotherapy and PARP inhibition with immunotherapy, trials are also examining trimodal approaches with radiotherapy, ICIs, and PARP inhibition. A Phase II trial is currently recruiting patients to ascertain the efficacy and safety of talazoparib combined with radiotherapy and atezolizumab (anti-PD-L1) for PD-L1+ metastatic TNBC patients (NCT04690855). Additionally, a randomized, Phase II study is recruiting breast cancer patients to understand the effects of radiotherapy in combination with pembrolizumab and olaparib to treat patients with triple negative disease (NCT04683679). Moreover, a Phase II trial is currently assessing the effects of combined niraparib, dostarlimab (anti-PD-1), and radiotherapy in metastatic, PD-L1-, or immunotherapy-refractory TNBC (NCT04837209). Importantly, more time is necessary to define the tolerability and efficacy of these trimodal approaches in breast cancer patients.\nSafety, tolerability, and cost-effectiveness of combined therapy approaches\n        Importantly, while combining targeted therapies with radiotherapy and immune checkpoint inhibitors is a promising approach for the treatment of breast cancer patients, more studies are warranted to further examine the safety and tolerance of such combinations. All pharmaceutical agents are associated with potential adverse events and combining therapeutic agents and modalities can heighten the risk of toxicity. Combining therapeutics also has the potential of reducing toxicity if combined therapies are synergistic and require lower doses of these agents in combination compared to when delivered as monotherapies. Clinical and preclinical studies are currently underway to screen for potential adverse effects and unwanted toxicities of combined approaches for the treatment of breast cancer.\n        Collectively, in breast cancer patients, single agent targeted therapies can result in various toxicities, including cardiovascular (246, 247), endocrine, dermatologic, and pulmonary toxicities (248). While advancements in the delivery of radiotherapy as a monotherapy have allowed for the precise delivery of radiation rays directly to cancerous lesions, radiotherapy can also damage nearby, non-malignant cells, resulting in acute and late-onset toxicities (249). ICIs are associated with idiosyncratic inflammatory adverse events which can occur in potentially any organ system, emphasizing the importance of closely monitoring patients receiving such therapies (250). Anti-CTLA-4 immunotherapies are associated with a higher incidence of immune-related adverse events (irAEs) compared to inhibitors of the PD-1 axis, which may coincide with their different mechanisms of action (249). Anti-PD-1 therapies (i.e., pembrolizumab) may be associated with fewer adverse events than anti-PD-L1 therapies (i.e., atezolizumab) in breast cancer patients (250, 251). Collectively, as more patients receive ICIs as part of their treatment regimens, more screening is warranted to understand why these adverse events take place and how these events can be prevented in patients undergoing treatment.\n        Combination therapies involving the application of both radiotherapy and ICIs may result in complex effects on the immune system which may promote enhanced therapy efficacy and also therapy toxicity. To date, the combination of radiotherapy and ICIs has been found to be safe and well-tolerated in patients undergoing treatment (249, 252). Combined anti-PD-1 and anti-CTLA-4 ICIs with palliative radiotherapy was found to be associated with few adverse events in patients with non-small cell lung cancer, melanoma, renal cell cancer, and breast cancer (192, 253). Toxicity can also occur in studies combining chemotherapy with ICIs. For instance, in the KEYNOTE-522 trials, while combination of chemotherapy and pembrolizumab improved pathological complete response in patients with early TNBC, this therapy resulted in 78% of patients having grade 3 or higher adverse events, compared to only 73% of patients in the placebo-chemotherapy group (106). Targeted therapy can also cause adverse events. Single-agent PARP inhibition has been found to be less toxic compared to single-agent chemotherapy; however, when PARP inhibitors are used in combination with radiotherapy, toxicity must be closely monitored (248). In a study that combined PARP inhibition (veliparib) with radiotherapy in patients with inflammatory or locoregionally recurrent breast cancer, 1 year post treatment resulted in grade 3 toxicity of 10%. However, 3 years following combined therapy, 46.7% of patients experienced grade 3 toxicity, with 6 out of a total 15 patients having severe fibrosis in the field of treatment (233). Collectively, more studies are needed to screen for such toxicities and determine the proper doses of targeted therapies, ICIs, and radiotherapy that can be efficacious, while inducing minor adverse events and low toxicities in patients with aggressive forms of breast cancer,\n        While the safety profiles of combined approaches are important to consider when determining the optimal treatment plan, another important aspect to consider is the cost-effectiveness of such therapeutics. Financial toxicity is a growing concern in breast cancer care (254). While ICIs are an emerging and promising therapeutic option for cancer patients, they are costly services for patients, which is a critical factor when patients are deciding what course of therapy to pursue. In a study assessing the cost effectiveness of immunotherapy in non-small cell lung cancer, the median yearly cost of ICIs was $148,431. Importantly, while the costs of ICIs may vary based upon drug rand and mechanism of action, overall, prolonged usage of such therapies beyond two years was not found to be financially feasible for patients (255). Consequently, numerous studies are focused on accessing the cost-effectiveness (CE) of immunotherapies, which is often measured as the incremental cost-effectiveness ratio (ICER), a ratio that represents the cost required for one additional year of life (256). In breast cancer, results from studies assessing the cost-effectiveness of immunotherapies are often mixed and are drug-dependent—supporting the need to further analyze the benefit of prescribing ICIs to cancer patients—especially in combination with other targeted therapies. In solid tumors, ICIs provide significant clinical benefits to patients and certain types of ICIs have been found to be cost-effective in different types of cancer compared to chemotherapy treatment alone (256). In PD-1+, metastatic TNBC, the combination of pembrolizumab with chemotherapy was found to be cost-effective (257). Combined chemotherapy and pembrolizumab was also cost-effective in high risk, early-stage TNBC (258). Combining ICIs with radiotherapy is also cost-effective in non-small cell lung cancer; however, this has not been examined as thoroughly in the context of breast cancer and more studies are warranted (259). More work is also necessary to determine how cost-effective trimodal approaches are for breast cancer patients—such as for combined ICIs, radiotherapy, and targeted therapy. Furthermore, this also starts conversations regarding the overall cost of therapeutics and accessibility to affordable healthcare—which may vary based upon where patients are receiving their cancer care and influence their decisions to receive such therapies.\nFuture directions\n        Future clinical trials are focused on assessing whether combination approaches increase immunotherapy efficacy in patients with breast cancer as demonstrated in \nTable 4\n (260). CDK4/6 inhibitors are mainstay treatments for women with metastatic HR+, HER2- breast cancer and induce radiosensitization in preclinical models of ER+ breast cancer and TNBC (261, 262). Furthermore, the CDK4/6 inhibitor abemaciclib enhances the efficacy of anti-PD-L1 ICIs by augmenting antigen presentation and T cell activation in human breast cancer cells (263). These data motivate the assessment of combining CDK4/6 inhibitors with radiotherapy and ICIs in future studies. Currently, the effects of combined stereotactic body radiation (SBRT), ICIs, and hormone therapies are being examined in ER+ breast cancer (NCT04563507). In addition to analyzing the effects of already developed pharmacological agents with radiotherapy and ICIs, future studies should investigate the combined effects of novel cancer therapeutic agents. For instance, combining a phosphoinositide 3-kinase δ (PI3Kαδ) inhibitor with radiotherapy and anti-PD-1 was found to increase CD8+ T cell accumulation and delay tumor growth in a murine syngeneic TNBC model (264). STING agonists are also currently being examined in preclinical breast cancer models in combination with ubiquitinated protein nanovaccines (265), anti-CD47 monoclonal antibodies (266), and CAR-T cell therapy (267). These studies suggest that combining STING agonists, ICIs, and radiotherapy may have clinical potential.\n        \n          Table 4\n          \n            Additional studies assessing combinatorial therapies for the treatment of breast cancer.\n          \n          \n            \n              \n                ClinicalTrials.gov identifier\n                Study title\n                Conditions\n                Therapeutic agent(s)\n                Radiotherapy\n                Phase and patients\n                Status (at time of publication)\n              \n            \n            \n              \n                \nNCT04563507\n\n                CIMER: Combined Immunotherapies in Metastatic ER+ Breast Cancer\n                - Breast cancer\n                - Letrozole (2.5 Mg tablet)- Palbociclib (125 mg)\n                - SBRT at 50 Gy × 5 fractions\n                - Phase II- 102 participants- Clinical trial\n                - Recruiting\n              \n              \n                \nNCT04435964\n\n                Gender Difference in sidE eFfects of ImmuNotherapy: a Possible Clue to Optimize cancEr tReatment\n                - Breast Cancer- Melanoma- Lung cancer- Head and neck cancer- Urogenital neoplasms\n                - Immune checkpoint inhibitors as a monotherapy or in combination with radiotherapy and/or chemotherapy\n                - Varies\n                - 400 participants- Observational trial\n                - Recruiting\n              \n              \n                \nNCT03383107\n\n                Effect of Radiotherapy Variables on Circulating Effectors of Immune Response and Local Microbiome\n                - Breast cancer- Prostate cancer\n                - Radiotherapy\n                (For breast cancer)- Standard fractionation breast and nodal radiotherapy to 50 Gy in × 25 fractions- Partial breast RT to 30 Gy in × 25 fractions and × 5 fractions\n                - 66 participants- Observational trial\n                - Completed\n              \n              \n                \nNCT05037825\n\n                The Gut Microbiome and Immune Checkpoint Inhibitor Therapy in Solid Tumors\n                - Triple-negative breast cancer- Non-small-cell lung carcinoma- Malignant melanoma- Renal cell carcinoma\n                - Anti-PD-1, anti-PD-L1, or anti-CTLA-4 in combination with other checkpoint inhibitors or agents including radiotherapy, surgery, and/or chemotherapy\n                - Varies\n                - 800 participants- Observational trial\n                - Recruiting\n              \n              \n                \nNCT01351103\n\n                A Phase I, Open-label, Dose Escalation Study of Oral LGK974 in Patients With Malignancies Dependent on Wnt Ligands\n                - Triple negative breast cancer- Pancreatic cancer- BRAF mutant colorectal cancer- Melanoma- Head and neck squamous cell cancer- Cervical squamous cell cancer- Esophageal squamous cell cancer- Lung squamous cell cancer\n                - Drug: LGK974 (PORCN inhibitor)- Biological: PDR001 (anti-PD-1)\n                - None\n                - Phase I- 185 participants- Clinical trial\n                - Recruiting\n              \n            \n          \n        \n        Additional studies are crucial to determine the most effective radiotherapy dose and fractionation in patients. The optimal dose fractionation to induce effective antitumor immune responses has not yet been determined, with preclinical literature supporting both ablative single fractions (268) as well as moderate hypofractionation (160, 166). For example, ablative stereotactic body radiotherapy delivered at 15 Gy delivered in 3 fractions or 30 Gy radiotherapy delivered in 1 fraction combined with immunotherapy decreased primary tumor size in a 4T1 murine breast cancer model, while ablative radiotherapy delivered at 1 fraction of 30 Gy transforms the tumor suppressive microenvironment of colon tumors into a pro-inflammatory, CD8+ T cell enriched environment (268, 269). Hypofractionated radiotherapy delivered at 9.18 Gy in 3 fractions or 6.43 Gy in 5 fractions also induces systemic antitumor effects and promotes synergy in combination with anti-PD-1 in syngeneic breast cancer models (270). Conversely, radiotherapy delivered at doses above 12-18 Gy induces Trex1 in other breast cancer models, which can hinder the pro-immune effects of radiotherapy by degrading cellular DNA upstream of the cGAS/STING pathway (177). Prospective clinical evaluations are needed to define the optimal radiotherapy regimens in patients.\n        In addition to better understanding the mechanisms involved in radiotherapy, it is also critical to further understand the underlying mechanisms involved in immunotherapy efficacy and patient response to immunotherapy. Importantly, many factors play a role in the efficacy of ICIs, such as age (85), sex (NCT04435964), gut microbiome (NCT03383107, NCT05037825), and oncogenic signaling/mutations (NCT01351103) (271). Immunotherapy efficacy may also depend on sites of metastatic involvement. In both patients and preclinical models, liver metastases are associated with diminished immunotherapy efficacy (272). Moreover, it is essential to continue investigating the effects of the cGAS/STING pathway and its implications in both the radiotherapy response and immune response in human cancers. Numerous studies are currently investigating the preclinical implications of the cGAS/STING pathway in cancer and how other mediators of this pathway can be modulated to promote pro-immune, antitumor effects. In all, the mechanisms underlying combined therapies are complex and more research is justified to further understand these interactions.\n        Moreover, it is also critical to define treatment tolerance since adverse events may occur following combined treatments. Finally, another crucial future direction is developing predictive and prognostic biomarkers indicative of response to combination therapies. While studies suggest TILs, tumor mutation burden (TMB), and immune gene signatures may be potential biomarkers for response to ICIs in breast cancer, biomarkers indicative of combined therapy efficacy have not yet been identified (273, 274). In short, more research is necessary to discover biomarkers to help identify which patient populations will respond best to these novel therapeutic approaches.\nDiscussion\n      Breast cancer is the leading non-cutaneous cancer diagnosed among females and is a heterogeneous disease that can result in poor clinical outcomes, especially in patients with triple negative disease. Immunotherapy is an emerging therapeutic option for aggressive forms of breast cancer and combining immunotherapy with radiotherapy may hold clinical benefit. Preclinical studies are underway to understand the potential benefit of combining radiotherapy with immune checkpoint inhibitors and to examine the molecular mechanisms that contribute to potential synergy between these therapies. Additional studies are needed to develop therapeutic approaches targeting canonical and noncanonical regulators of innate immunity in conjunction with radiotherapy and immunotherapy. Clinical trials are currently examining the prognostic benefits of combined ICIs and radiotherapy with other available cancer therapeutics in breast cancer patients. Collectively, these studies support the importance of improving combined therapy efficacy with the ultimate goal of improving outcomes in breast cancer.\nAuthor contributions\n      KMJ conceptualized this review and drafted the original manuscript. EH, AP, KRJ, CB, LP, MG, and CS contributed to the writing and critical revision. All authors contributed to the article and approved the submitted version.\nFunding\n      Funding was provided to KMJ by the Pharmacological Sciences Training Program (PSTP) T32 Training Grant (GM007767), the Rackham Merit Fellowship, and the Rackham Graduate School Research Grant. Funding was provided to AP by NIAID Training Grant T32 (AI007413). Funding was provided to MG by the Lung Precision Oncology Program (VA 150CU000182), LUNGevity (2021-07), Veterans Affairs (I01 BX005267), Melanoma Research Alliance (MRA689853), and NCI (CA252010). Support was provided to LP by the Breast Cancer Research Foundation.\nAcknowledgments\n      We would like to thank Steven Kronenberg at the University of Michigan for his assistance with the graphics in the figures. Graphics for figures were created in part from Biorender.com.\nConflict of interest\n      The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nPublisher’s note\n      All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9643771/",
    "doi": "https://doi.org/10.3389/fonc.2022.1022542"
}