{
    "title": "Estrone, the major postmenopausal estrogen, binds ERa to induce",
    "abstract": "The development of metastasis is associated with morphological changes characterized by an epithelial-to-mesenchymal transition (EMT).8 EMT changes cell polarity, adhesion, and migratory properties and is characterized by upregulation of mesenchymal markers and loss of epithelial markers such as E-cadherin.9–14 EMT endows cells with a more motile, invasive phenotype, supporting local invasion and metastasis.14–17 Breast cancer stromal cells include fibroblasts, endothelial and immune cells, and adipocytes.18,19 Adipocytes are the most abundant breast cancer microenvironment component and secrete hormones, growth factors, and cytokines that promote cancer invasion and metastasis.20,21 Adipose tissue is the major component of the post-menopausal breast and the major source of E1 production. HSD17B14 overexpression leads to multi-organ metastasis in vivo While all breast cancer subtypes can metastasize to bone, breast cancers expressing both ER and progesterone receptor (PR) proteins have the highest propensity to do so.35 In contrast to the bone metastatic signature described by Kang et al., which was identified in pre-clinical models and then shown to predict bone metastasis in humans, Savci-Heijink et al. identified a 15-gene signature predictive of bone metastasis from among over 500 primary breast cancers and validated its independent predictive value for bone metastasis in multi-variate analysis.30,36 To better understand the role of HSD17B14 in bone metastasis, we evaluated expression of both signatures above in our xenograft models. SNAI2 is conserved across species and expressed in the mammary basal/stem-cell-enriched population in both mice and humans.54 Slug, encoded by SNAI2, is one of the most powerful EMT mediators,55,56 and the E-cadherin-snail-slug EMT pathway is critical for human breast cancer invasion and metastasis.57–60 Elevated SNAI2 expression correlates with increased metastasis and shorter survival in a variety of cancers.61–63 Slug promotes metastasis by enhancing cell invasion, supporting metastatic cell survival64 and increasing breast cancer stem cells.65 Here, we show SNAI2 is both necessary and largely sufficient for the gain of invasion observed with E1 stimulation.",
    "authors": [
        "Rehana Qureshi",
        "Manuel Picon-Ruiz",
        "Maiko Sho",
        "Derek Van Booven",
        "Vanessa Nunes de Paiva",
        "Anna B. Diaz-Ruano",
        "Tan A. Ince",
        "Joyce Slingerland"
    ],
    "published_year": "Not available",
    "description": "INTRODUCTION\n      Despite major advances in targeted therapy and early detection, breast cancer is the most common cancer and the second leading cause of cancer death in women. Breast-cancer-related mortality is caused by metastasis to distant organs.1 Hormone receptor-positive, HER2-negative breast cancer is the most common subtype, accounting for approximately 65% of all cases, and causes the most breast cancer-related deaths.2 Despite a favorable prognosis relative to other breast cancer subtypes, these cancers can recur many years later, and outcomes of metastatic hormone receptor-positive breast cancer remain poor, with a median overall survival of 36 months.3\n      Estrogen receptor-positive (ER+) breast cancer incidence increases with age.4,5 Among women with metastatic breast cancer (MBC), those under age 50 have a better prognosis than women over 50 years old (χ2 = 69.8, p < 0.001), which is not the case for patients with hormone receptor-negative MBC.6 While ovarian 17β-estradiol (E2) is the primary estrogen in pre-menopausal women, most breast cancers are diagnosed after menopause, when ovarian E2 production is minimal7 and estrone (E1) is the major post-menopausal hormone. Here, we investigated how the different estrogens before and after menopause might contribute to the greater ER+ breast cancer incidence after menopause and the adverse survival of ER + MBC in post- versus pre-menopausal women.\n      The development of metastasis is associated with morphological changes characterized by an epithelial-to-mesenchymal transition (EMT).8 EMT changes cell polarity, adhesion, and migratory properties and is characterized by upregulation of mesenchymal markers and loss of epithelial markers such as E-cadherin.9–14 EMT endows cells with a more motile, invasive phenotype, supporting local invasion and metastasis.14–17\n      Breast cancer stromal cells include fibroblasts, endothelial and immune cells, and adipocytes.18,19 Adipocytes are the most abundant breast cancer microenvironment component and secrete hormones, growth factors, and cytokines that promote cancer invasion and metastasis.20,21 Adipose tissue is the major component of the post-menopausal breast and the major source of E1 production. E1 is produced via aromatization of adrenal androstenedione largely in adipose tissue but also in bone, breast, and brain tissues.22 After menopause, E1 dominates, and circulating and tissue levels rise as adipose biomass increases in obesity.23 Breast cancer cell:adipocyte interaction upregulates cytokines and activates Src to expand cancer stem cells (CSCs).20 This would facilitate breast cancer progression upon invasion into local fat.20 We recently made the novel observation that E1- and E2-stimulated transcriptomes are not identical.24 In contrast to the anti-inflammatory action of E2,25,26 E1 is pro-inflammatory.24 E1-liganded ERα is co-recruited with nuclear factor κB (NF-κB) to upregulate pro-inflammatory cytokine drivers of CSCs, while E2 opposes this. Both E1 and overexpression of 17β-hydroxysteroid dehydrogenase B14 (HSD17B14), which converts E2 to E1, increased intratumor E1 and tumor-initiating stem cells to mediate greater ER+ cancer growth in vivo. Thus, E1 has a pro-oncogenic, pro-inflammatory role, cooperating with NF-κB to promote cytokine drivers of CSCs. After menopause, this is unopposed by ovarian E2.\n      Here, we investigated whether and how the dominant post-menopausal estrogen E1 contributes to EMT and metastasis. We found that co-culture with adipocytes, a major source of E1, stimulates ER+ breast cancer cell EMT. E1, but not E2, activates gene-expression profiles of EMT and signatures characteristic of lung, brain, and bone metastasis. E1 and overexpression of HSD17B14 both promote ER+ breast cancer EMT, invasion, and multi-organ metastasis in vivo. E1-bound ERα recruits co-activator CBP/p300 to a promoter estrogen response element (ERE) in the snail family transcriptional repressor 2 (SNAI2) gene to induce its expression, while E2 opposes this, recruiting Nuclear receptor corepressor 1 (N-CoR1) with ERα to repress SNAI2.\nRESULTS\n      \n        Estrone drives invasion and metastasis in ER+ breast cancer cells\n        In a prior study, we reported that E1 stimulated orthotopic MCF7 tumor formation with shorter latency and greater final tumor volume than did E2.24 Here, we investigated the effects of these two estrogens on ER+ cancer invasion and metastasis. Estrogen effects on matrigel invasion were assayed by hanging drop spheroid cultures as in Berens et al.27 Spheroids formed in three-dimensional (3D) culture without estrogen (in 5% charcoal-stripped fetal bovine serum [cFBS]) were smaller and less invasive than those formed in the presence of estrogen. Of the two estrogens, E1 stimulated greater sphere growth and significantly increased the area invaded compared with no-estrogen controls or E2 treated cells in 4 independent ER+ cancer lines: MCF7, T47D (Figures 1A–1D), MDA-MB-361, and ZR75-1 (Figures S1A–S1D). Furthermore, E1 supported greater migration in wound-closure assays than E2 following wounding of a confluent lawn of estrogen-starved MCF7 (p < 0.05; Figure S1E).\n        To quantitate metastasis stimulated by estrogens in MCF7, parental MCF7 was luciferase tagged and then injected via tail vein (intravenously [i.v.]) into either E1- or E2-supplemented NOD/SCID gamma (NSG) mice and assayed by bioluminescent imaging (BLI) every 2 weeks. As previously reported for MCF7, few distant metastases of luciferase-positive MCF7 were detected following i.v. injection into E2-supplemented NSG mice, and none formed in no-estrogen controls with sham pellets. In contrast, E1-supplemented mice showed much greater tumor bioluminescence within 8 weeks than E2-supplemented hosts (Figures 1E, 1F, and S1F). E1 supplements also led to widespread dissemination of i.v.-injected MCF7 to common sites of clinical breast cancer metastasis (lung, liver, and bone) (Figures 1G–1J). Histopathologic confirmation of lung, liver, and bone metastasis is shown in Figures 1I, 1J, and S1G. Thus, the major post-menopausal hormone E1 promotes widespread ER+ breast cancer metastasis in vivo, which is not detected in E2-treated mice.\n        To validate the unprecedented finding that the dominant post-menopausal estrogen E1 is more pro-metastatic than E2, these hormones were assayed further in a second independent estrogen-sensitive breast cancer model, E0771. Orthotopic injection of ER+ E0771 into syngeneic, oophorectomized mice yielded little tumor growth in the absence of estrogen. Primary E0771 cancers grew faster with E1 than E2 supplementation in vivo (Figure 1K, left). Primary tumors were removed at 1,000 m3, and mice were followed for metastasis. The number of metastatic lung nodules and histopathologic evidence of lung metastasis from primary E0771 tumors was significantly greater in E1-treated than E2-treated mice or in mice with sham no-estrogen control pellets (Figures 1K, right, and S1H).\n      \n      \n        E1 drives a program of EMT and pro-metastatic gene expression\n        To compare the effects of these estrogens on gene programs of EMT and tumor invasion, global expression profiling was compared in E1- or E2-stimulated MCF7 orthotopic xenografts recovered at 1,000 mm3 (3 tumors/group) as in Qureshi et al.24 Taube et al. established an “EMT core signature” common to human mammary epithelial cells overexpressing several different master EMT regulators and showed that it is predictive of early metastasis in women with aggressive breast cancers.28 Genes differentially expressed in E1- versus E2-stimulated MCF7 xenografts (fold change [FC] >2× up or <0.5× down, Q < 0.05) were compared with this EMT core signature. EMT driver genes from this signature were highly expressed in our E1-driven ER+ MCF7 cancers, while genes downregulated in this EMT signature were also reduced by E1 but not by E2 (Figure 2A). Hypergeometric tests revealed that the overlap of 65/136 genes in the EMT up signature (p = 0.00033), and 35/79 genes in the EMT down signature (p = 0.0277) with genes differentially expressed between E1- and E2-treated tumors was significant. Genes associated with ECM, GAP junctions, focal adhesion, actin cytoskeleton, and vascular endothelial growth factor (VEGF) signaling were significantly upregulated in E1- compared with E2-stimulated cancers (Figure 2B). Thus, E1 appears to increase ER+ cancer cell motility and invasion in part through induction of EMT programs.\n        Estrogen-starved MCF7 cells were treated with 10 nM E1 or E2 for 8 h followed by gene-expression profiling. Gene set enrichment analysis (GSEA) showed upregulation of programs of tumor invasiveness, metastasis, ROCK, and transforming growth factor B1 (TGFB1) signaling in E1-treated compared with E2-treated MCF7 (Figure 2C). Similarly, GSEA comparing E1- or E2-driven MCF7 xenograft tumor profiles showed greater expression of pathways associated with tumor invasiveness, metastasis, and breast cancer relapse in bone in E1-driven tumors when compared with the E2 tumors (Figure 2D). In a series of key papers, Massague’s group selected, by serial in vivo xenografting, human breast-cancer-derived variant lines with high metastatic tropism for lung29 or bone30 and validated the ability of these signatures to predict metastases to these respective sites in cohorts of patients with breast cancer. Notably, heatmap comparisons of E1- and E2-stimulated tumor expression data showed that E1 tumors strongly overexpressed the lung metastatic gene-expression profile,29 as shown in Figure 2E. Hypergeometric test showed that the overlap of 22/44 genes in the lung metastatic signature with genes differentially expressed in E1- versus E2-treated tumors was significant (p = 0.0119). E1-stimulated cancers had a high expression of chemokine (C-X-C motif) receptor 4 (CXCR4), matrix metalloproteinase (MMP1), and angiopoietin-like 4 (ANGPTL4) (Figure 2E), all of which are known to promote lung metastasis in breast cancer.31–33\n      \n      \n        Adipocyte:cancer cell contact induces an EMT\n        Breast cancer cells invading beyond the duct basement membrane are conditioned by contact with peritumoral adipocytes, which are abundant in mammary stroma. Mammary adipocytes are a major source of peritumoral E1. Co-culture with mammary adipocytes stimulates pro-inflammatory cytokines and stem cell markers in ER+ breast cancer lines through cross talk between E1-liganded ERα with NF-κB.20,24 Here, we tested the effects of co-culture with adipocytes on EMT transcription factors (TFs) and cell motility. Co-culture over 7 days of breast cancer cells with mature mammary adipocytes from obese, postmenopausal women induced expression of EMT- TF genes SNAI1 and SNAI2 and upregulated genes encoding N-cadherin (CDH2) and vimentin (VIM) significantly more in ER+ than in ER-negative (ER−) breast cancer lines, indicating a role for estrogens in EMT induction (Figures 2F and 2G). Adipocyte co-culture also upregulated Snail, Slug, and Twist1 protein levels (Figure S1I).\n        We previously showed that 7 days of adipocyte:breast cancer cell co-culture generates high media E1 concentrations, with E1 concentrations up to 30-fold higher than those of E2.24 Here, we showed that inhibition of E1 production by the aromatase inhibitor letrozole impaired co-culture-induced upregulation of SNAIL1, SNAI2, and TWIST1 in MCF7 (Figure 2H). Transwell migration of MCF7 was faster following co-culture with adipocytes and was impaired by pre-treatment with letrozole (Figure 2I). These findings suggest that adipocyte E1 production can stimulate EMT in local cancer cells.\n      \n      \n        HSD17B isoforms that upregulate E1 are greater in cancer than normal tissue, increase with metastasis, and correlate with early ER+ breast cancer relapse\n        In addition to local E1 production by peritumoral adipocytes, high intratumor E1 can arise in breast cancer cells through changes in the balance of 17β-hydroxysteroid dehydrogenase (HSD17B) family members34 that either convert intracellular E1 to E2 or E2 to E1. We previously showed that HSD17B14 overexpression in ER+ breast cancer models leads to high intracellular E1 and is pro-inflammatory and pro-oncogenic.24 Here, we investigated the associations between HSD17B enzymes and metastasis. Analysis of breast cancers from The Cancer Genome Atlas (TCGA) showed that HSD17B14 expression is increased significantly in cancer compared with normal breast tissue and that it rises with increasing disease stage, particularly between stage 4 (metastatic cancer) and all others (Figure S2A). HSD17B14 expression was also higher in metastatic compared with primary human ER+ breast cancers (Figure 3A). The prognostic importance of HSD17B family members was evaluated using the Kaplan-Meier (KM) plotter primary human breast cancer database, which permits univariate analysis of the prognostic importance of gene-expression data pooled from many different large patient cohorts. HSD17B14 expression was prognostic of greater risk of distant metastasis in women with ER+ breast cancer (hazard ratio [HR] for relapse 1.59, p = 0.0074; Figure 3B). Notably, for two additional HSD17B family members that convert E2 to E1, HSD17B2 and HSD17B10, high expression also associated with a greater risk of ER+ breast cancer metastasis (HR 1.27, p = 0.0024, and HR 1.31, p = 0.055, respectively) (Figures S2B and S2C). In contrast, high intratumor levels of three other HSD17B family members that convert E1 to E2, HSD17B1, HSD17B7, and HSD17B5, associated inversely with disease recurrence (HR for recurrence 0.83, p = 0.029; HR 0.81, p = 0.0082; and HR 0.65 p = 0.027, respectively; Figures S2D–S2F).\n      \n      \n        HSD17B14 overexpression promotes EMT in ER+ breast cancer cell\n        To investigate further links between HSD17B14 and tumor metastasis, global gene expression from MCF7 vector controls and the HSD17B14-overexpressing MCF7 line (MCF7HSD) described in Qureshi et al.24 were compared with the same EMT core signature28 used in Figure 2. Genes downregulated in EMT were decreased, while gene drivers of EMT were highly expressed in MCF7HSD (Figure 3C). Hypergeometric tests comparing EMT profiles with genes differentially expressed in MCF7HSD versus MCF7 showed that 109/136 of genes whose downregulation associates with EMT were down in MCF77HSD versus MCF7 (p = 0) and that 70/79 upregulated in the EMT profile were up in MCF7HSD versus MCF7 (p = 3.97e–08). Notably, MCF7HSD showed morphological transformation from an epithelial to a more mesenchymal phenotype (Figure 3D). Both MCF7 and T47D lines overexpressing HSD17B14 show upregulation of mesenchymal genes and EMT-TFs including CDH2, SNAI2, TWIST, VIM, and ZEB1 when compared with controls and reduced expression of CDH1 encoding the epithelial marker E-cadherin (Figure 3E). Findings were confirmed at the protein level, with immunofluorescence microscopy showing a loss of E-cadherin and increased vimentin in MCF7HSD (Figure S3A), and immunoblots also showed that E-cadherin was reduced and mesenchymal markers N-cadherin, vimentin, Twist1 and Slug were increased in MCF7HSD (Figure S3B). Similar results were observed in HSD17B14-transduced MDA-MB-361 compared with controls (Figure S3C). MCF7 and T47D lines with CRISPR knockout of HSD17B14, first described in Qureshi et al.,24 showed decreased expression of mesenchymal markers and increased CDH1 (Figure 3F). Finally, loss of HSD17B14 in MCF7-HSD17B14 CRISPR knockout (HSDKO) prevented the significant induction of genes encoding vimentin and SNAI2 observed in control MCF7 cells after 7 days of co-culture with mammary adipocytes (Figure 3G).\n        MCF7HSD showed a significantly greater area of invasion after 96 h in 3D spheroid assays compared with vector controls (morphology shown in Figure 3H), with similar results observed in MDA-MB-361-HSD (Figure S3D). Notably, both MCF7HSD and MDA-MB-361-HSD also showed significantly greater migration and matrigel invasion on Transwell assays than their vector controls (Figures 3I, 3J, S3E, and S3F). Wound-healing assays confirmed that HSD17B14 overexpression promoted faster MCF7 migration over 48 h and that HSD17B14 KO inhibited MCF7 migration (Figure S3G).\n      \n      \n        HSD17B14 overexpression increases intracellular estrone and cancer metastasis\n        Since HSD17B variants that upregulate E1 are associated with early metastasis in women with ER+ breast cancers, we next tested effects of HSD17B14 on ER+ breast cancer metastasis in vivo. Orthotopic primary MCF7HSD xenografts were grown in NOD/SCID mice (n = 8/group). These showed a significant increase in gene profiles associated with early cancer recurrence, TGF-β1 targets, breast cancer relapse in the brain, and breast tumor EMT compared with MCF7 control tumors (Figure 4A). Differentially expressed genes in control and HSD17B14-overexpressing tumors (up by FC = 2 or down < 0.5, Q < 0.05) were compared with the breast cancer lung metastasis gene signature (Figure 4B) as defined in Minn et al.29 HSD17B14 strongly upregulated this lung metastasis gene signature. The overlap between these gene lists was significant on hypergeometric test, with 34/43 lung metastasis signature genes differentially expressed in MCF7HSD versus MCF7 control (p = 0.0087). Increased expression of genes encoding CXCR4, MMP2, and prostaglandin-endoperoxide synthase 2 (PTGS2) was confirmed by qPCR (Figure 4C). GSEA revealed not only upregulation of the Taube EMT signature but a trend toward upregulation of genes involved in angiogenesis and in metastasis in MCF7HSD versus MCF7 control lines and/or tumors derived from them (Figures S4A–S4D).\n        When orthotopic primary tumors from MCF7 control and MCF7HSD-injected mice reached 1,000 mm3, tumors were excised, and mice were followed for metastasis. Notably, on histopathologic analysis, metastasis to lungs, liver, and bone was detected only in mice bearing MCF7HSD tumors and not from MCF7 control tumors (summarized for non-luciferase-tagged MCF7 derived lines, top of table in Figure 4D).\n        To more readily quantitate metastasis generated by HSD17B14-overexpressing MCF7, the parental MCF7 line was luciferase and tdTomato tagged to generate the luciferase-positive control line MCF7L2T and then infected with an HSD17B14 lentiviral vector to generate MCF7L2T-HSD. HSD17B14 overexpression was confirmed by qPCR and western blot (Figures S4E and S4F). Concentrations of intracellular E1 increased and E2 decreased in MCF7L2T-HSD compared with MCF7L2T (Figure 4E), as previously reported in MCF7HSD compared with MCF7.24 NOD/SCID mice supplemented with E2 were injected orthotopically with either vector control MCF7L2T or MCF7L2T-HSD (n = 4/group). Both lines remained estrogen dependent since control mice implanted with sham no-estrogen pellets failed to generate tumors by week 12. MCF7L2T-HSD generated larger tumors than MCF7L2T (Figure 4F). As above, primary tumors were removed at 700–1,000 mm3, and mice were monitored for metastasis from the primary site by weekly BLI. Extensive lung metastasis from primary MCF7L2T-HSD tumors was detected by H and E staining and by BLI (Figures 4G, 4H, and S4G). Lung weights and numbers of lung metastases were increased significantly after HSD-overexpressing MCF7 injections compared with controls (Figures 4I and 4J). Notably, one MCF7L2T-HSD tumor showed extensive invasion into cardiac muscle (Figure S4H). Taken together, these data strongly indicate that microenvironmental changes that increase local E1 or changes in HSD17B enzymes that upregulate intracellular E1 stimulate a pro-metastatic profile of gene expression to drive ER+ breast cancer metastasis in vivo.\n      \n      \n        HSD17B14 overexpression leads to multi-organ metastasis in vivo\n        While all breast cancer subtypes can metastasize to bone, breast cancers expressing both ER and progesterone receptor (PR) proteins have the highest propensity to do so.35 In contrast to the bone metastatic signature described by Kang et al., which was identified in pre-clinical models and then shown to predict bone metastasis in humans, Savci-Heijink et al. identified a 15-gene signature predictive of bone metastasis from among over 500 primary breast cancers and validated its independent predictive value for bone metastasis in multi-variate analysis.30,36 To better understand the role of HSD17B14 in bone metastasis, we evaluated expression of both signatures above in our xenograft models. When compared with controls, HSD17B14-overexpressing orthotopic MCF7 tumors were enriched for the breast cancer bone metastasis signatures identified by these two groups.30,36 HSD17B14 upregulates bone metastasis mediators (Figure 5A). Upregulation of known bone metastasis mediator37,38 genes selected from the bone metastasis signature,30,36 including connective tissue growth factor (CTGF), dual specificity phosphatase1 (DUSP1), and fibroblast growth factor 5 (FGF5), was confirmed by qPCR in our HSD17B14-overexpressing ER+ MCF7-derived lines (Figure 5B). Primary orthotopic MCFL2T-HSD cancers generated bone metastasis readily detected by ex vivo IVIS, while MCF7L2T-injected controls did not (Figure 5C). These data corroborate the MCF7 bone metastasis shown by both IVIS and confirmed by histopathology in E1-treated mice in Figure 1.\n        HSD17B14-expressing tumors also generated liver metastasis, with a significant increase in mean liver weight and mean number of liver metastasis over MCF7L2T-derived controls (Figure 5D). This was also confirmed histologically (Figure 5E). Mice bearing HSD-overexpressing tumors showed a significant increase in multi-organ metastasis and reduced survival (p = 0.035; Figure 5F). Thus, treatment with E1 or overexpression of HSD17B14, which increases intracellular E1, both mediate metastases to lung, bone, and liver, sites commonly affected by metastasis in women with ER+ breast cancer.\n      \n      \n        Estrone induces EMT through direct transcriptional activation of SNAI2\n        Since E1 stimulates pro-metastatic gene signatures, we next sought to identify key target genes differently regulated by E1- and E2-bound ERα that could contribute critically to E1-driven EMT. Notably, E1 significantly induced expression of genes encoding EMT markers N-cadherin and vimentin and upregulated the EMT mediator SNAI2 in MCF7 within 24 h compared with estrogen-starved controls, while E2 did not (Figure 6A). SNAI2 upregulation by E1 was also greater than by E2 in a second independent ER+ cancer line, T47D (Figure 6B). E1 increased Slug protein more than E2 within 48 h in both MCF7 and T47D. E1-treated MCF7 had lower Ecadherin and higher N-cadherin than E2-treated cells, (Figure 6C). Primary MCF7 xenograft tumors supplemented with E1 also showed higher CDH2 and SNAI2 and reduced CDH1 expression compared with E2-stimulated tumors (Figure 6D). Western analysis confirmed the elevated E-cadherin and lower expression of Slug and N-cadherin in E2- compared with E1-treated tumors (Figure 6E). Small interfering RNA (siRNA)-mediated SNAI2 knockdown (confirmed in Figures S5A and S5B) significantly decreased the excess migration and invasion in MCF7HSD cells (Figures S5C and S5D). SNAI2 overexpression in both vector controls and MCF7HSD increased invasion and migration (Figures S5E–S5G).\n        We next tested if E1- and E2-liganded ERα might direct different receptor/co-regulator recruitment to an ERE half-site at −467 in the SNAI2 promoter. Chromatin immunoprecipitation (ChIP) assays showed both E1 and E2 stimulate ERα recruitment to this ERE half-site in MCF7 (Figure 6F). A SNAI2 promoter region that flanked the ERE half-site at −467 served as a negative control. Notably, E1-liganded ERα recruits the co-activator CBP/p300 to the −467 ERE half-site (Figure 6G), while E2-bound ERα did not. Not only did it fail to recruit CBP to this target gene, E2-bound ERα showed robust recruitment of co-repressor NCoR1 to the SNAI2 promoter, which was not observed in E1-stimulated cells (Figure 6H). Thus, E1 and E2 can direct recruitment of different ERα co-regulators to ERE-bearing target genes. E1 and E2 also had different actions on NF-κB:ERα-co-regulated cytokine genes at κB response elements.24\n        Analysis of the Metabric database v.4.6, comprising n = 1,498 ER+ breast cancers, revealed that high SNAI2 expression is prognostic of poor overall ER+ breast cancer survival (HR 1.22, p = 0.0039; Figure 6I) and shorter time to metastasis (HR for disease-free survival 1.14, p = 0.05; Figure 6J), supporting a key role for this gene in metastatic ER+ disease progression. Thus, SNAI2 is positively regulated by E1-bound ERα through recruitment of CBP/p300, while E2:ERα and NCoR1 repress SNAI2, disrupting co-activator CBP/p300 recruitment (see model in Figure 6K).\nEstrone drives invasion and metastasis in ER+ breast cancer cells\n        In a prior study, we reported that E1 stimulated orthotopic MCF7 tumor formation with shorter latency and greater final tumor volume than did E2.24 Here, we investigated the effects of these two estrogens on ER+ cancer invasion and metastasis. Estrogen effects on matrigel invasion were assayed by hanging drop spheroid cultures as in Berens et al.27 Spheroids formed in three-dimensional (3D) culture without estrogen (in 5% charcoal-stripped fetal bovine serum [cFBS]) were smaller and less invasive than those formed in the presence of estrogen. Of the two estrogens, E1 stimulated greater sphere growth and significantly increased the area invaded compared with no-estrogen controls or E2 treated cells in 4 independent ER+ cancer lines: MCF7, T47D (Figures 1A–1D), MDA-MB-361, and ZR75-1 (Figures S1A–S1D). Furthermore, E1 supported greater migration in wound-closure assays than E2 following wounding of a confluent lawn of estrogen-starved MCF7 (p < 0.05; Figure S1E).\n        To quantitate metastasis stimulated by estrogens in MCF7, parental MCF7 was luciferase tagged and then injected via tail vein (intravenously [i.v.]) into either E1- or E2-supplemented NOD/SCID gamma (NSG) mice and assayed by bioluminescent imaging (BLI) every 2 weeks. As previously reported for MCF7, few distant metastases of luciferase-positive MCF7 were detected following i.v. injection into E2-supplemented NSG mice, and none formed in no-estrogen controls with sham pellets. In contrast, E1-supplemented mice showed much greater tumor bioluminescence within 8 weeks than E2-supplemented hosts (Figures 1E, 1F, and S1F). E1 supplements also led to widespread dissemination of i.v.-injected MCF7 to common sites of clinical breast cancer metastasis (lung, liver, and bone) (Figures 1G–1J). Histopathologic confirmation of lung, liver, and bone metastasis is shown in Figures 1I, 1J, and S1G. Thus, the major post-menopausal hormone E1 promotes widespread ER+ breast cancer metastasis in vivo, which is not detected in E2-treated mice.\n        To validate the unprecedented finding that the dominant post-menopausal estrogen E1 is more pro-metastatic than E2, these hormones were assayed further in a second independent estrogen-sensitive breast cancer model, E0771. Orthotopic injection of ER+ E0771 into syngeneic, oophorectomized mice yielded little tumor growth in the absence of estrogen. Primary E0771 cancers grew faster with E1 than E2 supplementation in vivo (Figure 1K, left). Primary tumors were removed at 1,000 m3, and mice were followed for metastasis. The number of metastatic lung nodules and histopathologic evidence of lung metastasis from primary E0771 tumors was significantly greater in E1-treated than E2-treated mice or in mice with sham no-estrogen control pellets (Figures 1K, right, and S1H).\nE1 drives a program of EMT and pro-metastatic gene expression\n        To compare the effects of these estrogens on gene programs of EMT and tumor invasion, global expression profiling was compared in E1- or E2-stimulated MCF7 orthotopic xenografts recovered at 1,000 mm3 (3 tumors/group) as in Qureshi et al.24 Taube et al. established an “EMT core signature” common to human mammary epithelial cells overexpressing several different master EMT regulators and showed that it is predictive of early metastasis in women with aggressive breast cancers.28 Genes differentially expressed in E1- versus E2-stimulated MCF7 xenografts (fold change [FC] >2× up or <0.5× down, Q < 0.05) were compared with this EMT core signature. EMT driver genes from this signature were highly expressed in our E1-driven ER+ MCF7 cancers, while genes downregulated in this EMT signature were also reduced by E1 but not by E2 (Figure 2A). Hypergeometric tests revealed that the overlap of 65/136 genes in the EMT up signature (p = 0.00033), and 35/79 genes in the EMT down signature (p = 0.0277) with genes differentially expressed between E1- and E2-treated tumors was significant. Genes associated with ECM, GAP junctions, focal adhesion, actin cytoskeleton, and vascular endothelial growth factor (VEGF) signaling were significantly upregulated in E1- compared with E2-stimulated cancers (Figure 2B). Thus, E1 appears to increase ER+ cancer cell motility and invasion in part through induction of EMT programs.\n        Estrogen-starved MCF7 cells were treated with 10 nM E1 or E2 for 8 h followed by gene-expression profiling. Gene set enrichment analysis (GSEA) showed upregulation of programs of tumor invasiveness, metastasis, ROCK, and transforming growth factor B1 (TGFB1) signaling in E1-treated compared with E2-treated MCF7 (Figure 2C). Similarly, GSEA comparing E1- or E2-driven MCF7 xenograft tumor profiles showed greater expression of pathways associated with tumor invasiveness, metastasis, and breast cancer relapse in bone in E1-driven tumors when compared with the E2 tumors (Figure 2D). In a series of key papers, Massague’s group selected, by serial in vivo xenografting, human breast-cancer-derived variant lines with high metastatic tropism for lung29 or bone30 and validated the ability of these signatures to predict metastases to these respective sites in cohorts of patients with breast cancer. Notably, heatmap comparisons of E1- and E2-stimulated tumor expression data showed that E1 tumors strongly overexpressed the lung metastatic gene-expression profile,29 as shown in Figure 2E. Hypergeometric test showed that the overlap of 22/44 genes in the lung metastatic signature with genes differentially expressed in E1- versus E2-treated tumors was significant (p = 0.0119). E1-stimulated cancers had a high expression of chemokine (C-X-C motif) receptor 4 (CXCR4), matrix metalloproteinase (MMP1), and angiopoietin-like 4 (ANGPTL4) (Figure 2E), all of which are known to promote lung metastasis in breast cancer.31–33\nAdipocyte:cancer cell contact induces an EMT\n        Breast cancer cells invading beyond the duct basement membrane are conditioned by contact with peritumoral adipocytes, which are abundant in mammary stroma. Mammary adipocytes are a major source of peritumoral E1. Co-culture with mammary adipocytes stimulates pro-inflammatory cytokines and stem cell markers in ER+ breast cancer lines through cross talk between E1-liganded ERα with NF-κB.20,24 Here, we tested the effects of co-culture with adipocytes on EMT transcription factors (TFs) and cell motility. Co-culture over 7 days of breast cancer cells with mature mammary adipocytes from obese, postmenopausal women induced expression of EMT- TF genes SNAI1 and SNAI2 and upregulated genes encoding N-cadherin (CDH2) and vimentin (VIM) significantly more in ER+ than in ER-negative (ER−) breast cancer lines, indicating a role for estrogens in EMT induction (Figures 2F and 2G). Adipocyte co-culture also upregulated Snail, Slug, and Twist1 protein levels (Figure S1I).\n        We previously showed that 7 days of adipocyte:breast cancer cell co-culture generates high media E1 concentrations, with E1 concentrations up to 30-fold higher than those of E2.24 Here, we showed that inhibition of E1 production by the aromatase inhibitor letrozole impaired co-culture-induced upregulation of SNAIL1, SNAI2, and TWIST1 in MCF7 (Figure 2H). Transwell migration of MCF7 was faster following co-culture with adipocytes and was impaired by pre-treatment with letrozole (Figure 2I). These findings suggest that adipocyte E1 production can stimulate EMT in local cancer cells.\nHSD17B isoforms that upregulate E1 are greater in cancer than normal tissue, increase with metastasis, and correlate with early ER+ breast cancer relapse\n        In addition to local E1 production by peritumoral adipocytes, high intratumor E1 can arise in breast cancer cells through changes in the balance of 17β-hydroxysteroid dehydrogenase (HSD17B) family members34 that either convert intracellular E1 to E2 or E2 to E1. We previously showed that HSD17B14 overexpression in ER+ breast cancer models leads to high intracellular E1 and is pro-inflammatory and pro-oncogenic.24 Here, we investigated the associations between HSD17B enzymes and metastasis. Analysis of breast cancers from The Cancer Genome Atlas (TCGA) showed that HSD17B14 expression is increased significantly in cancer compared with normal breast tissue and that it rises with increasing disease stage, particularly between stage 4 (metastatic cancer) and all others (Figure S2A). HSD17B14 expression was also higher in metastatic compared with primary human ER+ breast cancers (Figure 3A). The prognostic importance of HSD17B family members was evaluated using the Kaplan-Meier (KM) plotter primary human breast cancer database, which permits univariate analysis of the prognostic importance of gene-expression data pooled from many different large patient cohorts. HSD17B14 expression was prognostic of greater risk of distant metastasis in women with ER+ breast cancer (hazard ratio [HR] for relapse 1.59, p = 0.0074; Figure 3B). Notably, for two additional HSD17B family members that convert E2 to E1, HSD17B2 and HSD17B10, high expression also associated with a greater risk of ER+ breast cancer metastasis (HR 1.27, p = 0.0024, and HR 1.31, p = 0.055, respectively) (Figures S2B and S2C). In contrast, high intratumor levels of three other HSD17B family members that convert E1 to E2, HSD17B1, HSD17B7, and HSD17B5, associated inversely with disease recurrence (HR for recurrence 0.83, p = 0.029; HR 0.81, p = 0.0082; and HR 0.65 p = 0.027, respectively; Figures S2D–S2F).\nHSD17B14 overexpression promotes EMT in ER+ breast cancer cell\n        To investigate further links between HSD17B14 and tumor metastasis, global gene expression from MCF7 vector controls and the HSD17B14-overexpressing MCF7 line (MCF7HSD) described in Qureshi et al.24 were compared with the same EMT core signature28 used in Figure 2. Genes downregulated in EMT were decreased, while gene drivers of EMT were highly expressed in MCF7HSD (Figure 3C). Hypergeometric tests comparing EMT profiles with genes differentially expressed in MCF7HSD versus MCF7 showed that 109/136 of genes whose downregulation associates with EMT were down in MCF77HSD versus MCF7 (p = 0) and that 70/79 upregulated in the EMT profile were up in MCF7HSD versus MCF7 (p = 3.97e–08). Notably, MCF7HSD showed morphological transformation from an epithelial to a more mesenchymal phenotype (Figure 3D). Both MCF7 and T47D lines overexpressing HSD17B14 show upregulation of mesenchymal genes and EMT-TFs including CDH2, SNAI2, TWIST, VIM, and ZEB1 when compared with controls and reduced expression of CDH1 encoding the epithelial marker E-cadherin (Figure 3E). Findings were confirmed at the protein level, with immunofluorescence microscopy showing a loss of E-cadherin and increased vimentin in MCF7HSD (Figure S3A), and immunoblots also showed that E-cadherin was reduced and mesenchymal markers N-cadherin, vimentin, Twist1 and Slug were increased in MCF7HSD (Figure S3B). Similar results were observed in HSD17B14-transduced MDA-MB-361 compared with controls (Figure S3C). MCF7 and T47D lines with CRISPR knockout of HSD17B14, first described in Qureshi et al.,24 showed decreased expression of mesenchymal markers and increased CDH1 (Figure 3F). Finally, loss of HSD17B14 in MCF7-HSD17B14 CRISPR knockout (HSDKO) prevented the significant induction of genes encoding vimentin and SNAI2 observed in control MCF7 cells after 7 days of co-culture with mammary adipocytes (Figure 3G).\n        MCF7HSD showed a significantly greater area of invasion after 96 h in 3D spheroid assays compared with vector controls (morphology shown in Figure 3H), with similar results observed in MDA-MB-361-HSD (Figure S3D). Notably, both MCF7HSD and MDA-MB-361-HSD also showed significantly greater migration and matrigel invasion on Transwell assays than their vector controls (Figures 3I, 3J, S3E, and S3F). Wound-healing assays confirmed that HSD17B14 overexpression promoted faster MCF7 migration over 48 h and that HSD17B14 KO inhibited MCF7 migration (Figure S3G).\nHSD17B14 overexpression increases intracellular estrone and cancer metastasis\n        Since HSD17B variants that upregulate E1 are associated with early metastasis in women with ER+ breast cancers, we next tested effects of HSD17B14 on ER+ breast cancer metastasis in vivo. Orthotopic primary MCF7HSD xenografts were grown in NOD/SCID mice (n = 8/group). These showed a significant increase in gene profiles associated with early cancer recurrence, TGF-β1 targets, breast cancer relapse in the brain, and breast tumor EMT compared with MCF7 control tumors (Figure 4A). Differentially expressed genes in control and HSD17B14-overexpressing tumors (up by FC = 2 or down < 0.5, Q < 0.05) were compared with the breast cancer lung metastasis gene signature (Figure 4B) as defined in Minn et al.29 HSD17B14 strongly upregulated this lung metastasis gene signature. The overlap between these gene lists was significant on hypergeometric test, with 34/43 lung metastasis signature genes differentially expressed in MCF7HSD versus MCF7 control (p = 0.0087). Increased expression of genes encoding CXCR4, MMP2, and prostaglandin-endoperoxide synthase 2 (PTGS2) was confirmed by qPCR (Figure 4C). GSEA revealed not only upregulation of the Taube EMT signature but a trend toward upregulation of genes involved in angiogenesis and in metastasis in MCF7HSD versus MCF7 control lines and/or tumors derived from them (Figures S4A–S4D).\n        When orthotopic primary tumors from MCF7 control and MCF7HSD-injected mice reached 1,000 mm3, tumors were excised, and mice were followed for metastasis. Notably, on histopathologic analysis, metastasis to lungs, liver, and bone was detected only in mice bearing MCF7HSD tumors and not from MCF7 control tumors (summarized for non-luciferase-tagged MCF7 derived lines, top of table in Figure 4D).\n        To more readily quantitate metastasis generated by HSD17B14-overexpressing MCF7, the parental MCF7 line was luciferase and tdTomato tagged to generate the luciferase-positive control line MCF7L2T and then infected with an HSD17B14 lentiviral vector to generate MCF7L2T-HSD. HSD17B14 overexpression was confirmed by qPCR and western blot (Figures S4E and S4F). Concentrations of intracellular E1 increased and E2 decreased in MCF7L2T-HSD compared with MCF7L2T (Figure 4E), as previously reported in MCF7HSD compared with MCF7.24 NOD/SCID mice supplemented with E2 were injected orthotopically with either vector control MCF7L2T or MCF7L2T-HSD (n = 4/group). Both lines remained estrogen dependent since control mice implanted with sham no-estrogen pellets failed to generate tumors by week 12. MCF7L2T-HSD generated larger tumors than MCF7L2T (Figure 4F). As above, primary tumors were removed at 700–1,000 mm3, and mice were monitored for metastasis from the primary site by weekly BLI. Extensive lung metastasis from primary MCF7L2T-HSD tumors was detected by H and E staining and by BLI (Figures 4G, 4H, and S4G). Lung weights and numbers of lung metastases were increased significantly after HSD-overexpressing MCF7 injections compared with controls (Figures 4I and 4J). Notably, one MCF7L2T-HSD tumor showed extensive invasion into cardiac muscle (Figure S4H). Taken together, these data strongly indicate that microenvironmental changes that increase local E1 or changes in HSD17B enzymes that upregulate intracellular E1 stimulate a pro-metastatic profile of gene expression to drive ER+ breast cancer metastasis in vivo.\nHSD17B14 overexpression leads to multi-organ metastasis in vivo\n        While all breast cancer subtypes can metastasize to bone, breast cancers expressing both ER and progesterone receptor (PR) proteins have the highest propensity to do so.35 In contrast to the bone metastatic signature described by Kang et al., which was identified in pre-clinical models and then shown to predict bone metastasis in humans, Savci-Heijink et al. identified a 15-gene signature predictive of bone metastasis from among over 500 primary breast cancers and validated its independent predictive value for bone metastasis in multi-variate analysis.30,36 To better understand the role of HSD17B14 in bone metastasis, we evaluated expression of both signatures above in our xenograft models. When compared with controls, HSD17B14-overexpressing orthotopic MCF7 tumors were enriched for the breast cancer bone metastasis signatures identified by these two groups.30,36 HSD17B14 upregulates bone metastasis mediators (Figure 5A). Upregulation of known bone metastasis mediator37,38 genes selected from the bone metastasis signature,30,36 including connective tissue growth factor (CTGF), dual specificity phosphatase1 (DUSP1), and fibroblast growth factor 5 (FGF5), was confirmed by qPCR in our HSD17B14-overexpressing ER+ MCF7-derived lines (Figure 5B). Primary orthotopic MCFL2T-HSD cancers generated bone metastasis readily detected by ex vivo IVIS, while MCF7L2T-injected controls did not (Figure 5C). These data corroborate the MCF7 bone metastasis shown by both IVIS and confirmed by histopathology in E1-treated mice in Figure 1.\n        HSD17B14-expressing tumors also generated liver metastasis, with a significant increase in mean liver weight and mean number of liver metastasis over MCF7L2T-derived controls (Figure 5D). This was also confirmed histologically (Figure 5E). Mice bearing HSD-overexpressing tumors showed a significant increase in multi-organ metastasis and reduced survival (p = 0.035; Figure 5F). Thus, treatment with E1 or overexpression of HSD17B14, which increases intracellular E1, both mediate metastases to lung, bone, and liver, sites commonly affected by metastasis in women with ER+ breast cancer.\nEstrone induces EMT through direct transcriptional activation of SNAI2\n        Since E1 stimulates pro-metastatic gene signatures, we next sought to identify key target genes differently regulated by E1- and E2-bound ERα that could contribute critically to E1-driven EMT. Notably, E1 significantly induced expression of genes encoding EMT markers N-cadherin and vimentin and upregulated the EMT mediator SNAI2 in MCF7 within 24 h compared with estrogen-starved controls, while E2 did not (Figure 6A). SNAI2 upregulation by E1 was also greater than by E2 in a second independent ER+ cancer line, T47D (Figure 6B). E1 increased Slug protein more than E2 within 48 h in both MCF7 and T47D. E1-treated MCF7 had lower Ecadherin and higher N-cadherin than E2-treated cells, (Figure 6C). Primary MCF7 xenograft tumors supplemented with E1 also showed higher CDH2 and SNAI2 and reduced CDH1 expression compared with E2-stimulated tumors (Figure 6D). Western analysis confirmed the elevated E-cadherin and lower expression of Slug and N-cadherin in E2- compared with E1-treated tumors (Figure 6E). Small interfering RNA (siRNA)-mediated SNAI2 knockdown (confirmed in Figures S5A and S5B) significantly decreased the excess migration and invasion in MCF7HSD cells (Figures S5C and S5D). SNAI2 overexpression in both vector controls and MCF7HSD increased invasion and migration (Figures S5E–S5G).\n        We next tested if E1- and E2-liganded ERα might direct different receptor/co-regulator recruitment to an ERE half-site at −467 in the SNAI2 promoter. Chromatin immunoprecipitation (ChIP) assays showed both E1 and E2 stimulate ERα recruitment to this ERE half-site in MCF7 (Figure 6F). A SNAI2 promoter region that flanked the ERE half-site at −467 served as a negative control. Notably, E1-liganded ERα recruits the co-activator CBP/p300 to the −467 ERE half-site (Figure 6G), while E2-bound ERα did not. Not only did it fail to recruit CBP to this target gene, E2-bound ERα showed robust recruitment of co-repressor NCoR1 to the SNAI2 promoter, which was not observed in E1-stimulated cells (Figure 6H). Thus, E1 and E2 can direct recruitment of different ERα co-regulators to ERE-bearing target genes. E1 and E2 also had different actions on NF-κB:ERα-co-regulated cytokine genes at κB response elements.24\n        Analysis of the Metabric database v.4.6, comprising n = 1,498 ER+ breast cancers, revealed that high SNAI2 expression is prognostic of poor overall ER+ breast cancer survival (HR 1.22, p = 0.0039; Figure 6I) and shorter time to metastasis (HR for disease-free survival 1.14, p = 0.05; Figure 6J), supporting a key role for this gene in metastatic ER+ disease progression. Thus, SNAI2 is positively regulated by E1-bound ERα through recruitment of CBP/p300, while E2:ERα and NCoR1 repress SNAI2, disrupting co-activator CBP/p300 recruitment (see model in Figure 6K).\nDISCUSSION\n      Estrogens are master transcriptional regulators of normal development and tissue homeostasis, and their oncogenic roles, particularly in breast cancer, have been extensively studied.22 Differences in oncogenic effects of the dominant pre- and post-menopausal estrogens E2 and E1, respectively, have only recently come to light.24 E1 was shown to drive more rapid ER+ breast cancer development than E2 through cooperation of E1-liganded ERα with NF-κB to induce proinflammatory cytokines and expand the stem-like cell population in ER+ breast cancer models. While E1-liganded ERα stimulates NF-κB-driven gene activation, this is opposed by E2.24 Loss of the restraining effect of E2:ERα on oncogenic NF-κB-driven gene programs might contribute not only to the greater incidence of ER+ breast cancer after menopause but also to its adverse outcome. Present work suggests that the increase in ER+ breast cancer incidence and mortality after menopause is also due in part to E1-driven activation of gene programs of EMT that promote invasion and metastasis.\n      While ER+ breast cancer accounts for the greatest number of breast cancer deaths worldwide, it is heterogeneous, and metastases can arise within months of diagnosis or decades later. Since breast cancer was first shown to be estrogen responsive in the 1800s,39 there have been tremendous efforts to prevent and treat metastasis through endocrine intervention.1 While tumor dedifferentiation (high histologic grade), nodal spread, and tumor size predict early ER+ breast cancer metastasis,40,41 there is no association between serum E2 levels and cancer metastasis.42 Notably, age >50 years is a significant risk factor for worse outcome of metastatic ER+ breast cancer.6 While age-related factors contributing to excess metastasis include DNA damage, reduced immune surveillance,43 and chronic inflammation,44 the worse prognosis of metastatic ER+ breast cancer with age might not simply result from greater co-morbidities but rather reflect the loss of E2 and the dominance of E1 after menopause.\n      Transgressing the basement membrane into the extracellular matrix (ECM) is an essential step in progression to invasion and metastasis. While others have shown that E2 does not stimulate ER+ breast cancer cell motility and invasion,45–47 we make the unprecedented observation that the dominant pre- and post-menopausal estrogens have different effects on ER+ cancer cell invasion. In four independent ER+ models, E1 increased EMT and matrigel invasion in 3D sphere assays, but E2 did not. Production of the E1 precursor, androstenedione, is similar before and after menopause,23 but weight gain after menopause is extremely prevalent20,48,49 and increases androstenedione conversion to E1 in breast and adipose tissue. Tumor-associated adipocytes secrete cytokines and FABP4 to promote cancer metastasis.50 Present data indicate that high mammary adipocyte E1 synthesis and chronic inflammation in obesity would not only drive tumorigenesis but also the acquisition of mesenchymal invasive features, promoting local invasion and subsequent metastasis. Thus, cancer-associated adipocytes, particularly in obesity, are critical mediators of E1-stimulated ER+ breast cancer progression. Adipocyte-rich metastatic niches such as the bone marrow, with high local E1, would also facilitate establishment of aggressive intravasating metastatic subclones.\n      Increased breast cancer exposure to E1 can arise not only through local synthesis in peritumoral adipocytes but also through intratumoral E1 production and/or reduced conversion of E1 to E2. 17β-hydroxysteroid enzymes, such as HSD17B14, which converts E2 to E1, are present in the mammary epithelium and fat.34 We recently identified an oncogenic role for HSD17B14. HSD17B14 overexpression in MCF7 increased intratumor conversion of E2 to E1, expanded stem cells, and caused greater tumor growth in both E1- and E2-supplemented mice.24 Here, we find that high intratumor HSD17B14, HSD17B10, and HSD17B2, all of which convert E2 to E1, associate with earlier ER+ breast cancer metastasis. Conversely, high HSD17B5, HSD17B1, and HSD17B7, which convert E1 to E2, each associate with longer metastasis-free ER+ breast cancer survival. E1 treatment or a gain of HSD17B14 promotes mesenchymal characteristics to increase ER+ breast cancer invasion and metastasis. Moreover, loss of HSD17B14 decreased adipocyte co-culture-induced SNAI2 upregulation in cancer cells and reversed EMT.\n      While E1 stimulated greater primary tumor growth, tumor cells showed only a modest increase in Ki67- compared with E2-stimulated cancers.24 Rather, dissociated E1-stimulated tumors showed greater abundance of ADH1+, sphere forming, and tumor-initiating stem cells on reimplantation into secondary hosts.24 This, together with present findings, suggests that E1 promotes mesenchymal/stem cell features to increase dissemination, likely through expansion of pro-metastatic/stem-like cells. The E1:ERα-induced EMT program appears to stimulate collective invasion in spheroid invasion assays and at metastatic sites (see cardiac muscle). Whether E1:ERα promotes dissemination of single cells, cell clusters in contiguity, or both warrants further investigation in vivo.\n      Bone, liver, lung, and brain are niches for breast cancer metastasis.51,52 E1 stimulated expression of EMT and lung metastasis signatures, promoting greater metastasis of MCF7 and E0771 ER+ cancers compared with E2. HSD17B14 overexpression also induced expression of lung and bone metastasis gene signatures and markedly increased metastasis to these tissues. Molecules that link migratory signals to the actin cytoskeleton are upregulated in metastatic cancer cells.53 Actin cytoskeletal remodeling profiles were preferentially activated by E1, but not E2. E1 and HSD17B14 lead to activation of genes including CXCR4,31 MMP1/2,32 and/or ANGPTL4,33 which mediate breast cancer metastasis. Thus, E1 appears to drive ER+ breast cancer metastasis in vivo. The balance of estrogens, with the increased E1:E2 ratio in women who are post-menopausal, particularly as occurs with obesity, might be critical for metastasis.\n      SNAI2 is conserved across species and expressed in the mammary basal/stem-cell-enriched population in both mice and humans.54 Slug, encoded by SNAI2, is one of the most powerful EMT mediators,55,56 and the E-cadherin-snail-slug EMT pathway is critical for human breast cancer invasion and metastasis.57–60 Elevated SNAI2 expression correlates with increased metastasis and shorter survival in a variety of cancers.61–63 Slug promotes metastasis by enhancing cell invasion, supporting metastatic cell survival64 and increasing breast cancer stem cells.65 Here, we show SNAI2 is both necessary and largely sufficient for the gain of invasion observed with E1 stimulation.\n      A key contribution of the present work lies in demonstrating that in cancer and potentially other cells, E1- and E2-liganded ERα can recruit different complexes to differentially regulate common target genes. The biologic consequences of E1 on ERα-driven gene expression are not fully known. Our prior work showed that E1 and E2 have opposing effects on IL6 and CCL2 regulation, with E1 co-recruiting CBP to ERα/p65 at NF-κB response elements to induce expression and an E2-liganded receptor excluding CBP to co-repress expression of these genes.24 Present work identifies SNAI2 as an ERE-bearing ERα target gene that is differently regulated by E1 and E2. SNAI2 regulation by these steroids was unaffected by NF-κB activation. E1-liganded ERα stimulates recruitment of co-activator CBP/p300 to the SNAI2 promoter to induce its expression, while the E2-bound receptor recruits a repressive NCoR1 complex.\n      Together, our analyses indicate that E1-bound ERα, in part through SNAI2, serves as a master enforcer of mesenchymal cell fate. In physiological contexts, E1, which is produced lifelong at a fairly constant level in individuals of a normal weight,23 might govern mesenchymal cell identity, whereas in emergent mammary cancers, E1 and its upregulation by HSD17B14 would induce EMT and cancer metastasis. An increase in E1 levels and loss of opposing effects of E2 after menopause would drive critical steps in local invasion and metastatic progression. Obesity in women who are post-menopausal, which upregulates E1 in the context of reduced E2 synthesis, would drive pre-invasive neoplastic breast cells to undergo EMT, invade locally, and metastasize.\n      \n        Limitations of the study\n        One limitation of this work is that effects of E1- versus E2-liganded ERα have been evaluated in ER+ breast cancer lines (MCF7, T47D, MDA-MB-361, and ZR-75-1). Further evaluation of E1 and E2 in closer to human cancer models, such as ER+ human breast cancer organoids or patient-derived xenografts (PDXs), and in the normal breast would be desirable. We have not addressed how E1 interacts with obesity and immunomodulatory mechanisms in syngeneic models to promote metastasis. Inhibition or overexpression of HSD17B14 in the mature adipocytes is not possible because they are post-mitotic. Evaluating such effects in fat in vivo in genetically modified mouse models could prove informative. While E1- and E2-bound ERα recruit different co-regulators to induce or repress SNAI2, respectively, the role of E1-regulated SNAI2 was not functionally tested in vivo. Finally, broader analysis of E1- and E2-regulated cistromes and transcriptomes in vivo in the context of obesity and inflammation warrant further study.\nLimitations of the study\n        One limitation of this work is that effects of E1- versus E2-liganded ERα have been evaluated in ER+ breast cancer lines (MCF7, T47D, MDA-MB-361, and ZR-75-1). Further evaluation of E1 and E2 in closer to human cancer models, such as ER+ human breast cancer organoids or patient-derived xenografts (PDXs), and in the normal breast would be desirable. We have not addressed how E1 interacts with obesity and immunomodulatory mechanisms in syngeneic models to promote metastasis. Inhibition or overexpression of HSD17B14 in the mature adipocytes is not possible because they are post-mitotic. Evaluating such effects in fat in vivo in genetically modified mouse models could prove informative. While E1- and E2-bound ERα recruit different co-regulators to induce or repress SNAI2, respectively, the role of E1-regulated SNAI2 was not functionally tested in vivo. Finally, broader analysis of E1- and E2-regulated cistromes and transcriptomes in vivo in the context of obesity and inflammation warrant further study.\nSTAR★METHODS\n      \n        RESOURCE AVAILABILITY\n        \n          Lead contact\n          Further information and requests for resources and reagents should be directed to the Lead Contact, Slingerland J (js4915@georgetown.edu).\n        \n        \n          Materials availability\n          This study did not generated new unique reagents.\n        \n        \n          Data and code availability\n          RNA seq data were submitted to the Gene Expression Omnibus (GEO: GSE132913).\n          This paper does not report original code.\n          Any additional information required to reanalyze the data reported in this paper is available from the lead contact upon request.\n        \n      \n      \n        EXPERIMENTAL MODEL AND SUBJECT DETAILS\n        \n          Human subjects\n          This study conformed to the principles outlined in the Declaration of Helsinki. All human subjects provided written informed consent prior to donation of adipose tissue samples following Institutional Review Board review. Samples obtained from human subjects were de-identified waste material from reduction mammoplasty, lumpectomy, or mastectomy surgeries performed at the University of Miami Hospital. Donor BMI, age, and menopausal status was recorded.\n        \n        \n          Cell culture\n          MDA-MB-231, MCF7, T47D, ZR-75-1, MCF12A, 293T, and MDA-MB-361 were purchased from ATCC and grown per ATCC protocols. SUM149, SUM159, and SUM1315 were provided by Steven Ethiers (Medical University of South Carolina) and grown as described in sumlineknowledgebase.com. HSD17B14 transduced MCF7HSD, T47DHSD and MDA-MB-361HSD were previously described, as was the CRISPR knockout of HSD17B14 in MCF7 and T47D.24 Isolated hASC and mature adipocytes were cultured alone or co-cultured for 7 days with the specified breast cancer cell lines using the corresponding cell line medium. After co-culture, luciferase/GFP tagged cancer lines were flow sorted from adipocytes. Fresh medium was added to the cultures at days 2 and 4 without discarding the old media. For experiments involving in vitro estrogen treatment, cancer lines were estrogen deprived by culture in phenol red-free medium supplemented with 5% charcoal stripped FBS for 48–72 h. Estrogen stimulation used media containing 5% cFBS together with either DMSO vehicle only, or E2 or E1 added at 10 nM, unless otherwise indicated for titration experiments.\n        \n        \n          Mouse models\n          All animal experiments and procedures were performed according to protocols approved by the Institutional Animal Care and Use Committee at University of Miami (Protocol #-16-084LF rev).\n          NOD-SICD Ovariectomized female mice (4–5 week of age) were used for xenograft assays testing the effects of steroids and HSD17B14 expression on tumor growth. NSG (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ) mice were used for tail vein injection of MCF7. 000664 - C57BL/6J mice ovariectomized female 4–5 week old mice were used for syngeneic tumor implantation with the E0771 cell line (details below). Mice were housed in micro-isolator cages, with standard 12hr light/darkness cycle, ambient temperature of 23°C, and were provided a standard rodent diet, unless otherwise indicated, and water ad libitum. Unless otherwise indicated, estrogen pellets containing either E1 or E2 at 0.1mg/90day were used for hormone supplementation. All controls not receiving estrogen supplements had control pellets containing no estrogen inserted. All mice were ovariectomized at 6 weeks of age.\n        \n      \n      \n        METHOD DETAILS\n        \n          Adipocyte, SVF, and hASC isolation from fat tissue\n          Mammary fat was washed 4X with PBS, digested with collagenase 1A 1 g/L in Hank’s solution supplemented with 1% BSA for 30 min at 37°C, and centrifuged at 1500 rpm for 5 min.66 Floating mature adipocytes and pelleted SVF were separated, washed 3X with PBS and filtered using a 100 μm or 70 μm diameter membrane, respectively. hASC were obtained by seeding the SVF in 75 cm2 culture flasks in DMEM medium supplemented with 10% FBS and 1% P/S. After 3 passages, hASC were characterized by flow cytometry as in.20 Mature adipocytes were used immediately after isolation. hASC were used between passages 3–10. Figure 2 used hASC and in Figure 3G, we used mature adipocytes.\n        \n        \n          Quantitative RT-PCR (qPCR)\n          Total RNA was isolated using Trizol (Invitrogen) or RNeasy Lipid Tissue Kit (Qiagen) for adipocytes. cDNA was synthesized from the isolated RNA using iScript cDNA synthesis kit (Bio-Rad). qPCR was performed with a LightCycler® 480 Instrument II (Roche) using iQ SYBR Green Supermix (Bio-Rad). All qPCR analyses were performed as both biologic and technical triplicate repeats. Primer sequences are shown in Table S1.\n        \n        \n          Western blotting\n          Westerns were performed in at least 3 different biologic repeats and representative shown as in.67 Cells were lysed in RIPA buffer supplemented with 1X protease and phosphatase inhibitor cocktails (G-Biosciences). Usually 20 μg protein/lane were resolved by SDS-PAGE and transferred to PVDF blotting membrane (Bio-Rad). The membranes were incubated with the indicated primary antibodies and HRP-conjugated secondary antibodies (Promega). The immune-reactive bands were visualized using a chemiluminescent substrate (Thermo Scientific) and X-ray film (Phenix Research Products).\n        \n        \n          Transwell migration and invasion assays\n          For transwell invasion assays, 105 cells were seeded in the upper chamber of a matrigel (5 mg/mL media)-coated transwell membrane (Corning) and invasion quantitated as described.68 Cells adherent to membrane under-surface were visualized, photographed, and counted, and relative invasion was plotted.68 Automated transwell invasion assays used the Real-Time Cell Analysis (RTCA) system from xCELLigence as described,69 and invasion was plotted as cell index +/− SEM for at least three wells per group.\n        \n        \n          Scratch assay\n          Cells were seeded into six-well plates and grown to confluence, and the wound-healing migration assay was performed. The linear wound of cellular monolayer was created by scratching the confluent cell monolayer using a 200 ul plastic pipette tip. The scratched cell monolayer was washed by PBS to remove debris. After incubation at 37°C for 24–48 h, the migration of the cells toward the wound was photographed under a light microscopy. ImageJ was used to determine the migration distance.\n        \n        \n          siRNA analysis\n          SiRNA pools of three to five target-specific 19–25 nucleotide siRNAs designed to knockdown and control siRNAs were purchased from Santa Cruz Biotechnology (Dallas, TX, USA) and used per manufacturer.\n        \n        \n          Chromatin immunoprecipitation assay\n          For chromatin immunoprecipitation (ChIP) assays for the SNAI2 promoter, soluble chromatin was prepared from 2×107 cells as in.70 The chromatin solution was diluted 10-fold with ChIP dilution buffer (1.1% Triton X-100, 1.2 mm EDTA, 167 mm NaCl, 16.7 mm TrisHCl, pH 8.1, 0.01% SDS, plus protease and phosphatase inhibitors), pre-cleared, and blocked with 2 μg of sheared salmon sperm DNA and pre-immune serum. Pre-cleared chromatin was used in immunoprecipitation assays with anti-anti-ERα (mAb F1 Cell Signaling), anti-NCoR1 (Diagenode), anti-CBP/p300 (Cell Signaling), or an anti-IgG (Santa Cruz) antibody. In addition to IgG controls, all TF binding assays used unrelated promoter specific controls to show binding was specific. The washed antibody-protein-DNA complexes were eluted from the beads in 1% SDS, 0.1 M NaHCO3 at room temperature for 20 min. Twenty μg/μL of proteinase K was used for removal of protein at 2 h at 55°C, and reverse cross-linking was performed with incubating at 65°C overnight. Purified DNA was subjected to qPCR with primers specific for the SNAI2 promoter binding sites. All ChIP analyses were performed as triplicate technical repeats for each of three biologic repeat assays. Primer sequences, including those for non-sequence specific controls, are shown in Key resources table.\n        \n        \n          Lentivirus production and establishment of HSD17B14 expressing cells\n          Lentivirus vectors encoding ORF HSD17B14 and ORF control were purchased from GeneCopoeia. Lentivirus vectors encoding different ORFs were co-transfected with DeltaVPR and CMVVSVG plasmids (Addgene) into asynchronous 293T with Lipofectamine 3000 Reagent. Viral supernatants were collected after 48 and 72 h. MCF7L2T cells stably transduced with expression clone were incubated for 8–16 h with the medium containing the virus, supplemented with 4 μg/mL of polybrene (Sigma-Aldrich). Cells were infected twice with polybrene, selected with 2 μg/mL of puromycin, and analyzed 3–5 days post infection by RFP visualization. Overexpression was confirmed by western blotting. Cells were maintained in IMEM, RPMI, or DMEM plus 10% FBS, and 0.2 μg/mL of puromycin was used to maintain the cell line.\n        \n        \n          RNA sequencing (RNAseq)\n          Total RNA quality was measured using Bioanalyzer RNA Nano 6000 (Agilent Technologies, Santa Clara, CA, USA). Library preparation was performed by TruSeq Standed Total RNA Library Prep (Illumina, San Diego, USA), and quality confirmed using KAPA qPCR Library Quantification (Kapa Biosystems, Wilmington, MA, USA). Paired end sequencing was performed on Illumina NextSeq platform using 150 cycles 400M kit. All RNAseq experiments were performed in triplicate on independent biologic repeat assays.\n        \n        \n          Orthotopic xenograft assay\n          For orthotopic xenograft assays, 5 × 105 cells were suspended in 100 μL Matrigel and injected into the fourth mammary fat-pad of NOD SCID gamma, ovariectomized, female, 4–5 week old mice (4–8/group). Tumor growth was monitored by weekly IVIS, measured twice-weekly, and its volumes calculated as (long-side × short-side2)/2. Primary tumors in the inguinal mammary fat pads were removed at 700–1000mm3, and mice were monitored weekly by IVIS for metastasis. The IVIS quantification of metastasis excludes the inguinal region to disregard the recurrent primary tumor. The mean normalized photon flux is plotted/time +/− SEM. Animal work was compliant with University of Miami Institutional Animal Care and Use Committee.\n        \n        \n          Experimental lung metastasis assay\n          MCF7-luc and controls cells were used for injection of 1 × 106 cells via tail vein into 4–5 week old, ovariectomized, female NOD SCID (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ) (NSG) mice. Each experimental group contained 8 animals. The mice were imaged by in vivo imaging system (Xenogen, Caliper, Hopkinton, MA, USA), and bioluminescence (photon flux) was quantified with time as described. All animal work was carried out in compliance with the Institutional Animal Care and Use Committee in the University of Miami.\n        \n        \n          IVIS imaging and data quantification\n          Animals were imaged weekly through the IVIS imaging system. Prior to imaging, animals were injected with Xenolight D-luciferin K+ salt (PerkinElmer) and anesthetized with 2.5% isoflurane. After 8 min of incubation with luciferin, bioluminescence was quantified for each animal. Tumor volumes were monitored as bioluminescence (photon flux/second) by IVIS using Living Image software. At sacrifice, the final tumor was measured using Vernier calipers and the volume calculated using the formula (long-side × short-side2)/2. For in vivo metastasis, the primary tumor sites were covered, and bioluminescence was quantified as photon flux by IVIS.\n        \n        \n          Hanging drop invasion assay\n          Tumor cell invasion was assessed using a three-dimensional (3D) spheroid invasion assay.27 ZR-75-1, MDA-MB-361 or MCF7 cells grown in suspension in 40 hanging drops of culture medium on the lid of cell culture dishes (approximate 500–1000 cells per 20 μL drop of complete media). After 72 h, cells were collected and resuspended in 200 μL of a mix of rat tail type I collagen (final concentration is 2.3 μg/mL) mixed 1:1 with matrigel, and embedded in 24 well plates (40μL/well) for 3D culture. Suspended cells were then supplemented with 1 mL media containing either 5%cFBS alone or with 10 nM E1 or E2 estrogen. Invasion was measured at 96 hours-7 days cells. Invasion was quantitated by measuring the maximal invaded area using ImageJ software.\n        \n        \n          Immunohistochemistry\n          Primary xenograft tumors were fixed in 10% neutral buffered formalin for 24 h and then paraffin embedded. Tumor sections were cut at 4 μM and stained with hematoxylin and eosin by immunohistochemistry as in.71\n        \n        \n          Immunofluorescence\n          Control and HSD17B14 overexpressing cells were seeded on coverslips for 24 h. Cells were then washed with cold PBS and fixed for 10 min at room temperature with 4% paraformaldehyde, permeabilized for 5 min with 0.2% Triton X-100 PBS, and blocked for 30 min with 5% BSA. This was followed by incubation with the primary antibodies (1:500) overnight at 4°C, PBS wash, and then by the secondary antibodies at 1:1000 dilution for another hour at room temperature. Primary antibodies used in this study are included in the Key resources table. To stain the nucleus, cells were incubated with 40 μg/mL 4′,6-diamidino-2-phenylindole (DAPI) for 20 min at room temperature. Coverslips were mounted on glass slides and cells imaged using a Zeiss LSM 710 confocal microscope.\n        \n        \n          Gene expression microarray datasets from a primary breast tumor and metastatic tissue\n          Gene expression microarray datasets from NCBI public data GSE32531 entry were analyzed with Geo2R. Data from thirteen primary breast cancer and eighteen unmatched metastatic breast cancer and tissue samples were analyzed. Probes from the Agilent GSE32531-based cohort were filtered using the intensity values obtained in each sample for the HSD17B14 gene. The data were subjected to an outlier examination and comparison of variances before performing the T test, to determine the difference in HSD17B14 gene expression between the groups analyzed.\n        \n      \n      \n        QUANTIFICATION AND STATISTICAL ANALYSIS\n        \n          Statistics\n          All graphed data are presented as mean ± SEM from at least three biological replicate experiments done in triplicate technical repeats. Student’s t-test was used for experiments with two groups. Comparisons of >2 groups used one-way analysis of variance (ANOVA) followed by Dunnett′s or Tukey′s post hoc analysis. Some experiments used two-way ANOVA followed by Tukey′s post hoc tests. Statistical significance values were set as *p < 0.05. **p < 0.01.***p < 0.001. A p value less than 0.05 would be considered statistically significant, ns = not significant. p value and n can be found in main and supplementary figure legends. Statistical differences between tumor growth curves used ‘Compare Growth Curves’ function statmod software package (http://bioinf.wehi.edu.au/software/compareCurves/). TGCA data analysis used UALCAN http://ualcan.path.uab.edu/index.html to study expression of HSD17B14 in primary breast cancers and normal breast tissues from the TCGA database. For analysis of differences in the HSD17B14 expression in primary breast cancers and normal breast tissues, t test was performed using a PERL script with Comprehensive Perl Archive Network (CPAN)module “Statistics:Test” (http://search.cpan.org/~yunfang/Statistics-TTest-1.1.0/TTest.pm).\n        \n        \n          RNAseq bioinformatic analysis\n          Quality and adapter trimming was performed using cutadapt 1.15. Transcriptome alignment and quantification was performed using RSEM 1.3.0 and STAR 2.0.6c against human transcriptome (GRCh38_no_alt_analysis_set_GCA_000001405.15 and GENCODE v28). Differentially expressed genes were identified using DESeq2 1.18.1 with median-ratio normalization, and heat maps, clustering, and PCA plots were generated using sample blind variance stabilized log2 gene counts. To further evaluate genes identified as uniquely up or downregulated by E1 or E2 in the initial analysis, differential expression was evaluated by DESeq2 analysis after combining all E1 and E2 data together and comparing this against the cFBS group. Most genes identified as uniquely regulated by either E1 or E2, with FDR<0.05 following the comparison of each group versus cFBS were also confirmed in the analysis of the combined E1 and E2 data versus cFBS. Gene Set Enrichment Analysis (GSEA 3.0.1) was performed using Wald statistic ranked genes lists.72 Gene sets that enriched with a BH FDR<0.05, that had the top 20 positive or negative NES scores, and that were relevant for breast cancer pathways were presented in figures. KEGG 2016 pathway enrichment was performed using Enrichr. Pathways were presented if BH FDR<0.05, they were in the top ten significant pathways, and they were relevant for breast cancer.\nRESOURCE AVAILABILITY\n        \n          Lead contact\n          Further information and requests for resources and reagents should be directed to the Lead Contact, Slingerland J (js4915@georgetown.edu).\n        \n        \n          Materials availability\n          This study did not generated new unique reagents.\n        \n        \n          Data and code availability\n          RNA seq data were submitted to the Gene Expression Omnibus (GEO: GSE132913).\n          This paper does not report original code.\n          Any additional information required to reanalyze the data reported in this paper is available from the lead contact upon request.\nLead contact\n          Further information and requests for resources and reagents should be directed to the Lead Contact, Slingerland J (js4915@georgetown.edu).\nMaterials availability\n          This study did not generated new unique reagents.\nData and code availability\n          RNA seq data were submitted to the Gene Expression Omnibus (GEO: GSE132913).\n          This paper does not report original code.\n          Any additional information required to reanalyze the data reported in this paper is available from the lead contact upon request.\nEXPERIMENTAL MODEL AND SUBJECT DETAILS\n        \n          Human subjects\n          This study conformed to the principles outlined in the Declaration of Helsinki. All human subjects provided written informed consent prior to donation of adipose tissue samples following Institutional Review Board review. Samples obtained from human subjects were de-identified waste material from reduction mammoplasty, lumpectomy, or mastectomy surgeries performed at the University of Miami Hospital. Donor BMI, age, and menopausal status was recorded.\n        \n        \n          Cell culture\n          MDA-MB-231, MCF7, T47D, ZR-75-1, MCF12A, 293T, and MDA-MB-361 were purchased from ATCC and grown per ATCC protocols. SUM149, SUM159, and SUM1315 were provided by Steven Ethiers (Medical University of South Carolina) and grown as described in sumlineknowledgebase.com. HSD17B14 transduced MCF7HSD, T47DHSD and MDA-MB-361HSD were previously described, as was the CRISPR knockout of HSD17B14 in MCF7 and T47D.24 Isolated hASC and mature adipocytes were cultured alone or co-cultured for 7 days with the specified breast cancer cell lines using the corresponding cell line medium. After co-culture, luciferase/GFP tagged cancer lines were flow sorted from adipocytes. Fresh medium was added to the cultures at days 2 and 4 without discarding the old media. For experiments involving in vitro estrogen treatment, cancer lines were estrogen deprived by culture in phenol red-free medium supplemented with 5% charcoal stripped FBS for 48–72 h. Estrogen stimulation used media containing 5% cFBS together with either DMSO vehicle only, or E2 or E1 added at 10 nM, unless otherwise indicated for titration experiments.\n        \n        \n          Mouse models\n          All animal experiments and procedures were performed according to protocols approved by the Institutional Animal Care and Use Committee at University of Miami (Protocol #-16-084LF rev).\n          NOD-SICD Ovariectomized female mice (4–5 week of age) were used for xenograft assays testing the effects of steroids and HSD17B14 expression on tumor growth. NSG (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ) mice were used for tail vein injection of MCF7. 000664 - C57BL/6J mice ovariectomized female 4–5 week old mice were used for syngeneic tumor implantation with the E0771 cell line (details below). Mice were housed in micro-isolator cages, with standard 12hr light/darkness cycle, ambient temperature of 23°C, and were provided a standard rodent diet, unless otherwise indicated, and water ad libitum. Unless otherwise indicated, estrogen pellets containing either E1 or E2 at 0.1mg/90day were used for hormone supplementation. All controls not receiving estrogen supplements had control pellets containing no estrogen inserted. All mice were ovariectomized at 6 weeks of age.\nHuman subjects\n          This study conformed to the principles outlined in the Declaration of Helsinki. All human subjects provided written informed consent prior to donation of adipose tissue samples following Institutional Review Board review. Samples obtained from human subjects were de-identified waste material from reduction mammoplasty, lumpectomy, or mastectomy surgeries performed at the University of Miami Hospital. Donor BMI, age, and menopausal status was recorded.\nCell culture\n          MDA-MB-231, MCF7, T47D, ZR-75-1, MCF12A, 293T, and MDA-MB-361 were purchased from ATCC and grown per ATCC protocols. SUM149, SUM159, and SUM1315 were provided by Steven Ethiers (Medical University of South Carolina) and grown as described in sumlineknowledgebase.com. HSD17B14 transduced MCF7HSD, T47DHSD and MDA-MB-361HSD were previously described, as was the CRISPR knockout of HSD17B14 in MCF7 and T47D.24 Isolated hASC and mature adipocytes were cultured alone or co-cultured for 7 days with the specified breast cancer cell lines using the corresponding cell line medium. After co-culture, luciferase/GFP tagged cancer lines were flow sorted from adipocytes. Fresh medium was added to the cultures at days 2 and 4 without discarding the old media. For experiments involving in vitro estrogen treatment, cancer lines were estrogen deprived by culture in phenol red-free medium supplemented with 5% charcoal stripped FBS for 48–72 h. Estrogen stimulation used media containing 5% cFBS together with either DMSO vehicle only, or E2 or E1 added at 10 nM, unless otherwise indicated for titration experiments.\nMouse models\n          All animal experiments and procedures were performed according to protocols approved by the Institutional Animal Care and Use Committee at University of Miami (Protocol #-16-084LF rev).\n          NOD-SICD Ovariectomized female mice (4–5 week of age) were used for xenograft assays testing the effects of steroids and HSD17B14 expression on tumor growth. NSG (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ) mice were used for tail vein injection of MCF7. 000664 - C57BL/6J mice ovariectomized female 4–5 week old mice were used for syngeneic tumor implantation with the E0771 cell line (details below). Mice were housed in micro-isolator cages, with standard 12hr light/darkness cycle, ambient temperature of 23°C, and were provided a standard rodent diet, unless otherwise indicated, and water ad libitum. Unless otherwise indicated, estrogen pellets containing either E1 or E2 at 0.1mg/90day were used for hormone supplementation. All controls not receiving estrogen supplements had control pellets containing no estrogen inserted. All mice were ovariectomized at 6 weeks of age.\nMETHOD DETAILS\n        \n          Adipocyte, SVF, and hASC isolation from fat tissue\n          Mammary fat was washed 4X with PBS, digested with collagenase 1A 1 g/L in Hank’s solution supplemented with 1% BSA for 30 min at 37°C, and centrifuged at 1500 rpm for 5 min.66 Floating mature adipocytes and pelleted SVF were separated, washed 3X with PBS and filtered using a 100 μm or 70 μm diameter membrane, respectively. hASC were obtained by seeding the SVF in 75 cm2 culture flasks in DMEM medium supplemented with 10% FBS and 1% P/S. After 3 passages, hASC were characterized by flow cytometry as in.20 Mature adipocytes were used immediately after isolation. hASC were used between passages 3–10. Figure 2 used hASC and in Figure 3G, we used mature adipocytes.\n        \n        \n          Quantitative RT-PCR (qPCR)\n          Total RNA was isolated using Trizol (Invitrogen) or RNeasy Lipid Tissue Kit (Qiagen) for adipocytes. cDNA was synthesized from the isolated RNA using iScript cDNA synthesis kit (Bio-Rad). qPCR was performed with a LightCycler® 480 Instrument II (Roche) using iQ SYBR Green Supermix (Bio-Rad). All qPCR analyses were performed as both biologic and technical triplicate repeats. Primer sequences are shown in Table S1.\n        \n        \n          Western blotting\n          Westerns were performed in at least 3 different biologic repeats and representative shown as in.67 Cells were lysed in RIPA buffer supplemented with 1X protease and phosphatase inhibitor cocktails (G-Biosciences). Usually 20 μg protein/lane were resolved by SDS-PAGE and transferred to PVDF blotting membrane (Bio-Rad). The membranes were incubated with the indicated primary antibodies and HRP-conjugated secondary antibodies (Promega). The immune-reactive bands were visualized using a chemiluminescent substrate (Thermo Scientific) and X-ray film (Phenix Research Products).\n        \n        \n          Transwell migration and invasion assays\n          For transwell invasion assays, 105 cells were seeded in the upper chamber of a matrigel (5 mg/mL media)-coated transwell membrane (Corning) and invasion quantitated as described.68 Cells adherent to membrane under-surface were visualized, photographed, and counted, and relative invasion was plotted.68 Automated transwell invasion assays used the Real-Time Cell Analysis (RTCA) system from xCELLigence as described,69 and invasion was plotted as cell index +/− SEM for at least three wells per group.\n        \n        \n          Scratch assay\n          Cells were seeded into six-well plates and grown to confluence, and the wound-healing migration assay was performed. The linear wound of cellular monolayer was created by scratching the confluent cell monolayer using a 200 ul plastic pipette tip. The scratched cell monolayer was washed by PBS to remove debris. After incubation at 37°C for 24–48 h, the migration of the cells toward the wound was photographed under a light microscopy. ImageJ was used to determine the migration distance.\n        \n        \n          siRNA analysis\n          SiRNA pools of three to five target-specific 19–25 nucleotide siRNAs designed to knockdown and control siRNAs were purchased from Santa Cruz Biotechnology (Dallas, TX, USA) and used per manufacturer.\n        \n        \n          Chromatin immunoprecipitation assay\n          For chromatin immunoprecipitation (ChIP) assays for the SNAI2 promoter, soluble chromatin was prepared from 2×107 cells as in.70 The chromatin solution was diluted 10-fold with ChIP dilution buffer (1.1% Triton X-100, 1.2 mm EDTA, 167 mm NaCl, 16.7 mm TrisHCl, pH 8.1, 0.01% SDS, plus protease and phosphatase inhibitors), pre-cleared, and blocked with 2 μg of sheared salmon sperm DNA and pre-immune serum. Pre-cleared chromatin was used in immunoprecipitation assays with anti-anti-ERα (mAb F1 Cell Signaling), anti-NCoR1 (Diagenode), anti-CBP/p300 (Cell Signaling), or an anti-IgG (Santa Cruz) antibody. In addition to IgG controls, all TF binding assays used unrelated promoter specific controls to show binding was specific. The washed antibody-protein-DNA complexes were eluted from the beads in 1% SDS, 0.1 M NaHCO3 at room temperature for 20 min. Twenty μg/μL of proteinase K was used for removal of protein at 2 h at 55°C, and reverse cross-linking was performed with incubating at 65°C overnight. Purified DNA was subjected to qPCR with primers specific for the SNAI2 promoter binding sites. All ChIP analyses were performed as triplicate technical repeats for each of three biologic repeat assays. Primer sequences, including those for non-sequence specific controls, are shown in Key resources table.\n        \n        \n          Lentivirus production and establishment of HSD17B14 expressing cells\n          Lentivirus vectors encoding ORF HSD17B14 and ORF control were purchased from GeneCopoeia. Lentivirus vectors encoding different ORFs were co-transfected with DeltaVPR and CMVVSVG plasmids (Addgene) into asynchronous 293T with Lipofectamine 3000 Reagent. Viral supernatants were collected after 48 and 72 h. MCF7L2T cells stably transduced with expression clone were incubated for 8–16 h with the medium containing the virus, supplemented with 4 μg/mL of polybrene (Sigma-Aldrich). Cells were infected twice with polybrene, selected with 2 μg/mL of puromycin, and analyzed 3–5 days post infection by RFP visualization. Overexpression was confirmed by western blotting. Cells were maintained in IMEM, RPMI, or DMEM plus 10% FBS, and 0.2 μg/mL of puromycin was used to maintain the cell line.\n        \n        \n          RNA sequencing (RNAseq)\n          Total RNA quality was measured using Bioanalyzer RNA Nano 6000 (Agilent Technologies, Santa Clara, CA, USA). Library preparation was performed by TruSeq Standed Total RNA Library Prep (Illumina, San Diego, USA), and quality confirmed using KAPA qPCR Library Quantification (Kapa Biosystems, Wilmington, MA, USA). Paired end sequencing was performed on Illumina NextSeq platform using 150 cycles 400M kit. All RNAseq experiments were performed in triplicate on independent biologic repeat assays.\n        \n        \n          Orthotopic xenograft assay\n          For orthotopic xenograft assays, 5 × 105 cells were suspended in 100 μL Matrigel and injected into the fourth mammary fat-pad of NOD SCID gamma, ovariectomized, female, 4–5 week old mice (4–8/group). Tumor growth was monitored by weekly IVIS, measured twice-weekly, and its volumes calculated as (long-side × short-side2)/2. Primary tumors in the inguinal mammary fat pads were removed at 700–1000mm3, and mice were monitored weekly by IVIS for metastasis. The IVIS quantification of metastasis excludes the inguinal region to disregard the recurrent primary tumor. The mean normalized photon flux is plotted/time +/− SEM. Animal work was compliant with University of Miami Institutional Animal Care and Use Committee.\n        \n        \n          Experimental lung metastasis assay\n          MCF7-luc and controls cells were used for injection of 1 × 106 cells via tail vein into 4–5 week old, ovariectomized, female NOD SCID (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ) (NSG) mice. Each experimental group contained 8 animals. The mice were imaged by in vivo imaging system (Xenogen, Caliper, Hopkinton, MA, USA), and bioluminescence (photon flux) was quantified with time as described. All animal work was carried out in compliance with the Institutional Animal Care and Use Committee in the University of Miami.\n        \n        \n          IVIS imaging and data quantification\n          Animals were imaged weekly through the IVIS imaging system. Prior to imaging, animals were injected with Xenolight D-luciferin K+ salt (PerkinElmer) and anesthetized with 2.5% isoflurane. After 8 min of incubation with luciferin, bioluminescence was quantified for each animal. Tumor volumes were monitored as bioluminescence (photon flux/second) by IVIS using Living Image software. At sacrifice, the final tumor was measured using Vernier calipers and the volume calculated using the formula (long-side × short-side2)/2. For in vivo metastasis, the primary tumor sites were covered, and bioluminescence was quantified as photon flux by IVIS.\n        \n        \n          Hanging drop invasion assay\n          Tumor cell invasion was assessed using a three-dimensional (3D) spheroid invasion assay.27 ZR-75-1, MDA-MB-361 or MCF7 cells grown in suspension in 40 hanging drops of culture medium on the lid of cell culture dishes (approximate 500–1000 cells per 20 μL drop of complete media). After 72 h, cells were collected and resuspended in 200 μL of a mix of rat tail type I collagen (final concentration is 2.3 μg/mL) mixed 1:1 with matrigel, and embedded in 24 well plates (40μL/well) for 3D culture. Suspended cells were then supplemented with 1 mL media containing either 5%cFBS alone or with 10 nM E1 or E2 estrogen. Invasion was measured at 96 hours-7 days cells. Invasion was quantitated by measuring the maximal invaded area using ImageJ software.\n        \n        \n          Immunohistochemistry\n          Primary xenograft tumors were fixed in 10% neutral buffered formalin for 24 h and then paraffin embedded. Tumor sections were cut at 4 μM and stained with hematoxylin and eosin by immunohistochemistry as in.71\n        \n        \n          Immunofluorescence\n          Control and HSD17B14 overexpressing cells were seeded on coverslips for 24 h. Cells were then washed with cold PBS and fixed for 10 min at room temperature with 4% paraformaldehyde, permeabilized for 5 min with 0.2% Triton X-100 PBS, and blocked for 30 min with 5% BSA. This was followed by incubation with the primary antibodies (1:500) overnight at 4°C, PBS wash, and then by the secondary antibodies at 1:1000 dilution for another hour at room temperature. Primary antibodies used in this study are included in the Key resources table. To stain the nucleus, cells were incubated with 40 μg/mL 4′,6-diamidino-2-phenylindole (DAPI) for 20 min at room temperature. Coverslips were mounted on glass slides and cells imaged using a Zeiss LSM 710 confocal microscope.\n        \n        \n          Gene expression microarray datasets from a primary breast tumor and metastatic tissue\n          Gene expression microarray datasets from NCBI public data GSE32531 entry were analyzed with Geo2R. Data from thirteen primary breast cancer and eighteen unmatched metastatic breast cancer and tissue samples were analyzed. Probes from the Agilent GSE32531-based cohort were filtered using the intensity values obtained in each sample for the HSD17B14 gene. The data were subjected to an outlier examination and comparison of variances before performing the T test, to determine the difference in HSD17B14 gene expression between the groups analyzed.\nAdipocyte, SVF, and hASC isolation from fat tissue\n          Mammary fat was washed 4X with PBS, digested with collagenase 1A 1 g/L in Hank’s solution supplemented with 1% BSA for 30 min at 37°C, and centrifuged at 1500 rpm for 5 min.66 Floating mature adipocytes and pelleted SVF were separated, washed 3X with PBS and filtered using a 100 μm or 70 μm diameter membrane, respectively. hASC were obtained by seeding the SVF in 75 cm2 culture flasks in DMEM medium supplemented with 10% FBS and 1% P/S. After 3 passages, hASC were characterized by flow cytometry as in.20 Mature adipocytes were used immediately after isolation. hASC were used between passages 3–10. Figure 2 used hASC and in Figure 3G, we used mature adipocytes.\nQuantitative RT-PCR (qPCR)\n          Total RNA was isolated using Trizol (Invitrogen) or RNeasy Lipid Tissue Kit (Qiagen) for adipocytes. cDNA was synthesized from the isolated RNA using iScript cDNA synthesis kit (Bio-Rad). qPCR was performed with a LightCycler® 480 Instrument II (Roche) using iQ SYBR Green Supermix (Bio-Rad). All qPCR analyses were performed as both biologic and technical triplicate repeats. Primer sequences are shown in Table S1.\nWestern blotting\n          Westerns were performed in at least 3 different biologic repeats and representative shown as in.67 Cells were lysed in RIPA buffer supplemented with 1X protease and phosphatase inhibitor cocktails (G-Biosciences). Usually 20 μg protein/lane were resolved by SDS-PAGE and transferred to PVDF blotting membrane (Bio-Rad). The membranes were incubated with the indicated primary antibodies and HRP-conjugated secondary antibodies (Promega). The immune-reactive bands were visualized using a chemiluminescent substrate (Thermo Scientific) and X-ray film (Phenix Research Products).\nTranswell migration and invasion assays\n          For transwell invasion assays, 105 cells were seeded in the upper chamber of a matrigel (5 mg/mL media)-coated transwell membrane (Corning) and invasion quantitated as described.68 Cells adherent to membrane under-surface were visualized, photographed, and counted, and relative invasion was plotted.68 Automated transwell invasion assays used the Real-Time Cell Analysis (RTCA) system from xCELLigence as described,69 and invasion was plotted as cell index +/− SEM for at least three wells per group.\nScratch assay\n          Cells were seeded into six-well plates and grown to confluence, and the wound-healing migration assay was performed. The linear wound of cellular monolayer was created by scratching the confluent cell monolayer using a 200 ul plastic pipette tip. The scratched cell monolayer was washed by PBS to remove debris. After incubation at 37°C for 24–48 h, the migration of the cells toward the wound was photographed under a light microscopy. ImageJ was used to determine the migration distance.\nsiRNA analysis\n          SiRNA pools of three to five target-specific 19–25 nucleotide siRNAs designed to knockdown and control siRNAs were purchased from Santa Cruz Biotechnology (Dallas, TX, USA) and used per manufacturer.\nChromatin immunoprecipitation assay\n          For chromatin immunoprecipitation (ChIP) assays for the SNAI2 promoter, soluble chromatin was prepared from 2×107 cells as in.70 The chromatin solution was diluted 10-fold with ChIP dilution buffer (1.1% Triton X-100, 1.2 mm EDTA, 167 mm NaCl, 16.7 mm TrisHCl, pH 8.1, 0.01% SDS, plus protease and phosphatase inhibitors), pre-cleared, and blocked with 2 μg of sheared salmon sperm DNA and pre-immune serum. Pre-cleared chromatin was used in immunoprecipitation assays with anti-anti-ERα (mAb F1 Cell Signaling), anti-NCoR1 (Diagenode), anti-CBP/p300 (Cell Signaling), or an anti-IgG (Santa Cruz) antibody. In addition to IgG controls, all TF binding assays used unrelated promoter specific controls to show binding was specific. The washed antibody-protein-DNA complexes were eluted from the beads in 1% SDS, 0.1 M NaHCO3 at room temperature for 20 min. Twenty μg/μL of proteinase K was used for removal of protein at 2 h at 55°C, and reverse cross-linking was performed with incubating at 65°C overnight. Purified DNA was subjected to qPCR with primers specific for the SNAI2 promoter binding sites. All ChIP analyses were performed as triplicate technical repeats for each of three biologic repeat assays. Primer sequences, including those for non-sequence specific controls, are shown in Key resources table.\nLentivirus production and establishment of HSD17B14 expressing cells\n          Lentivirus vectors encoding ORF HSD17B14 and ORF control were purchased from GeneCopoeia. Lentivirus vectors encoding different ORFs were co-transfected with DeltaVPR and CMVVSVG plasmids (Addgene) into asynchronous 293T with Lipofectamine 3000 Reagent. Viral supernatants were collected after 48 and 72 h. MCF7L2T cells stably transduced with expression clone were incubated for 8–16 h with the medium containing the virus, supplemented with 4 μg/mL of polybrene (Sigma-Aldrich). Cells were infected twice with polybrene, selected with 2 μg/mL of puromycin, and analyzed 3–5 days post infection by RFP visualization. Overexpression was confirmed by western blotting. Cells were maintained in IMEM, RPMI, or DMEM plus 10% FBS, and 0.2 μg/mL of puromycin was used to maintain the cell line.\nRNA sequencing (RNAseq)\n          Total RNA quality was measured using Bioanalyzer RNA Nano 6000 (Agilent Technologies, Santa Clara, CA, USA). Library preparation was performed by TruSeq Standed Total RNA Library Prep (Illumina, San Diego, USA), and quality confirmed using KAPA qPCR Library Quantification (Kapa Biosystems, Wilmington, MA, USA). Paired end sequencing was performed on Illumina NextSeq platform using 150 cycles 400M kit. All RNAseq experiments were performed in triplicate on independent biologic repeat assays.\nOrthotopic xenograft assay\n          For orthotopic xenograft assays, 5 × 105 cells were suspended in 100 μL Matrigel and injected into the fourth mammary fat-pad of NOD SCID gamma, ovariectomized, female, 4–5 week old mice (4–8/group). Tumor growth was monitored by weekly IVIS, measured twice-weekly, and its volumes calculated as (long-side × short-side2)/2. Primary tumors in the inguinal mammary fat pads were removed at 700–1000mm3, and mice were monitored weekly by IVIS for metastasis. The IVIS quantification of metastasis excludes the inguinal region to disregard the recurrent primary tumor. The mean normalized photon flux is plotted/time +/− SEM. Animal work was compliant with University of Miami Institutional Animal Care and Use Committee.\nExperimental lung metastasis assay\n          MCF7-luc and controls cells were used for injection of 1 × 106 cells via tail vein into 4–5 week old, ovariectomized, female NOD SCID (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ) (NSG) mice. Each experimental group contained 8 animals. The mice were imaged by in vivo imaging system (Xenogen, Caliper, Hopkinton, MA, USA), and bioluminescence (photon flux) was quantified with time as described. All animal work was carried out in compliance with the Institutional Animal Care and Use Committee in the University of Miami.\nIVIS imaging and data quantification\n          Animals were imaged weekly through the IVIS imaging system. Prior to imaging, animals were injected with Xenolight D-luciferin K+ salt (PerkinElmer) and anesthetized with 2.5% isoflurane. After 8 min of incubation with luciferin, bioluminescence was quantified for each animal. Tumor volumes were monitored as bioluminescence (photon flux/second) by IVIS using Living Image software. At sacrifice, the final tumor was measured using Vernier calipers and the volume calculated using the formula (long-side × short-side2)/2. For in vivo metastasis, the primary tumor sites were covered, and bioluminescence was quantified as photon flux by IVIS.\nHanging drop invasion assay\n          Tumor cell invasion was assessed using a three-dimensional (3D) spheroid invasion assay.27 ZR-75-1, MDA-MB-361 or MCF7 cells grown in suspension in 40 hanging drops of culture medium on the lid of cell culture dishes (approximate 500–1000 cells per 20 μL drop of complete media). After 72 h, cells were collected and resuspended in 200 μL of a mix of rat tail type I collagen (final concentration is 2.3 μg/mL) mixed 1:1 with matrigel, and embedded in 24 well plates (40μL/well) for 3D culture. Suspended cells were then supplemented with 1 mL media containing either 5%cFBS alone or with 10 nM E1 or E2 estrogen. Invasion was measured at 96 hours-7 days cells. Invasion was quantitated by measuring the maximal invaded area using ImageJ software.\nImmunohistochemistry\n          Primary xenograft tumors were fixed in 10% neutral buffered formalin for 24 h and then paraffin embedded. Tumor sections were cut at 4 μM and stained with hematoxylin and eosin by immunohistochemistry as in.71\nImmunofluorescence\n          Control and HSD17B14 overexpressing cells were seeded on coverslips for 24 h. Cells were then washed with cold PBS and fixed for 10 min at room temperature with 4% paraformaldehyde, permeabilized for 5 min with 0.2% Triton X-100 PBS, and blocked for 30 min with 5% BSA. This was followed by incubation with the primary antibodies (1:500) overnight at 4°C, PBS wash, and then by the secondary antibodies at 1:1000 dilution for another hour at room temperature. Primary antibodies used in this study are included in the Key resources table. To stain the nucleus, cells were incubated with 40 μg/mL 4′,6-diamidino-2-phenylindole (DAPI) for 20 min at room temperature. Coverslips were mounted on glass slides and cells imaged using a Zeiss LSM 710 confocal microscope.\nGene expression microarray datasets from a primary breast tumor and metastatic tissue\n          Gene expression microarray datasets from NCBI public data GSE32531 entry were analyzed with Geo2R. Data from thirteen primary breast cancer and eighteen unmatched metastatic breast cancer and tissue samples were analyzed. Probes from the Agilent GSE32531-based cohort were filtered using the intensity values obtained in each sample for the HSD17B14 gene. The data were subjected to an outlier examination and comparison of variances before performing the T test, to determine the difference in HSD17B14 gene expression between the groups analyzed.\nQUANTIFICATION AND STATISTICAL ANALYSIS\n        \n          Statistics\n          All graphed data are presented as mean ± SEM from at least three biological replicate experiments done in triplicate technical repeats. Student’s t-test was used for experiments with two groups. Comparisons of >2 groups used one-way analysis of variance (ANOVA) followed by Dunnett′s or Tukey′s post hoc analysis. Some experiments used two-way ANOVA followed by Tukey′s post hoc tests. Statistical significance values were set as *p < 0.05. **p < 0.01.***p < 0.001. A p value less than 0.05 would be considered statistically significant, ns = not significant. p value and n can be found in main and supplementary figure legends. Statistical differences between tumor growth curves used ‘Compare Growth Curves’ function statmod software package (http://bioinf.wehi.edu.au/software/compareCurves/). TGCA data analysis used UALCAN http://ualcan.path.uab.edu/index.html to study expression of HSD17B14 in primary breast cancers and normal breast tissues from the TCGA database. For analysis of differences in the HSD17B14 expression in primary breast cancers and normal breast tissues, t test was performed using a PERL script with Comprehensive Perl Archive Network (CPAN)module “Statistics:Test” (http://search.cpan.org/~yunfang/Statistics-TTest-1.1.0/TTest.pm).\n        \n        \n          RNAseq bioinformatic analysis\n          Quality and adapter trimming was performed using cutadapt 1.15. Transcriptome alignment and quantification was performed using RSEM 1.3.0 and STAR 2.0.6c against human transcriptome (GRCh38_no_alt_analysis_set_GCA_000001405.15 and GENCODE v28). Differentially expressed genes were identified using DESeq2 1.18.1 with median-ratio normalization, and heat maps, clustering, and PCA plots were generated using sample blind variance stabilized log2 gene counts. To further evaluate genes identified as uniquely up or downregulated by E1 or E2 in the initial analysis, differential expression was evaluated by DESeq2 analysis after combining all E1 and E2 data together and comparing this against the cFBS group. Most genes identified as uniquely regulated by either E1 or E2, with FDR<0.05 following the comparison of each group versus cFBS were also confirmed in the analysis of the combined E1 and E2 data versus cFBS. Gene Set Enrichment Analysis (GSEA 3.0.1) was performed using Wald statistic ranked genes lists.72 Gene sets that enriched with a BH FDR<0.05, that had the top 20 positive or negative NES scores, and that were relevant for breast cancer pathways were presented in figures. KEGG 2016 pathway enrichment was performed using Enrichr. Pathways were presented if BH FDR<0.05, they were in the top ten significant pathways, and they were relevant for breast cancer.\nStatistics\n          All graphed data are presented as mean ± SEM from at least three biological replicate experiments done in triplicate technical repeats. Student’s t-test was used for experiments with two groups. Comparisons of >2 groups used one-way analysis of variance (ANOVA) followed by Dunnett′s or Tukey′s post hoc analysis. Some experiments used two-way ANOVA followed by Tukey′s post hoc tests. Statistical significance values were set as *p < 0.05. **p < 0.01.***p < 0.001. A p value less than 0.05 would be considered statistically significant, ns = not significant. p value and n can be found in main and supplementary figure legends. Statistical differences between tumor growth curves used ‘Compare Growth Curves’ function statmod software package (http://bioinf.wehi.edu.au/software/compareCurves/). TGCA data analysis used UALCAN http://ualcan.path.uab.edu/index.html to study expression of HSD17B14 in primary breast cancers and normal breast tissues from the TCGA database. For analysis of differences in the HSD17B14 expression in primary breast cancers and normal breast tissues, t test was performed using a PERL script with Comprehensive Perl Archive Network (CPAN)module “Statistics:Test” (http://search.cpan.org/~yunfang/Statistics-TTest-1.1.0/TTest.pm).\nRNAseq bioinformatic analysis\n          Quality and adapter trimming was performed using cutadapt 1.15. Transcriptome alignment and quantification was performed using RSEM 1.3.0 and STAR 2.0.6c against human transcriptome (GRCh38_no_alt_analysis_set_GCA_000001405.15 and GENCODE v28). Differentially expressed genes were identified using DESeq2 1.18.1 with median-ratio normalization, and heat maps, clustering, and PCA plots were generated using sample blind variance stabilized log2 gene counts. To further evaluate genes identified as uniquely up or downregulated by E1 or E2 in the initial analysis, differential expression was evaluated by DESeq2 analysis after combining all E1 and E2 data together and comparing this against the cFBS group. Most genes identified as uniquely regulated by either E1 or E2, with FDR<0.05 following the comparison of each group versus cFBS were also confirmed in the analysis of the combined E1 and E2 data versus cFBS. Gene Set Enrichment Analysis (GSEA 3.0.1) was performed using Wald statistic ranked genes lists.72 Gene sets that enriched with a BH FDR<0.05, that had the top 20 positive or negative NES scores, and that were relevant for breast cancer pathways were presented in figures. KEGG 2016 pathway enrichment was performed using Enrichr. Pathways were presented if BH FDR<0.05, they were in the top ten significant pathways, and they were relevant for breast cancer.\nSupplementary Material\n      \n        1",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9798480/",
    "doi": "https://doi.org/10.1016/j.celrep.2022.111672"
}